{
  "id": 51,
  "name_simple": "Adh-Dhariyat",
  "name_arabic": "الذاريات",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ وَٱلذَّ ٰ⁠رِیَـٰتِ ذَرۡوࣰا\n",
      "english": "By those [winds] scattering [dust] dispersing",
      "hindi": "उन (हवाओं की क़सम) जो (बादलों को) उड़ा कर तितर बितर कर देती हैं"
    },
    {
      "verse_number": 2,
      "arabic": "فَٱلۡحَـٰمِلَـٰتِ وِقۡرࣰا\n",
      "english": "And those [clouds] carrying a load [of water]",
      "hindi": "फिर (पानी का) बोझ उठाती हैं"
    },
    {
      "verse_number": 3,
      "arabic": "فَٱلۡجَـٰرِیَـٰتِ یُسۡرࣰا\n",
      "english": "And those [ships] sailing with ease",
      "hindi": "फिर आहिस्ता आहिस्ता चलती हैं"
    },
    {
      "verse_number": 4,
      "arabic": "فَٱلۡمُقَسِّمَـٰتِ أَمۡرًا\n",
      "english": "And those [angels] apportioning [each] matter,",
      "hindi": "फिर एक ज़रूरी चीज़ (बारिश) को तक़सीम करती हैं"
    },
    {
      "verse_number": 5,
      "arabic": "إِنَّمَا تُوعَدُونَ لَصَادِقࣱ\n",
      "english": "Indeed, what you are promised is true.",
      "hindi": "कि तुम से जो वायदा किया जाता है ज़रूर बिल्कुल सच्चा है"
    },
    {
      "verse_number": 6,
      "arabic": "وَإِنَّ ٱلدِّینَ لَوَ ٰ⁠قِعࣱ\n",
      "english": "And indeed, the recompense is to occur.",
      "hindi": "और (आमाल की) जज़ा (सज़ा) ज़रूर होगी"
    },
    {
      "verse_number": 7,
      "arabic": "وَٱلسَّمَاۤءِ ذَاتِ ٱلۡحُبُكِ\n",
      "english": "By the heaven containing pathways,",
      "hindi": "और आसमान की क़सम जिसमें रहते हैं"
    },
    {
      "verse_number": 8,
      "arabic": "إِنَّكُمۡ لَفِی قَوۡلࣲ مُّخۡتَلِفࣲ\n",
      "english": "Indeed, you are in differing speech.",
      "hindi": "कि (ऐ अहले मक्का) तुम लोग एक ऐसी मुख्तलिफ़ बेजोड़ बात में पड़े हो"
    },
    {
      "verse_number": 9,
      "arabic": "یُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ\n",
      "english": "Deluded away from the Qur'an is he who is deluded.",
      "hindi": "कि उससे वही फेरा जाएगा (गुमराह होगा)"
    },
    {
      "verse_number": 10,
      "arabic": "قُتِلَ ٱلۡخَرَّ ٰ⁠صُونَ\n",
      "english": "Destroyed are the falsifiers",
      "hindi": "जो (ख़ुदा के इल्म में) फेरा जा चुका है अटकल दौड़ाने वाले हलाक हों"
    },
    {
      "verse_number": 11,
      "arabic": "ٱلَّذِینَ هُمۡ فِی غَمۡرَةࣲ سَاهُونَ\n",
      "english": "Who are within a flood [of confusion] and heedless.",
      "hindi": "जो ग़फलत में भूले हुए (पड़े) हैं पूछते हैं कि जज़ा का दिन कब होगा"
    },
    {
      "verse_number": 12,
      "arabic": "یَسۡـَٔلُونَ أَیَّانَ یَوۡمُ ٱلدِّینِ\n",
      "english": "They ask, \"When is the Day of Recompense?\"",
      "hindi": "उस दिन (होगा)"
    },
    {
      "verse_number": 13,
      "arabic": "یَوۡمَ هُمۡ عَلَى ٱلنَّارِ یُفۡتَنُونَ\n",
      "english": "[It is] the Day they will be tormented over the Fire",
      "hindi": "जब इनको (जहन्नुम की) आग में अज़ाब दिया जाएगा"
    },
    {
      "verse_number": 14,
      "arabic": "ذُوقُوا۟ فِتۡنَتَكُمۡ هَـٰذَا ٱلَّذِی كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ\n",
      "english": "[And will be told], \"Taste your torment. This is that for which you were impatient.\"",
      "hindi": "(और उनसे कहा जाएगा) अपने अज़ाब का मज़ा चखो ये वही है जिसकी तुम जल्दी मचाया करते थे"
    },
    {
      "verse_number": 15,
      "arabic": "إِنَّ ٱلۡمُتَّقِینَ فِی جَنَّـٰتࣲ وَعُیُونٍ\n",
      "english": "Indeed, the righteous will be among gardens and springs,",
      "hindi": "बेशक परहेज़गार लोग (बेहिश्त के) बाग़ों और चश्मों में (ऐश करते) होगें"
    },
    {
      "verse_number": 16,
      "arabic": "ءَاخِذِینَ مَاۤ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُوا۟ قَبۡلَ ذَ ٰ⁠لِكَ مُحۡسِنِینَ\n",
      "english": "Accepting what their Lord has given them. Indeed, they were before that doers of good.",
      "hindi": "जो उनका परवरदिगार उन्हें अता करता है ये (ख़ुश ख़ुश) ले रहे हैं ये लोग इससे पहले (दुनिया में) नेको कार थे"
    },
    {
      "verse_number": 17,
      "arabic": "كَانُوا۟ قَلِیلࣰا مِّنَ ٱلَّیۡلِ مَا یَهۡجَعُونَ\n",
      "english": "They used to sleep but little of the night,",
      "hindi": "(इबादत की वजह से) रात को बहुत ही कम सोते थे"
    },
    {
      "verse_number": 18,
      "arabic": "وَبِٱلۡأَسۡحَارِ هُمۡ یَسۡتَغۡفِرُونَ\n",
      "english": "And in the hours before dawn they would ask forgiveness,",
      "hindi": "और पिछले पहर को अपनी मग़फ़िरत की दुआएं करते थे"
    },
    {
      "verse_number": 19,
      "arabic": "وَفِیۤ أَمۡوَ ٰ⁠لِهِمۡ حَقࣱّ لِّلسَّاۤىِٕلِ وَٱلۡمَحۡرُومِ\n",
      "english": "And from their properties was [given] the right of the [needy] petitioner and the deprived.",
      "hindi": "और उनके माल में माँगने वाले और न माँगने वाले (दोनों) का हिस्सा था"
    },
    {
      "verse_number": 20,
      "arabic": "وَفِی ٱلۡأَرۡضِ ءَایَـٰتࣱ لِّلۡمُوقِنِینَ\n",
      "english": "And on the earth are signs for the certain [in faith]",
      "hindi": "और यक़ीन करने वालों के लिए ज़मीन में (क़ुदरते ख़ुदा की) बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 21,
      "arabic": "وَفِیۤ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ\n",
      "english": "And in yourselves. Then will you not see?",
      "hindi": "और ख़ुदा तुम में भी हैं तो क्या तुम देखते नहीं"
    },
    {
      "verse_number": 22,
      "arabic": "وَفِی ٱلسَّمَاۤءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ\n",
      "english": "And in the heaven is your provision and whatever you are promised.",
      "hindi": "और तुम्हारी रोज़ी और जिस चीज़ का तुमसे वायदा किया जाता है आसमान में है"
    },
    {
      "verse_number": 23,
      "arabic": "فَوَرَبِّ ٱلسَّمَاۤءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقࣱّ مِّثۡلَ مَاۤ أَنَّكُمۡ تَنطِقُونَ\n",
      "english": "Then by the Lord of the heaven and earth, indeed, it is truth - just as [sure as] it is that you are speaking.",
      "hindi": "तो आसमान व ज़मीन के मालिक की क़सम ये (क़ुरान) बिल्कुल ठीक है जिस तरह तुम बातें करते हो"
    },
    {
      "verse_number": 24,
      "arabic": "هَلۡ أَتَىٰكَ حَدِیثُ ضَیۡفِ إِبۡرَ ٰ⁠هِیمَ ٱلۡمُكۡرَمِینَ\n",
      "english": "Has there reached you the story of the honored guests of Abraham? -",
      "hindi": "क्या तुम्हारे पास इबराहीम के मुअज़िज़ मेहमानो (फ़रिश्तों) की भी ख़बर पहुँची है कि जब वह लोग उनके पास आए"
    },
    {
      "verse_number": 25,
      "arabic": "إِذۡ دَخَلُوا۟ عَلَیۡهِ فَقَالُوا۟ سَلَـٰمࣰاۖ قَالَ سَلَـٰمࣱ قَوۡمࣱ مُّنكَرُونَ\n",
      "english": "When they entered upon him and said, \"[We greet you with] peace.\" He answered, \"[And upon you] peace, [you are] a people unknown.",
      "hindi": "तो कहने लगे (सलामुन अलैकुम) तो इबराहीम ने भी (अलैकुम) सलाम किया (देखा तो) ऐसे लोग जिनसे न जान न पहचान"
    },
    {
      "verse_number": 26,
      "arabic": "فَرَاغَ إِلَىٰۤ أَهۡلِهِۦ فَجَاۤءَ بِعِجۡلࣲ سَمِینࣲ\n",
      "english": "Then he went to his family and came with a fat [roasted] calf",
      "hindi": "फिर अपने घर जाकर जल्दी से (भुना हुआ) एक मोटा ताज़ा बछड़ा ले आए"
    },
    {
      "verse_number": 27,
      "arabic": "فَقَرَّبَهُۥۤ إِلَیۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ\n",
      "english": "And placed it near them; he said, \"Will you not eat?\"",
      "hindi": "और उसे उनके आगे रख दिया (फिर) कहने लगे आप लोग तनाउल क्यों नहीं करते"
    },
    {
      "verse_number": 28,
      "arabic": "فَأَوۡجَسَ مِنۡهُمۡ خِیفَةࣰۖ قَالُوا۟ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَـٰمٍ عَلِیمࣲ\n",
      "english": "And he felt from them apprehension. They said, \"Fear not,\" and gave him good tidings of a learned boy.",
      "hindi": "(इस पर भी न खाया) तो इबराहीम उनसे जो ही जी में डरे वह लोग बोले आप अन्देशा न करें और उनको एक दानिशमन्द लड़के की ख़ुशख़बरी दी"
    },
    {
      "verse_number": 29,
      "arabic": "فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِی صَرَّةࣲ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِیمࣱ\n",
      "english": "And his wife approached with a cry [of alarm] and struck her face and said, \"[I am] a barren old woman!\"",
      "hindi": "तो (ये सुनते ही) इबराहीम की बीवी (सारा) चिल्लाती हुई उनके सामने आयीं और अपना मुँह पीट लिया कहने लगीं (ऐ है) एक तो (मैं) बुढ़िया (उस पर) बांझ"
    },
    {
      "verse_number": 30,
      "arabic": "قَالُوا۟ كَذَ ٰ⁠لِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِیمُ ٱلۡعَلِیمُ\n",
      "english": "They said, \"Thus has said your Lord; indeed, He is the Wise, the Knowing.\"",
      "hindi": "लड़का क्यों कर होगा फ़रिश्ते बोले तुम्हारे परवरदिगार ने यूँ ही फरमाया है वह बेशक हिकमत वाला वाक़िफ़कार है"
    },
    {
      "verse_number": 31,
      "arabic": "۞ قَالَ فَمَا خَطۡبُكُمۡ أَیُّهَا ٱلۡمُرۡسَلُونَ\n",
      "english": "[Abraham] said, \"Then what is your business [here], O messengers?\"",
      "hindi": "तब इबराहीम ने पूछा कि (ऐ ख़ुदा के) भेजे हुए फरिश्तों आख़िर तुम्हें क्या मुहिम दर पेश है"
    },
    {
      "verse_number": 32,
      "arabic": "قَالُوۤا۟ إِنَّاۤ أُرۡسِلۡنَاۤ إِلَىٰ قَوۡمࣲ مُّجۡرِمِینَ\n",
      "english": "They said, \"Indeed, we have been sent to a people of criminals",
      "hindi": "वह बोले हम तो गुनाहगारों (क़ौमे लूत) की तरफ भेजे गए हैं"
    },
    {
      "verse_number": 33,
      "arabic": "لِنُرۡسِلَ عَلَیۡهِمۡ حِجَارَةࣰ مِّن طِینࣲ\n",
      "english": "To send down upon them stones of clay,",
      "hindi": "ताकि उन पर मिटटी के पथरीले खरन्जे बरसाएँ"
    },
    {
      "verse_number": 34,
      "arabic": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِینَ\n",
      "english": "Marked in the presence of your Lord for the transgressors.\"",
      "hindi": "जिन पर हद से बढ़ जाने वालों के लिए तुम्हारे परवरदिगार की तरफ से निशान लगा दिए गए हैं"
    },
    {
      "verse_number": 35,
      "arabic": "فَأَخۡرَجۡنَا مَن كَانَ فِیهَا مِنَ ٱلۡمُؤۡمِنِینَ\n",
      "english": "So We brought out whoever was in the cities of the believers.",
      "hindi": "ग़रज़ वहाँ जितने लोग मोमिनीन थे उनको हमने निकाल दिया"
    },
    {
      "verse_number": 36,
      "arabic": "فَمَا وَجَدۡنَا فِیهَا غَیۡرَ بَیۡتࣲ مِّنَ ٱلۡمُسۡلِمِینَ\n",
      "english": "And We found not within them other than a [single] house of Muslims.",
      "hindi": "और वहाँ तो हमने एक के सिवा मुसलमानों का कोई घर पाया भी नहीं"
    },
    {
      "verse_number": 37,
      "arabic": "وَتَرَكۡنَا فِیهَاۤ ءَایَةࣰ لِّلَّذِینَ یَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِیمَ\n",
      "english": "And We left therein a sign for those who fear the painful punishment.",
      "hindi": "और जो लोग दर्दनाक अज़ाब से डरते हैं उनके लिए वहाँ (इबरत की) निशानी छोड़ दी और मूसा (के हाल) में भी (निशानी है)"
    },
    {
      "verse_number": 38,
      "arabic": "وَفِی مُوسَىٰۤ إِذۡ أَرۡسَلۡنَـٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَـٰنࣲ مُّبِینࣲ\n",
      "english": "And in Moses [was a sign], when We sent him to Pharaoh with clear authority.",
      "hindi": "जब हमने उनको फिरऔन के पास खुला हुआ मौजिज़ा देकर भेजा"
    },
    {
      "verse_number": 39,
      "arabic": "فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَـٰحِرٌ أَوۡ مَجۡنُونࣱ\n",
      "english": "But he turned away with his supporters and said,\" A magician or a madman.\"",
      "hindi": "तो उसने अपने लशकर के बिरते पर मुँह मोड़ लिया और कहने लगा ये तो (अच्छा ख़ासा) जादूगर या सौदाई है"
    },
    {
      "verse_number": 40,
      "arabic": "فَأَخَذۡنَـٰهُ وَجُنُودَهُۥ فَنَبَذۡنَـٰهُمۡ فِی ٱلۡیَمِّ وَهُوَ مُلِیمࣱ\n",
      "english": "So We took him and his soldiers and cast them into the sea, and he was blameworthy.",
      "hindi": "तो हमने उसको और उसके लशकर को ले डाला फिर उन सबको दरिया में पटक दिया"
    },
    {
      "verse_number": 41,
      "arabic": "وَفِی عَادٍ إِذۡ أَرۡسَلۡنَا عَلَیۡهِمُ ٱلرِّیحَ ٱلۡعَقِیمَ\n",
      "english": "And in 'Aad [was a sign], when We sent against them the barren wind.",
      "hindi": "और वह तो क़ाबिले मलामत काम करता ही था और आद की क़ौम (के हाल) में भी निशानी है हमने उन पर एक बे बरकत ऑंधी चलायी"
    },
    {
      "verse_number": 42,
      "arabic": "مَا تَذَرُ مِن شَیۡءٍ أَتَتۡ عَلَیۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِیمِ\n",
      "english": "It left nothing of what it came upon but that it made it like disintegrated ruins.",
      "hindi": "कि जिस चीज़ पर चलती उसको बोसीदा हडडी की तरह रेज़ा रेज़ा किए बग़ैर न छोड़ती"
    },
    {
      "verse_number": 43,
      "arabic": "وَفِی ثَمُودَ إِذۡ قِیلَ لَهُمۡ تَمَتَّعُوا۟ حَتَّىٰ حِینࣲ\n",
      "english": "And in Thamud, when it was said to them, \"Enjoy yourselves for a time.\"",
      "hindi": "और समूद (के हाल) में भी (क़ुदरत की निशानी) है जब उससे कहा गया कि एक ख़ास वक्त तक ख़ूब चैन कर लो"
    },
    {
      "verse_number": 44,
      "arabic": "فَعَتَوۡا۟ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ وَهُمۡ یَنظُرُونَ\n",
      "english": "But they were insolent toward the command of their Lord, so the thunderbolt seized them while they were looking on.",
      "hindi": "तो उन्होने अपने परवरदिगार के हुक्म से सरकशी की तो उन्हें एक रोज़ कड़क और बिजली ने ले डाला और देखते ही रह गए"
    },
    {
      "verse_number": 45,
      "arabic": "فَمَا ٱسۡتَطَـٰعُوا۟ مِن قِیَامࣲ وَمَا كَانُوا۟ مُنتَصِرِینَ\n",
      "english": "And they were unable to arise, nor could they defend themselves.",
      "hindi": "फिर न वह उठने की ताक़त रखते थे और न बदला ही ले सकते थे"
    },
    {
      "verse_number": 46,
      "arabic": "وَقَوۡمَ نُوحࣲ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُوا۟ قَوۡمࣰا فَـٰسِقِینَ\n",
      "english": "And [We destroyed] the people of Noah before; indeed, they were a people defiantly disobedient.",
      "hindi": "और (उनसे) पहले (हम) नूह की क़ौम को (हलाक कर चुके थे) बेशक वह बदकार लोग थे"
    },
    {
      "verse_number": 47,
      "arabic": "وَٱلسَّمَاۤءَ بَنَیۡنَـٰهَا بِأَیۡی۟دࣲ وَإِنَّا لَمُوسِعُونَ\n",
      "english": "And the heaven We constructed with strength, and indeed, We are [its] expander.",
      "hindi": "और हमने आसमानों को अपने बल बूते से बनाया और बेशक हममें सब क़ुदरत है"
    },
    {
      "verse_number": 48,
      "arabic": "وَٱلۡأَرۡضَ فَرَشۡنَـٰهَا فَنِعۡمَ ٱلۡمَـٰهِدُونَ\n",
      "english": "And the earth We have spread out, and excellent is the preparer.",
      "hindi": "और ज़मीन को भी हम ही ने बिछाया तो हम कैसे अच्छे बिछाने वाले हैं"
    },
    {
      "verse_number": 49,
      "arabic": "وَمِن كُلِّ شَیۡءٍ خَلَقۡنَا زَوۡجَیۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ\n",
      "english": "And of all things We created two mates; perhaps you will remember.",
      "hindi": "और हम ही ने हर चीज़ की दो दो क़िस्में बनायीं ताकि तुम लोग नसीहत हासिल करो"
    },
    {
      "verse_number": 50,
      "arabic": "فَفِرُّوۤا۟ إِلَى ٱللَّهِۖ إِنِّی لَكُم مِّنۡهُ نَذِیرࣱ مُّبِینࣱ\n",
      "english": "So flee to Allah. Indeed, I am to you from Him a clear warner.",
      "hindi": "तो ख़ुदा ही की तरफ़ भागो मैं तुमको यक़ीनन उसकी तरफ से खुल्लम खुल्ला डराने वाला हूँ"
    },
    {
      "verse_number": 51,
      "arabic": "وَلَا تَجۡعَلُوا۟ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَۖ إِنِّی لَكُم مِّنۡهُ نَذِیرࣱ مُّبِینࣱ\n",
      "english": "And do not make [as equal] with Allah another deity. Indeed, I am to you from Him a clear warner.",
      "hindi": "और ख़ुदा के साथ दूसरा माबूद न बनाओ मैं तुमको यक़ीनन उसकी तरफ से खुल्लम खुल्ला डराने वाला हूँ"
    },
    {
      "verse_number": 52,
      "arabic": "كَذَ ٰ⁠لِكَ مَاۤ أَتَى ٱلَّذِینَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا۟ سَاحِرٌ أَوۡ مَجۡنُونٌ\n",
      "english": "Similarly, there came not to those before them any messenger except that they said, \"A magician or a madman.\"",
      "hindi": "इसी तरह उनसे पहले लोगों के पास जो पैग़म्बर आता तो वह उसको जादूगर कहते या सिड़ी दीवाना (बताते)"
    },
    {
      "verse_number": 53,
      "arabic": "أَتَوَاصَوۡا۟ بِهِۦۚ بَلۡ هُمۡ قَوۡمࣱ طَاغُونَ\n",
      "english": "Did they suggest it to them? Rather, they [themselves] are a transgressing people.",
      "hindi": "ये लोग एक दूसरे को ऐसी बात की वसीयत करते आते हैं (नहीं) बल्कि ये लोग हैं ही सरकश"
    },
    {
      "verse_number": 54,
      "arabic": "فَتَوَلَّ عَنۡهُمۡ فَمَاۤ أَنتَ بِمَلُومࣲ\n",
      "english": "So leave them, [O Muhammad], for you are not to be blamed.",
      "hindi": "तो (ऐ रसूल) तुम इनसे मुँह फेर लो तुम पर तो कुछ इल्ज़ाम नहीं है"
    },
    {
      "verse_number": 55,
      "arabic": "وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِینَ\n",
      "english": "And remind, for indeed, the reminder benefits the believers.",
      "hindi": "और नसीहत किए जाओ क्योंकि नसीहत मोमिनीन को फायदा देती है"
    },
    {
      "verse_number": 56,
      "arabic": "وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِیَعۡبُدُونِ\n",
      "english": "And I did not create the jinn and mankind except to worship Me.",
      "hindi": "और मैने जिनों और आदमियों को इसी ग़रज़ से पैदा किया कि वह मेरी इबादत करें"
    },
    {
      "verse_number": 57,
      "arabic": "مَاۤ أُرِیدُ مِنۡهُم مِّن رِّزۡقࣲ وَمَاۤ أُرِیدُ أَن یُطۡعِمُونِ\n",
      "english": "I do not want from them any provision, nor do I want them to feed Me.",
      "hindi": "न तो मैं उनसे रोज़ी का तालिब हूँ और न ये चाहता हूँ कि मुझे खाना खिलाएँ"
    },
    {
      "verse_number": 58,
      "arabic": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِینُ\n",
      "english": "Indeed, it is Allah who is the [continual] Provider, the firm possessor of strength.",
      "hindi": "ख़ुदा ख़ुद बड़ा रोज़ी देने वाला ज़ोरावर (और) ज़बरदस्त है"
    },
    {
      "verse_number": 59,
      "arabic": "فَإِنَّ لِلَّذِینَ ظَلَمُوا۟ ذَنُوبࣰا مِّثۡلَ ذَنُوبِ أَصۡحَـٰبِهِمۡ فَلَا یَسۡتَعۡجِلُونِ\n",
      "english": "And indeed, for those who have wronged is a portion [of punishment] like the portion of their predecessors, so let them not impatiently urge Me.",
      "hindi": "तो (इन) ज़ालिमों के वास्ते भी अज़ाब का कुछ हिस्सा है जिस तरह उनके साथियों के लिए हिस्सा था तो इनको हम से जल्दी न करनी चाहिए"
    },
    {
      "verse_number": 60,
      "arabic": "فَوَیۡلࣱ لِّلَّذِینَ كَفَرُوا۟ مِن یَوۡمِهِمُ ٱلَّذِی یُوعَدُونَ\n",
      "english": "And woe to those who have disbelieved from their Day which they are promised.",
      "hindi": "तो जिस दिन का इन काफ़िरों से वायदा किया जाता है इससे इनके लिए ख़राबी है"
    }
  ]
}