{
  "id": 29,
  "name_simple": "Al-'Ankabut",
  "name_arabic": "العنكبوت",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ الۤمۤ\n",
      "english": "Alif, Lam, Meem",
      "hindi": "अलिफ़ लाम मीम"
    },
    {
      "verse_number": 2,
      "arabic": "أَحَسِبَ ٱلنَّاسُ أَن یُتۡرَكُوۤا۟ أَن یَقُولُوۤا۟ ءَامَنَّا وَهُمۡ لَا یُفۡتَنُونَ\n",
      "english": "Do the people think that they will be left to say, \"We believe\" and they will not be tried?",
      "hindi": "क्या लोगों ने ये समझ लिया है कि (सिर्फ) इतना कह देने से कि हम ईमान लाए छोड़ दिए जाएँगे और उनका इम्तेहान न लिया जाएगा"
    },
    {
      "verse_number": 3,
      "arabic": "وَلَقَدۡ فَتَنَّا ٱلَّذِینَ مِن قَبۡلِهِمۡۖ فَلَیَعۡلَمَنَّ ٱللَّهُ ٱلَّذِینَ صَدَقُوا۟ وَلَیَعۡلَمَنَّ ٱلۡكَـٰذِبِینَ\n",
      "english": "But We have certainly tried those before them, and Allah will surely make evident those who are truthful, and He will surely make evident the liars.",
      "hindi": "और हमने तो उन लोगों का भी इम्तिहान लिया जो उनसे पहले गुज़र गए ग़रज़ ख़ुदा उन लोगों को जो सच्चे (दिल से ईमान लाए) हैं यक़ीनन अलहाएदा देखेगा और झूठों को भी (अलहाएदा) ज़रुर देखेगा"
    },
    {
      "verse_number": 4,
      "arabic": "أَمۡ حَسِبَ ٱلَّذِینَ یَعۡمَلُونَ ٱلسَّیِّـَٔاتِ أَن یَسۡبِقُونَاۚ سَاۤءَ مَا یَحۡكُمُونَ\n",
      "english": "Or do those who do evil deeds think they can outrun Us? Evil is what they judge.",
      "hindi": "क्या जो लोग बुरे बुरे काम करते हैं उन्होंने ये समझ लिया है कि वह हमसे (बचकर) निकल जाएँगे (अगर ऐसा है तो) ये लोग क्या ही बुरे हुक्म लगाते हैं"
    },
    {
      "verse_number": 5,
      "arabic": "مَن كَانَ یَرۡجُوا۟ لِقَاۤءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَـَٔاتࣲۚ وَهُوَ ٱلسَّمِیعُ ٱلۡعَلِیمُ\n",
      "english": "Whoever should hope for the meeting with Allah - indeed, the term decreed by Allah is coming. And He is the Hearing, the Knowing.",
      "hindi": "जो शख्स ख़ुदा से मिलने (क़यामत के आने) की उम्मीद रखता है तो (समझ रखे कि) ख़ुदा की (मुक़र्रर की हुई) मीयाद ज़रुर आने वाली है और वह (सबकी) सुनता (और) जानता है"
    },
    {
      "verse_number": 6,
      "arabic": "وَمَن جَـٰهَدَ فَإِنَّمَا یُجَـٰهِدُ لِنَفۡسِهِۦۤۚ إِنَّ ٱللَّهَ لَغَنِیٌّ عَنِ ٱلۡعَـٰلَمِینَ\n",
      "english": "And whoever strives only strives for [the benefit of] himself. Indeed, Allah is free from need of the worlds.",
      "hindi": "और जो शख्स (इबादत में) कोशिश करता है तो बस अपने ही वास्ते कोशिश करता है (क्योंकि) इसमें तो शक ही नहीं कि ख़ुदा सारे जहाँन (की इबादत) से बेनियाज़ है"
    },
    {
      "verse_number": 7,
      "arabic": "وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَیِّـَٔاتِهِمۡ وَلَنَجۡزِیَنَّهُمۡ أَحۡسَنَ ٱلَّذِی كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do.",
      "hindi": "और जिन लोगों ने ईमान क़ुबूल किया और अच्छे अच्छे काम किए हम यक़ीनन उनके गुनाहों की तरफ से कफ्फारा क़रार देगें और ये (दुनिया में) जो आमाल करते थे हम उनके आमाल की उन्हें अच्छी से अच्छी जज़ा अता करेंगे"
    },
    {
      "verse_number": 8,
      "arabic": "وَوَصَّیۡنَا ٱلۡإِنسَـٰنَ بِوَ ٰ⁠لِدَیۡهِ حُسۡنࣰاۖ وَإِن جَـٰهَدَاكَ لِتُشۡرِكَ بِی مَا لَیۡسَ لَكَ بِهِۦ عِلۡمࣱ فَلَا تُطِعۡهُمَاۤۚ إِلَیَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ\n",
      "english": "And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them. To Me is your return, and I will inform you about what you used to do.",
      "hindi": "और हमने इन्सान को अपने माँ बाप से अच्छा बरताव करने का हुक्म दिया है और (ये भी कि) अगर तुझे तेरे माँ बाप इस बात पर मजबूर करें कि ऐसी चीज़ को मेरा शरीक बना जिन (के शरीक होने) का मुझे इल्म तक नहीं तो उनका कहना न मानना तुम सबको (आख़िर एक दिन) मेरी तरफ लौट कर आना है मै जो कुछ तुम लोग (दुनिया में) करते थे बता दूँगा"
    },
    {
      "verse_number": 9,
      "arabic": "وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُدۡخِلَنَّهُمۡ فِی ٱلصَّـٰلِحِینَ\n",
      "english": "And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise].",
      "hindi": "और जिन लोगों ने ईमान क़ुबूल किया और अच्छे अच्छे काम किए हम उन्हें (क़यामत के दिन) ज़रुर नेको कारों में दाख़िल करेंगे"
    },
    {
      "verse_number": 10,
      "arabic": "وَمِنَ ٱلنَّاسِ مَن یَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَاۤ أُوذِیَ فِی ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَىِٕن جَاۤءَ نَصۡرࣱ مِّن رَّبِّكَ لَیَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَیۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِی صُدُورِ ٱلۡعَـٰلَمِینَ\n",
      "english": "And of the people are some who say, \"We believe in Allah,\" but when one [of them] is harmed for [the cause of] Allah, they consider the trial of the people as [if it were] the punishment of Allah. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allah most knowing of what is within the breasts of all creatures?",
      "hindi": "और कुछ लोग ऐसे भी हैं जो (ज़बान से तो) कह देते हैं कि हम ख़ुदा पर ईमान लाए फिर जब उनको ख़ुदा के बारे में कुछ तकलीफ़ पहुँची तो वह लोगों की तकलीफ़ देही को अज़ाब के बराबर ठहराते हैं और (ऐ रसूल) अगर तुम्हारे पास तुम्हारे परवरदिगार की मदद आ पहुँची और तुम्हें फतेह हुई तो यही लोग कहने लगते हैं कि हम भी तो तुम्हारे साथ ही साथ थे भला जो कुछ सारे जहाँन के दिलों में है क्या ख़ुदा बख़ूबी वाक़िफ नहीं (ज़रुर है)"
    },
    {
      "verse_number": 11,
      "arabic": "وَلَیَعۡلَمَنَّ ٱللَّهُ ٱلَّذِینَ ءَامَنُوا۟ وَلَیَعۡلَمَنَّ ٱلۡمُنَـٰفِقِینَ\n",
      "english": "And Allah will surely make evident those who believe, and He will surely make evident the hypocrites.",
      "hindi": "और जिन लोगों ने ईमान क़ुबूल किया ख़ुदा उनको यक़ीनन जानता है और मुनाफेक़ीन को भी ज़रुर जानता है"
    },
    {
      "verse_number": 12,
      "arabic": "وَقَالَ ٱلَّذِینَ كَفَرُوا۟ لِلَّذِینَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِیلَنَا وَلۡنَحۡمِلۡ خَطَـٰیَـٰكُمۡ وَمَا هُم بِحَـٰمِلِینَ مِنۡ خَطَـٰیَـٰهُم مِّن شَیۡءٍۖ إِنَّهُمۡ لَكَـٰذِبُونَ\n",
      "english": "And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\" But they will not carry anything of their sins. Indeed, they are liars.",
      "hindi": "और कुफ्फार ईमान वालों से कहने लगे कि हमारे तरीक़े पर चलो और (क़यामत में) तुम्हारे गुनाहों (के बोझ) को हम (अपने सर) ले लेंगे हालॉकि ये लोग ज़रा भी तो उनके गुनाह उठाने वाले नहीं ये लोग यक़ीनी झूठे हैं"
    },
    {
      "verse_number": 13,
      "arabic": "وَلَیَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالࣰا مَّعَ أَثۡقَالِهِمۡۖ وَلَیُسۡـَٔلُنَّ یَوۡمَ ٱلۡقِیَـٰمَةِ عَمَّا كَانُوا۟ یَفۡتَرُونَ\n",
      "english": "But they will surely carry their [own] burdens and [other] burdens along with their burdens, and they will surely be questioned on the Day of Resurrection about what they used to invent.",
      "hindi": "और (हाँ) ये लोग अपने (गुनाह के) बोझे तो यक़ीनी उठाएँगें ही और अपने बोझो के साथ जिन्हें गुमराह किया उनके बोझे भी उठाएँगे और जो इफ़ितेरा परदाज़िया ये लोग करते रहे हैं क़यामत के दिन उन से ज़रुर उसकी बाज़पुर्स होगी"
    },
    {
      "verse_number": 14,
      "arabic": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِیهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِینَ عَامࣰا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَـٰلِمُونَ\n",
      "english": "And We certainly sent Noah to his people, and he remained among them a thousand years minus fifty years, and the flood seized them while they were wrongdoers.",
      "hindi": "और हमने नूह को उनकी क़ौम के पास (पैग़म्बर बनाकर) भेजा तो वह उनमें पचास कम हज़ार बरस रहे (और हिदायत किया किए और जब न माना) तो आख़िर तूफान ने उन्हें ले डाला और वह उस वक्त भी सरकश ही थे"
    },
    {
      "verse_number": 15,
      "arabic": "فَأَنجَیۡنَـٰهُ وَأَصۡحَـٰبَ ٱلسَّفِینَةِ وَجَعَلۡنَـٰهَاۤ ءَایَةࣰ لِّلۡعَـٰلَمِینَ\n",
      "english": "But We saved him and the companions of the ship, and We made it a sign for the worlds.",
      "hindi": "फिर हमने नूह और कश्ती में रहने वालों को बचा लिया और हमने इस वाक़िये को सारी ख़ुदाई के वास्ते (अपनी क़ुदरत की) निशानी क़रार दी"
    },
    {
      "verse_number": 16,
      "arabic": "وَإِبۡرَ ٰ⁠هِیمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُۖ ذَ ٰ⁠لِكُمۡ خَیۡرࣱ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ\n",
      "english": "And [We sent] Abraham, when he said to his people, \"Worship Allah and fear Him. That is best for you, if you should know.",
      "hindi": "और इबराहीम को (याद करो) जब उन्होंने कहा कि (भाईयों) ख़ुदा की इबादत करो और उससे डरो अगर तुम समझते बूझते हो तो यही तुम्हारे हक़ में बेहतर है"
    },
    {
      "verse_number": 17,
      "arabic": "إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَـٰنࣰا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِینَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا یَمۡلِكُونَ لَكُمۡ رِزۡقࣰا فَٱبۡتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُوا۟ لَهُۥۤۖ إِلَیۡهِ تُرۡجَعُونَ\n",
      "english": "You only worship, besides Allah, idols, and you produce a falsehood. Indeed, those you worship besides Allah do not possess for you [the power of] provision. So seek from Allah provision and worship Him and be grateful to Him. To Him you will be returned.\"",
      "hindi": "(मगर) तुम लोग तो ख़ुदा को छोड़कर सिर्फ बुतों की परसतिश करते हैं और झूठी बातें (अपने दिल से) गढ़ते हो इसमें तो शक ही नहीं कि ख़ुदा को छोड़कर जिन लोगों की तुम परसतिश करते हो वह तुम्हारी रोज़ी का एख्तेयार नही रखते-बस ख़ुदा ही से रोज़ी भी माँगों और उसकी इबादत भी करो उसका शुक्र करो (क्योंकि) तुम लोग (एक दिन) उसी की तरफ लौटाए जाओगे"
    },
    {
      "verse_number": 18,
      "arabic": "وَإِن تُكَذِّبُوا۟ فَقَدۡ كَذَّبَ أُمَمࣱ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَـٰغُ ٱلۡمُبِینُ\n",
      "english": "And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification.",
      "hindi": "और (ऐ अहले मक्का) अगर तुमने (मेरे रसूल को) झुठलाया तो (कुछ परवाह नहीं) तुमसे पहले भी तो बहुतेरी उम्मते (अपने पैग़म्बरों को) झुठला चुकी हैं और रसूल के ज़िम्मे तो सिर्फ (एहक़ाम का) पहुँचा देना है"
    },
    {
      "verse_number": 19,
      "arabic": "أَوَلَمۡ یَرَوۡا۟ كَیۡفَ یُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ یُعِیدُهُۥۤۚ إِنَّ ذَ ٰ⁠لِكَ عَلَى ٱللَّهِ یَسِیرࣱ\n",
      "english": "Have they not considered how Allah begins creation and then repeats it? Indeed that, for Allah, is easy.",
      "hindi": "बस क्या उन लोगों ने इस पर ग़ौर नहीं किया कि ख़ुदा किस तरह मख़लूकात को पहले पहल पैदा करता है और फिर उसको दोबारा पैदा करेगा ये तो ख़ुदा के नज़दीक बहुत आसान बात है"
    },
    {
      "verse_number": 20,
      "arabic": "قُلۡ سِیرُوا۟ فِی ٱلۡأَرۡضِ فَٱنظُرُوا۟ كَیۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ یُنشِئُ ٱلنَّشۡأَةَ ٱلۡـَٔاخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n",
      "english": "Say, [O Muhammad], \"Travel through the land and observe how He began creation. Then Allah will produce the final creation. Indeed Allah, over all things, is competent.\"",
      "hindi": "(ऐ रसूल इन लोगों से) तुम कह दो कि ज़रा रुए ज़मीन पर चलफिर कर देखो तो कि ख़ुदा ने किस तरह पहले पहल मख़लूक को पैदा किया फिर (उसी तरह वही) ख़ुदा (क़यामत के दिन) आखिरी पैदाइश पैदा करेगा- बेशक ख़ुदा हर चीज़ पर क़ादिर है"
    },
    {
      "verse_number": 21,
      "arabic": "یُعَذِّبُ مَن یَشَاۤءُ وَیَرۡحَمُ مَن یَشَاۤءُۖ وَإِلَیۡهِ تُقۡلَبُونَ\n",
      "english": "He punishes whom He wills and has mercy upon whom He wills, and to Him you will be returned.",
      "hindi": "जिस पर चाहे अज़ाब करे और जिस पर चाहे रहम करे और तुम लोग (सब के सब) उसी की तरफ लौटाए जाओगे"
    },
    {
      "verse_number": 22,
      "arabic": "وَمَاۤ أَنتُم بِمُعۡجِزِینَ فِی ٱلۡأَرۡضِ وَلَا فِی ٱلسَّمَاۤءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِیࣲّ وَلَا نَصِیرࣲ\n",
      "english": "And you will not cause failure [to Allah] upon the earth or in the heaven. And you have not other than Allah any protector or any helper.",
      "hindi": "और न तो तुम ज़मीन ही में ख़ुदा को ज़ेर कर सकते हो और न आसमान में और ख़ुदा के सिवा न तो तुम्हारा कोई सरपरस्त है और न मददगार"
    },
    {
      "verse_number": 23,
      "arabic": "وَٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِ ٱللَّهِ وَلِقَاۤىِٕهِۦۤ أُو۟لَـٰۤىِٕكَ یَىِٕسُوا۟ مِن رَّحۡمَتِی وَأُو۟لَـٰۤىِٕكَ لَهُمۡ عَذَابٌ أَلِیمࣱ\n",
      "english": "And the ones who disbelieve in the signs of Allah and the meeting with Him - those have despaired of My mercy, and they will have a painful punishment.",
      "hindi": "और जिन लोगों ने ख़ुदा की आयतों और (क़यामत के दिन) उसके सामने हाज़िर होने से इन्कार किया मेरी रहमत से मायूस हो गए हैं और उन्हीं लोगों के वास्ते दर्दनाक अज़ाब है"
    },
    {
      "verse_number": 24,
      "arabic": "فَمَا كَانَ جَوَابَ قَوۡمِهِۦۤ إِلَّاۤ أَن قَالُوا۟ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یُؤۡمِنُونَ\n",
      "english": "And the answer of Abraham's people was not but that they said, \"Kill him or burn him,\" but Allah saved him from the fire. Indeed in that are signs for a people who believe.",
      "hindi": "ग़रज़ इबराहीम की क़ौम के पास (इन बातों का) इसके सिवा कोई जवाब न था कि बाहम कहने लगे इसको मार डालो या जला (कर ख़ाक) कर डालो (आख़िर वह कर गुज़रे) तो ख़ुदा ने उनको आग से बचा लिया इसमें शक नहीं कि दुनियादार लोगों के वास्ते इस वाकिये में (कुदरते ख़ुदा की) बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 25,
      "arabic": "وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَـٰنࣰا مَّوَدَّةَ بَیۡنِكُمۡ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ ثُمَّ یَوۡمَ ٱلۡقِیَـٰمَةِ یَكۡفُرُ بَعۡضُكُم بِبَعۡضࣲ وَیَلۡعَنُ بَعۡضُكُم بَعۡضࣰا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِینَ\n",
      "english": "And [Abraham] said, \"You have only taken, other than Allah, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers.\"",
      "hindi": "और इबराहीम ने (अपनी क़ौम से) कहा कि तुम लोगों ने ख़ुदा को छोड़कर बुतो को सिर्फ दुनिया की ज़िन्दगी में बाहम मोहब्त करने की वजह से (ख़ुदा) बना रखा है फिर क़यामत के दिन तुम में से एक का एक इनकार करेगा और एक दूसरे पर लानत करेगा और (आख़िर) तुम लोगों का ठिकाना जहन्नुम है और (उस वक्त तुम्हारा कोई भी मददगार न होगा)"
    },
    {
      "verse_number": 26,
      "arabic": "۞ فَـَٔامَنَ لَهُۥ لُوطࣱۘ وَقَالَ إِنِّی مُهَاجِرٌ إِلَىٰ رَبِّیۤۖ إِنَّهُۥ هُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "And Lot believed him. [Abraham] said, \"Indeed, I will emigrate to [the service of] my Lord. Indeed, He is the Exalted in Might, the Wise.\"",
      "hindi": "तब सिर्फ लूत इबराहीम पर ईमान लाए और इबराहीम ने कहा मै तो देस को छोड़कर अपने परवरदिगार की तरफ (जहाँ उसको मंज़ूर हो ) निकल जाऊँगा"
    },
    {
      "verse_number": 27,
      "arabic": "وَوَهَبۡنَا لَهُۥۤ إِسۡحَـٰقَ وَیَعۡقُوبَ وَجَعَلۡنَا فِی ذُرِّیَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَـٰبَ وَءَاتَیۡنَـٰهُ أَجۡرَهُۥ فِی ٱلدُّنۡیَاۖ وَإِنَّهُۥ فِی ٱلۡـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِینَ\n",
      "english": "And We gave to Him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous.",
      "hindi": "इसमे शक नहीं कि वह ग़ालिब (और) हिकमत वाला है और हमने इबराहीम को इसहाक़ (सा बेटा) और याक़ूब (सा पोता) अता किया और उनकी नस्ल में पैग़म्बरी और किताब क़रार दी और हम न इबराहीम को दुनिया में भी अच्छा बदला अता किया और वह तो आख़ेरत में भी यक़ीनी नेको कारों से हैं"
    },
    {
      "verse_number": 28,
      "arabic": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦۤ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدࣲ مِّنَ ٱلۡعَـٰلَمِینَ\n",
      "english": "And [mention] Lot, when he said to his people, \"Indeed, you commit such immorality as no one has preceded you with from among the worlds.",
      "hindi": "(और ऐ रसूल) लूत को (याद करो) जब उन्होंने अपनी क़ौम से कहा कि तुम लोग अजब बेहयाई का काम करते हो कि तुमसे पहले सारी खुदायी के लोगों में से किसी ने नहीं किया"
    },
    {
      "verse_number": 29,
      "arabic": "أَىِٕنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِیلَ وَتَأۡتُونَ فِی نَادِیكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦۤ إِلَّاۤ أَن قَالُوا۟ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِینَ\n",
      "english": "Indeed, you approach men and obstruct the road and commit in your meetings [every] evil.\" And the answer of his people was not but they said, \"Bring us the punishment of Allah, if you should be of the truthful.\"",
      "hindi": "तुम लोग (औरतों को छोड़कर कज़ाए शहवत के लिए) मर्दों की तरफ गिरते हो और (मुसाफिरों की) रहजनी करते हो और तुम लोग अपनी महफिलों में बुरी बुरी हरकते करते हो तो (इन सब बातों का) लूत की क़ौम के पास इसके सिवा कोई जवाब न था कि वह लोग कहने लगे कि भला अगर तुम सच्चे हो तो हम पर ख़ुदा का अज़ाब तो ले आओ"
    },
    {
      "verse_number": 30,
      "arabic": "قَالَ رَبِّ ٱنصُرۡنِی عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِینَ\n",
      "english": "He said, \"My Lord, support me against the corrupting people.\"",
      "hindi": "तब लूत ने दुआ की कि परवरदिगार इन मुफ़सिद लोगों के मुक़ाबले में मेरी मदद कर"
    },
    {
      "verse_number": 31,
      "arabic": "وَلَمَّا جَاۤءَتۡ رُسُلُنَاۤ إِبۡرَ ٰ⁠هِیمَ بِٱلۡبُشۡرَىٰ قَالُوۤا۟ إِنَّا مُهۡلِكُوۤا۟ أَهۡلِ هَـٰذِهِ ٱلۡقَرۡیَةِۖ إِنَّ أَهۡلَهَا كَانُوا۟ ظَـٰلِمِینَ\n",
      "english": "And when Our messengers came to Abraham with the good tidings, they said, \"Indeed, we will destroy the people of that Lot's city. Indeed, its people have been wrongdoers.\"",
      "hindi": "(उस वक्त अज़ाब की तैयारी हुई) और जब हमारे भेजे हुए फ़रिश्ते इबराहीम के पास (बुढ़ापे में बेटे की) खुशखबरी लेकर आए तो (इबराहीम से) बोले हम लोग अनक़रीब इस गाँव के रहने वालों को हलाक करने वाले हैं (क्योंकि) इस बस्ती के रहने वाले यक़ीनी (बड़े) सरकश है"
    },
    {
      "verse_number": 32,
      "arabic": "قَالَ إِنَّ فِیهَا لُوطࣰاۚ قَالُوا۟ نَحۡنُ أَعۡلَمُ بِمَن فِیهَاۖ لَنُنَجِّیَنَّهُۥ وَأَهۡلَهُۥۤ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَـٰبِرِینَ\n",
      "english": "[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind.\"",
      "hindi": "(ये सुन कर) इबराहीम ने कहा कि इस बस्ती में तो लूत भी है वह फरिश्ते बोले जो लोग इस बस्ती में हैं हम लोग उनसे खूब वाक़िफ़ हैं हम तो उनको और उनके लड़के बालों को यक़ीनी बचा लेंगे मगर उनकी बीबी को वह (अलबता) पीछे रह जाने वालों में होगीं"
    },
    {
      "verse_number": 33,
      "arabic": "وَلَمَّاۤ أَن جَاۤءَتۡ رُسُلُنَا لُوطࣰا سِیۤءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعࣰاۖ وَقَالُوا۟ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَـٰبِرِینَ\n",
      "english": "And when Our messengers came to Lot, he was distressed for them and felt for them great discomfort. They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind.",
      "hindi": "और जब हमारे भेजे हुए फरिश्ते लूत के पास आए लूत उनके आने से ग़मग़ीन हुए और उन (की मेहमानी) से दिल तंग हुए (क्योंकि वह नौजवान खूबसूरत मर्दों की सरूत में आए थे) फरिश्तों ने कहा आप ख़ौफ न करें और कुढ़े नही हम आपको और आपके लड़के बालों को बचा लेगें मगर आपकी बीबी (क्योंकि वह पीछे रह जाने वालो से होगी)"
    },
    {
      "verse_number": 34,
      "arabic": "إِنَّا مُنزِلُونَ عَلَىٰۤ أَهۡلِ هَـٰذِهِ ٱلۡقَرۡیَةِ رِجۡزࣰا مِّنَ ٱلسَّمَاۤءِ بِمَا كَانُوا۟ یَفۡسُقُونَ\n",
      "english": "Indeed, we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient.\"",
      "hindi": "हम यक़ीनन इसी बस्ती के रहने वालों पर चूँकि ये लोग बदकारियाँ करते रहे एक आसमानी अज़ाब नाज़िल करने वाले हैं"
    },
    {
      "verse_number": 35,
      "arabic": "وَلَقَد تَّرَكۡنَا مِنۡهَاۤ ءَایَةَۢ بَیِّنَةࣰ لِّقَوۡمࣲ یَعۡقِلُونَ\n",
      "english": "And We have certainly left of it a sign as clear evidence for a people who use reason.",
      "hindi": "और हमने यक़ीनी उस (उलटी हुई बस्ती) में से समझदार लोगों के वास्ते (इबरत की) एक वाज़ेए व रौशन निशानी बाक़ी रखी है"
    },
    {
      "verse_number": 36,
      "arabic": "وَإِلَىٰ مَدۡیَنَ أَخَاهُمۡ شُعَیۡبࣰا فَقَالَ یَـٰقَوۡمِ ٱعۡبُدُوا۟ ٱللَّهَ وَٱرۡجُوا۟ ٱلۡیَوۡمَ ٱلۡـَٔاخِرَ وَلَا تَعۡثَوۡا۟ فِی ٱلۡأَرۡضِ مُفۡسِدِینَ\n",
      "english": "And to Madyan [We sent] their brother Shu'ayb, and he said, \"O my people, worship Allah and expect the Last Day and do not commit abuse on the earth, spreading corruption.\"",
      "hindi": "और (हमने) मदियन के रहने वालों के पास उनके भाई शुएब को पैग़म्बर बनाकर भेजा उन्होंने (अपनी क़ौम से) कहा ऐ मेरी क़ौम ख़ुदा की इबादत करो और रोज़े आखेरत की उम्मीद रखो और रुए ज़मीन में फ़साद न फैलाते फिरो"
    },
    {
      "verse_number": 37,
      "arabic": "فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُوا۟ فِی دَارِهِمۡ جَـٰثِمِینَ\n",
      "english": "But they denied him, so the earthquake seized them, and they became within their home [corpses] fallen prone.",
      "hindi": "तो उन लोगों ने शुऐब को झुठलाया पस ज़लज़ले (भूचाल) ने उन्हें ले डाला- तो वह लोग अपने घरों में औंधे ज़ानू के बल पड़े रह गए"
    },
    {
      "verse_number": 38,
      "arabic": "وَعَادࣰا وَثَمُودَا۟ وَقَد تَّبَیَّنَ لَكُم مِّن مَّسَـٰكِنِهِمۡۖ وَزَیَّنَ لَهُمُ ٱلشَّیۡطَـٰنُ أَعۡمَـٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِیلِ وَكَانُوا۟ مُسۡتَبۡصِرِینَ\n",
      "english": "And [We destroyed] 'Aad and Thamud, and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path, and they were endowed with perception.",
      "hindi": "और क़ौम आद और समूद को (भी हलाक कर डाला) और (ऐ अहले मक्का) तुम को तो उनके (उजड़े हुए) घर भी (रास्ता आते जाते) मालूम हो चुके और शैतान ने उनकी नज़र में उनके कामों को अच्छा कर दिखाया था और उन्हें (सीधी) राह (चलने) से रोक दिया था हालॉकि वह बड़े होशियार थे"
    },
    {
      "verse_number": 39,
      "arabic": "وَقَـٰرُونَ وَفِرۡعَوۡنَ وَهَـٰمَـٰنَۖ وَلَقَدۡ جَاۤءَهُم مُّوسَىٰ بِٱلۡبَیِّنَـٰتِ فَٱسۡتَكۡبَرُوا۟ فِی ٱلۡأَرۡضِ وَمَا كَانُوا۟ سَـٰبِقِینَ\n",
      "english": "And [We destroyed] Qarun and Pharaoh and Haman. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment].",
      "hindi": "और (हम ही ने) क़ारुन व फिरऔन व हामान को भी (हलाक कर डाला) हालॉकि उन लोगों के पास मूसा वाजेए व रौशन मौजिज़े लेकर आए फिर भी ये लोग रुए ज़मीन में सरकशी करते फिरे और हमसे (निकल कर) कहीं आगे न बढ़ सके"
    },
    {
      "verse_number": 40,
      "arabic": "فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَیۡهِ حَاصِبࣰا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّیۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِیَظۡلِمَهُمۡ وَلَـٰكِن كَانُوۤا۟ أَنفُسَهُمۡ یَظۡلِمُونَ\n",
      "english": "So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allah would not have wronged them, but it was they who were wronging themselves.",
      "hindi": "तो हमने सबको उनके गुनाह की सज़ा में ले डाला चुनांन्चे उनमे से बाज़ तो वह थे जिन पर हमने पत्थर वाली ऑंधी भेजी और बाज़ उनमें से वह थे जिन को एक सख्त चिंघाड़ ने ले डाला और बाज़ उनमें से वह थे जिनको हमने ज़मीन मे धॅसा दिया और बाज़ उनमें से वह थे जिन्हें हमने डुबो मारा और ये बात नहीं कि ख़ुदा ने उन पर ज़ुल्म किया हो बल्कि (सच युं है कि) ये लोग ख़ुद (ख़ुदा की नाफ़रमानी करके) आप अपने ऊपर ज़ुल्म करते रहे"
    },
    {
      "verse_number": 41,
      "arabic": "مَثَلُ ٱلَّذِینَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوۡلِیَاۤءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَیۡتࣰاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُیُوتِ لَبَیۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُوا۟ یَعۡلَمُونَ\n",
      "english": "The example of those who take allies other than Allah is like that of the spider who takes a home. And indeed, the weakest of homes is the home of the spider, if they only knew.",
      "hindi": "जिन लोगों ने ख़ुदा के सिवा दूसरे कारसाज़ बना रखे हैं उनकी मसल उस मकड़ी की सी है जिसने (अपने ख्याल नाक़िस में) एक घर बनाया और उसमें तो शक ही नहीं कि तमाम घरों से बोदा घर मकड़ी का होता है मगर ये लोग (इतना भी) जानते हो"
    },
    {
      "verse_number": 42,
      "arabic": "إِنَّ ٱللَّهَ یَعۡلَمُ مَا یَدۡعُونَ مِن دُونِهِۦ مِن شَیۡءࣲۚ وَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "Indeed, Allah knows whatever thing they call upon other than Him. And He is the Exalted in Might, the Wise.",
      "hindi": "ख़ुदा को छोड़कर ये लोग जिस चीज़ को पुकारते हैं उससे ख़ुदा यक़ीनी वाक़िफ है और वह तो (सब पर) ग़ालिब (और) हिकमत वाला है"
    },
    {
      "verse_number": 43,
      "arabic": "وَتِلۡكَ ٱلۡأَمۡثَـٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا یَعۡقِلُهَاۤ إِلَّا ٱلۡعَـٰلِمُونَ\n",
      "english": "And these examples We present to the people, but none will understand them except those of knowledge.",
      "hindi": "और हम ये मिसाले लोगों के (समझाने) के वास्ते बयान करते हैं और उन को तो बस उलमा ही समझते हैं"
    },
    {
      "verse_number": 44,
      "arabic": "خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَةࣰ لِّلۡمُؤۡمِنِینَ\n",
      "english": "Allah created the heavens and the earth in truth. Indeed in that is a sign for the believers.",
      "hindi": "ख़ुदा ने सारे आसमान और ज़मीन को बिल्कुल ठीक पैदा किया इसमें शक नहीं कि उसमें ईमानदारों के वास्ते (कुदरते ख़ुदा की) यक़ीनी बड़ी निशानी है"
    },
    {
      "verse_number": 45,
      "arabic": "ٱتۡلُ مَاۤ أُوحِیَ إِلَیۡكَ مِنَ ٱلۡكِتَـٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَاۤءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ یَعۡلَمُ مَا تَصۡنَعُونَ\n",
      "english": "Recite, [O Muhammad], what has been revealed to you of the Book and establish prayer. Indeed, prayer prohibits immorality and wrongdoing, and the remembrance of Allah is greater. And Allah knows that which you do.",
      "hindi": "(ऐ रसूल) जो किताब तुम्हारे पास नाज़िल की गयी है उसकी तिलावत करो और पाबन्दी से नमाज़ पढ़ो बेशक नमाज़ बेहयाई और बुरे कामों से बाज़ रखती है और ख़ुदा की याद यक़ीनी बड़ा मरतबा रखती है और तुम लोग जो कुछ करते हो ख़ुदा उससे वाक़िफ है"
    },
    {
      "verse_number": 46,
      "arabic": "۞ وَلَا تُجَـٰدِلُوۤا۟ أَهۡلَ ٱلۡكِتَـٰبِ إِلَّا بِٱلَّتِی هِیَ أَحۡسَنُ إِلَّا ٱلَّذِینَ ظَلَمُوا۟ مِنۡهُمۡۖ وَقُولُوۤا۟ ءَامَنَّا بِٱلَّذِیۤ أُنزِلَ إِلَیۡنَا وَأُنزِلَ إِلَیۡكُمۡ وَإِلَـٰهُنَا وَإِلَـٰهُكُمۡ وَ ٰ⁠حِدࣱ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ\n",
      "english": "And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him.\"",
      "hindi": "और (ऐ ईमानदारों) अहले किताब से मनाज़िरा न किया करो मगर उमदा और शाएस्ता अलफाज़ व उनवान से लेकिन उनमें से जिन लोगों ने तुम पर ज़ुल्म किया (उनके साथ रिआयत न करो) और साफ साफ कह दो कि जो किताब हम पर नाज़िल हुई और जो किताब तुम पर नाज़िल हुई है हम तो सब पर ईमान ला चुके और हमारा माबूद और तुम्हारा माबूद एक ही है और हम उसी के फरमाबरदार है"
    },
    {
      "verse_number": 47,
      "arabic": "وَكَذَ ٰ⁠لِكَ أَنزَلۡنَاۤ إِلَیۡكَ ٱلۡكِتَـٰبَۚ فَٱلَّذِینَ ءَاتَیۡنَـٰهُمُ ٱلۡكِتَـٰبَ یُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَـٰۤؤُلَاۤءِ مَن یُؤۡمِنُ بِهِۦۚ وَمَا یَجۡحَدُ بِـَٔایَـٰتِنَاۤ إِلَّا ٱلۡكَـٰفِرُونَ\n",
      "english": "And thus We have sent down to you the Qur'an. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers.",
      "hindi": "और (ऐ रसूल जिस तरह अगले पैग़म्बरों पर किताबें उतारी) उसी तरह हमने तुम्हारे पास किताब नाज़िल की तो जिन लोगों को हमने (पहले) किताब अता की है वह उस पर भी ईमान रखते हैं और (अरबो) में से बाज़ वह हैं जो उस पर ईमान रखते हैं और हमारी आयतों के तो बस पक्के कट्टर काफिर ही मुनकिर है"
    },
    {
      "verse_number": 48,
      "arabic": "وَمَا كُنتَ تَتۡلُوا۟ مِن قَبۡلِهِۦ مِن كِتَـٰبࣲ وَلَا تَخُطُّهُۥ بِیَمِینِكَۖ إِذࣰا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ\n",
      "english": "And you did not recite before it any scripture, nor did you inscribe one with your right hand. Otherwise the falsifiers would have had [cause for] doubt.",
      "hindi": "और (ऐ रसूल) क़ुरान से पहले न तो तुम कोई किताब ही पढ़ते थे और न अपने हाथ से तुम लिखा करते थे ऐसा होता तो ये झूठे ज़रुर (तुम्हारी नबुवत में) शक करते"
    },
    {
      "verse_number": 49,
      "arabic": "بَلۡ هُوَ ءَایَـٰتُۢ بَیِّنَـٰتࣱ فِی صُدُورِ ٱلَّذِینَ أُوتُوا۟ ٱلۡعِلۡمَۚ وَمَا یَجۡحَدُ بِـَٔایَـٰتِنَاۤ إِلَّا ٱلظَّـٰلِمُونَ\n",
      "english": "Rather, the Qur'an is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers.",
      "hindi": "मगर जिन लोगों को (ख़ुदा की तरफ से) इल्म अता हुआ है उनके दिल में ये (क़ुरान) वाजेए व रौशन आयतें हैं और सरकशी के सिवा हमारी आयतो से कोई इन्कार नहीं करता"
    },
    {
      "verse_number": 50,
      "arabic": "وَقَالُوا۟ لَوۡلَاۤ أُنزِلَ عَلَیۡهِ ءَایَـٰتࣱ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡـَٔایَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَاۤ أَنَا۠ نَذِیرࣱ مُّبِینٌ\n",
      "english": "But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allah, and I am only a clear warner.\"",
      "hindi": "और (कुफ्फ़ार अरब) कहते हैं कि इस (रसूल) पर उसके परवरदिगार की तरफ से मौजिज़े क्यों नही नाज़िल होते (ऐ रसूल उनसे) कह दो कि मौजिज़े तो बस ख़ुदा ही के पास हैं और मै तो सिर्फ साफ साफ (अज़ाबे ख़ुदा से) डराने वाला हूँ"
    },
    {
      "verse_number": 51,
      "arabic": "أَوَلَمۡ یَكۡفِهِمۡ أَنَّاۤ أَنزَلۡنَا عَلَیۡكَ ٱلۡكِتَـٰبَ یُتۡلَىٰ عَلَیۡهِمۡۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَرَحۡمَةࣰ وَذِكۡرَىٰ لِقَوۡمࣲ یُؤۡمِنُونَ\n",
      "english": "And is it not sufficient for them that We revealed to you the Book which is recited to them? Indeed in that is a mercy and reminder for a people who believe.",
      "hindi": "क्या उनके लिए ये काफी नहीं कि हमने तुम पर क़ुरान नाज़िल किया जो उनके सामने पढ़ा जाता है इसमें शक नहीं कि ईमानदार लोगों के लिए इसमें (ख़ुदा की बड़ी) मेहरबानी और (अच्छी ख़ासी) नसीहत है"
    },
    {
      "verse_number": 52,
      "arabic": "قُلۡ كَفَىٰ بِٱللَّهِ بَیۡنِی وَبَیۡنَكُمۡ شَهِیدࣰاۖ یَعۡلَمُ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ وَٱلَّذِینَ ءَامَنُوا۟ بِٱلۡبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡخَـٰسِرُونَ\n",
      "english": "Say, \"Sufficient is Allah between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allah - it is those who are the losers.\"",
      "hindi": "तुम कह दो कि मेरे और तुम्हारे दरमियान गवाही के वास्ते ख़ुदा ही काफी है जो सारे आसमान व ज़मीन की चीज़ों को जानता है-और जिन लोगों ने बातिल को माना और ख़ुदा से इन्कार किया वही लोग बड़े घाटे में रहेंगे"
    },
    {
      "verse_number": 53,
      "arabic": "وَیَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَاۤ أَجَلࣱ مُّسَمࣰّى لَّجَاۤءَهُمُ ٱلۡعَذَابُۚ وَلَیَأۡتِیَنَّهُم بَغۡتَةࣰ وَهُمۡ لَا یَشۡعُرُونَ\n",
      "english": "And they urge you to hasten the punishment. And if not for [the decree of] a specified term, punishment would have reached them. But it will surely come to them suddenly while they perceive not.",
      "hindi": "और (ऐ रसूल) तुमसे लोग अज़ाब के नाज़िल होने की जल्दी करते हैं और अगर (अज़ाब का) वक्त मुअय्यन न होता तो यक़ीनन उनके पास अब तक अज़ाब आ जाता और (आख़िर एक दिन) उन पर अचानक ज़रुर आ पड़ेगा और उनको ख़बर भी न होगी"
    },
    {
      "verse_number": 54,
      "arabic": "یَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِیطَةُۢ بِٱلۡكَـٰفِرِینَ\n",
      "english": "They urge you to hasten the punishment. And indeed, Hell will be encompassing of the disbelievers",
      "hindi": "ये लोग तुमसे अज़ाब की जल्दी करते हैं और ये यक़ीनी बात है कि दोज़ख़ काफिरों को (इस तरह) घेर कर रहेगी (कि रुक न सकेंगे)"
    },
    {
      "verse_number": 55,
      "arabic": "یَوۡمَ یَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَیَقُولُ ذُوقُوا۟ مَا كُنتُمۡ تَعۡمَلُونَ\n",
      "english": "On the Day the punishment will cover them from above them and from below their feet and it is said, \"Taste [the result of] what you used to do.\"",
      "hindi": "जिस दिन अज़ाब उनके सर के ऊपर से और उनके पॉव के नीचे से उनको ढॉके होगा और ख़ुदा (उनसे) फरमाएगा कि जो जो कारस्तानियॉ तुम (दुनिया में) करते थे अब उनका मज़ा चखो"
    },
    {
      "verse_number": 56,
      "arabic": "یَـٰعِبَادِیَ ٱلَّذِینَ ءَامَنُوۤا۟ إِنَّ أَرۡضِی وَ ٰ⁠سِعَةࣱ فَإِیَّـٰیَ فَٱعۡبُدُونِ\n",
      "english": "O My servants who have believed, indeed My earth is spacious, so worship only Me.",
      "hindi": "ऐ मेरे ईमानदार बन्दों मेरी ज़मीन तो यक़ीनन कुशादा है तो तुम मेरी ही इबादत करो"
    },
    {
      "verse_number": 57,
      "arabic": "كُلُّ نَفۡسࣲ ذَاۤىِٕقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَیۡنَا تُرۡجَعُونَ\n",
      "english": "Every soul will taste death. Then to Us will you be returned.",
      "hindi": "हर शख्स (एक न एक दिन) मौत का मज़ा चखने वाला है फिर तुम सब आख़िर हमारी ही तरफ लौटए जाओंगे"
    },
    {
      "verse_number": 58,
      "arabic": "وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفࣰا تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَـٰمِلِینَ\n",
      "english": "And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow, wherein they abide eternally. Excellent is the reward of the [righteous] workers",
      "hindi": "और जिन लोगों ने ईमान क़ुबूल किया और अच्छे अच्छे काम किए उनको हम बेहश्त के झरोखों में जगह देगें जिनके नीचे नहरें जारी हैं जिनमें वह हमेशा रहेंगे (अच्छे चलन वालो की भी क्या ख़ूब ख़री मज़दूरी है)"
    },
    {
      "verse_number": 59,
      "arabic": "ٱلَّذِینَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمۡ یَتَوَكَّلُونَ\n",
      "english": "Who have been patient and upon their Lord rely.",
      "hindi": "जिन्होंने (दुनिया में मुसिबतों पर) सब्र किया और अपने परवरदिगार पर भरोसा रखते हैं"
    },
    {
      "verse_number": 60,
      "arabic": "وَكَأَیِّن مِّن دَاۤبَّةࣲ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ یَرۡزُقُهَا وَإِیَّاكُمۡۚ وَهُوَ ٱلسَّمِیعُ ٱلۡعَلِیمُ\n",
      "english": "And how many a creature carries not its [own] provision. Allah provides for it and for you. And He is the Hearing, the Knowing.",
      "hindi": "और ज़मीन पर चलने वालों में बहुतेरे ऐसे हैं जो अपनी रोज़ी अपने ऊपर लादे नहीं फिरते ख़ुदा ही उनको भी रोज़ी देता है और तुम को भी और वह बड़ा सुनने वाला वाक़िफकार है"
    },
    {
      "verse_number": 61,
      "arabic": "وَلَىِٕن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَیَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ یُؤۡفَكُونَ\n",
      "english": "If you asked them, \"Who created the heavens and earth and subjected the sun and the moon?\" they would surely say, \"Allah.\" Then how are they deluded?",
      "hindi": "(ऐ रसूल) अगर तुम उनसे पूछो कि (भला) किसने सारे आसमान व ज़मीन को पैदा किया और चाँद और सूरज को काम में लगाया तो वह ज़रुर यही कहेंगे कि अल्लाह ने फिर वह कहाँ बहके चले जाते हैं"
    },
    {
      "verse_number": 62,
      "arabic": "ٱللَّهُ یَبۡسُطُ ٱلرِّزۡقَ لِمَن یَشَاۤءُ مِنۡ عِبَادِهِۦ وَیَقۡدِرُ لَهُۥۤۚ إِنَّ ٱللَّهَ بِكُلِّ شَیۡءٍ عَلِیمࣱ\n",
      "english": "Allah extends provision for whom He wills of His servants and restricts for him. Indeed Allah is, of all things, Knowing.",
      "hindi": "ख़ुदा ही अपने बन्दों में से जिसकी रोज़ी चाहता है कुशादा कर देता है और जिसके लिए चाहता है तंग कर देता है इसमें शक नहीं कि ख़ुदा ही हर चीज़ से वाक़िफ है"
    },
    {
      "verse_number": 63,
      "arabic": "وَلَىِٕن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَاۤءِ مَاۤءࣰ فَأَحۡیَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَیَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا یَعۡقِلُونَ\n",
      "english": "And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say \" Allah.\" Say, \"Praise to Allah \"; but most of them do not reason.",
      "hindi": "और (ऐ रसूल) अगर तुम उससे पूछो कि किसने आसमान से पानी बरसाया फिर उसके ज़रिये से ज़मीन को इसके मरने (परती होने) के बाद ज़िन्दा (आबाद) किया तो वह ज़रुर यही कहेंगे कि अल्लाह ने (ऐ रसूल) तुम कह दो अल्हम दो लिल्लाह-मगर उनमे से बहुतेरे (इतना भी) नहीं समझते"
    },
    {
      "verse_number": 64,
      "arabic": "وَمَا هَـٰذِهِ ٱلۡحَیَوٰةُ ٱلدُّنۡیَاۤ إِلَّا لَهۡوࣱ وَلَعِبࣱۚ وَإِنَّ ٱلدَّارَ ٱلۡـَٔاخِرَةَ لَهِیَ ٱلۡحَیَوَانُۚ لَوۡ كَانُوا۟ یَعۡلَمُونَ\n",
      "english": "And this worldly life is not but diversion and amusement. And indeed, the home of the Hereafter - that is the [eternal] life, if only they knew.",
      "hindi": "और ये दुनिया की ज़िन्दगी तो खेल तमाशे के सिवा कुछ नहीं और मगर ये लोग समझें बूझें तो इसमे शक नहीं कि अबदी ज़िन्दगी (की जगह) तो बस आख़ेरत का घर है (बाक़ी लग़ो)"
    },
    {
      "verse_number": 65,
      "arabic": "فَإِذَا رَكِبُوا۟ فِی ٱلۡفُلۡكِ دَعَوُا۟ ٱللَّهَ مُخۡلِصِینَ لَهُ ٱلدِّینَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ یُشۡرِكُونَ\n",
      "english": "And when they board a ship, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, at once they associate others with Him",
      "hindi": "फिर जब ये लोग कश्ती में सवार होते हैं तो निहायत ख़ुलूस से उसकी इबादत करने वाले बन कर ख़ुदा से दुआ करते हैं फिर जब उन्हें ख़ुश्की में (पहुँचा कर) नजात देता है तो फौरन शिर्क करने लगते हैं"
    },
    {
      "verse_number": 66,
      "arabic": "لِیَكۡفُرُوا۟ بِمَاۤ ءَاتَیۡنَـٰهُمۡ وَلِیَتَمَتَّعُوا۟ۚ فَسَوۡفَ یَعۡلَمُونَ\n",
      "english": "So that they will deny what We have granted them, and they will enjoy themselves. But they are going to know.",
      "hindi": "ताकि जो (नेअमतें) हमने उन्हें अता की हैं उनका इन्कार कर बैठें और ताकि (दुनिया में) ख़ूब चैन कर लें तो अनक़रीब ही (इसका नतीजा) उन्हें मालूम हो जाएगा"
    },
    {
      "verse_number": 67,
      "arabic": "أَوَلَمۡ یَرَوۡا۟ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنࣰا وَیُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَـٰطِلِ یُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ یَكۡفُرُونَ\n",
      "english": "Have they not seen that We made [Makkah] a safe sanctuary, while people are being taken away all around them? Then in falsehood do they believe, and in the favor of Allah they disbelieve?",
      "hindi": "क्या उन लोगों ने इस पर ग़ौर नहीं किया कि हमने हरम (मक्का) को अमन व इत्मेनान की जगह बनाया हालॉकि उनके गिर्द व नवाह से लोग उचक ले जाते हैं तो क्या ये लोग झूठे माबूदों पर ईमान लाते हैं और ख़ुदा की नेअमत की नाशुक्री करते हैं"
    },
    {
      "verse_number": 68,
      "arabic": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَاۤءَهُۥۤۚ أَلَیۡسَ فِی جَهَنَّمَ مَثۡوࣰى لِّلۡكَـٰفِرِینَ\n",
      "english": "And who is more unjust than one who invents a lie about Allah or denies the truth when it has come to him? Is there not in Hell a [sufficient] residence for the disbelievers?",
      "hindi": "और जो शख्स ख़ुदा पर झूठ बोहतान बॉधे या जब उसके पास कोई सच्ची बात आए तो झुठला दे इससे बढ़कर ज़ालिम कौन होगा क्या (इन) काफिरों का ठिकाना जहन्नुम में नहीं है (ज़रुर है)"
    },
    {
      "verse_number": 69,
      "arabic": "وَٱلَّذِینَ جَـٰهَدُوا۟ فِینَا لَنَهۡدِیَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِینَ\n",
      "english": "And those who strive for Us - We will surely guide them to Our ways. And indeed, Allah is with the doers of good.",
      "hindi": "और जिन लोगों ने हमारी राह में जिहाद किया उन्हें हम ज़रुर अपनी राह की हिदायत करेंगे और इसमें शक नही कि ख़ुदा नेकोकारों का साथी है"
    }
  ]
}