{
  "id": 7,
  "name_simple": "Al-A'raf",
  "name_arabic": "الأعراف",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ الۤمۤصۤ\n",
      "english": "Alif, Lam, Meem, Sad.",
      "hindi": "अलिफ़ लाम मीम स्वाद"
    },
    {
      "verse_number": 2,
      "arabic": "كِتَـٰبٌ أُنزِلَ إِلَیۡكَ فَلَا یَكُن فِی صَدۡرِكَ حَرَجࣱ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِینَ\n",
      "english": "[This is] a Book revealed to you, [O Muhammad] - so let there not be in your breast distress therefrom - that you may warn thereby and as a reminder to the believers.",
      "hindi": "(ऐ रसूल) ये किताब ख़ुदा (क़ुरान) तुम पर इस ग़रज़ से नाज़िल की गई है ताकि तुम उसके ज़रिये से लोगों को अज़ाबे ख़ुदा से डराओ और ईमानदारों के लिए नसीहत का बायस हो"
    },
    {
      "verse_number": 3,
      "arabic": "ٱتَّبِعُوا۟ مَاۤ أُنزِلَ إِلَیۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦۤ أَوۡلِیَاۤءَۗ قَلِیلࣰا مَّا تَذَكَّرُونَ\n",
      "english": "Follow, [O mankind], what has been revealed to you from your Lord and do not follow other than Him any allies. Little do you remember.",
      "hindi": "तुम्हारे दिल में उसकी वजह से कोई न तंगी पैदा हो (लोगों) जो तुम्हारे परवरदिगार की तरफ से तुम पर नाज़िल किया गया है उसकी पैरवी करो और उसके सिवा दूसरे (फर्ज़ी) बुतों (माबुदों) की पैरवी न करो"
    },
    {
      "verse_number": 4,
      "arabic": "وَكَم مِّن قَرۡیَةٍ أَهۡلَكۡنَـٰهَا فَجَاۤءَهَا بَأۡسُنَا بَیَـٰتًا أَوۡ هُمۡ قَاۤىِٕلُونَ\n",
      "english": "And how many cities have We destroyed, and Our punishment came to them at night or while they were sleeping at noon.",
      "hindi": "तुम लोग बहुत ही कम नसीहत क़ुबूल करते हो और क्या (तुम्हें) ख़बर नहीं कि ऐसी बहुत सी बस्तियाँ हैं जिन्हें हमने हलाक कर डाला तो हमारा अज़ाब (ऐसे वक्त) आ पहुचा"
    },
    {
      "verse_number": 5,
      "arabic": "فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَاۤءَهُم بَأۡسُنَاۤ إِلَّاۤ أَن قَالُوۤا۟ إِنَّا كُنَّا ظَـٰلِمِینَ\n",
      "english": "And their declaration when Our punishment came to them was only that they said, \"Indeed, we were wrongdoers!\"",
      "hindi": "कि वह लोग या तो रात की नींद सो रहे थे या दिन को क़लीला (खाने के बाद का लेटना) कर रहे थे तब हमारा अज़ाब उन पर आ पड़ा तो उनसे सिवाए इसके और कुछ न कहते बन पड़ा कि हम बेशक ज़ालिम थे"
    },
    {
      "verse_number": 6,
      "arabic": "فَلَنَسۡـَٔلَنَّ ٱلَّذِینَ أُرۡسِلَ إِلَیۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِینَ\n",
      "english": "Then We will surely question those to whom [a message] was sent, and We will surely question the messengers.",
      "hindi": "फिर हमने तो ज़रूर उन लोगों से जिनकी तरफ पैग़म्बर भेजे गये थे (हर चीज़ का) सवाल करेगें और ख़ुद पैग़म्बरों से भी ज़रूर पूछेगें"
    },
    {
      "verse_number": 7,
      "arabic": "فَلَنَقُصَّنَّ عَلَیۡهِم بِعِلۡمࣲۖ وَمَا كُنَّا غَاۤىِٕبِینَ\n",
      "english": "Then We will surely relate [their deeds] to them with knowledge, and We were not [at all] absent.",
      "hindi": "फिर हम उनसे हक़ीक़त हाल ख़ूब समझ बूझ के (ज़रा ज़रा) दोहराएगें"
    },
    {
      "verse_number": 8,
      "arabic": "وَٱلۡوَزۡنُ یَوۡمَىِٕذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَ ٰ⁠زِینُهُۥ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ\n",
      "english": "And the weighing [of deeds] that Day will be the truth. So those whose scales are heavy - it is they who will be the successful.",
      "hindi": "और हम कुछ ग़ायब तो थे नहीं और उस दिन (आमाल का) तौला जाना बिल्कुल ठीक है फिर तो जिनके (नेक अमाल के) पल्ले भारी होगें तो वही लोग फायज़ुलहराम (नजात पाये हुए) होगें"
    },
    {
      "verse_number": 9,
      "arabic": "وَمَنۡ خَفَّتۡ مَوَ ٰ⁠زِینُهُۥ فَأُو۟لَـٰۤىِٕكَ ٱلَّذِینَ خَسِرُوۤا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔایَـٰتِنَا یَظۡلِمُونَ\n",
      "english": "And those whose scales are light - they are the ones who will lose themselves for what injustice they were doing toward Our verses.",
      "hindi": "(और जिनके नेक अमाल के) पल्ले हलके होगें तो उन्हीं लोगों ने हमारी आयत से नाफरमानी करने की वजह से यक़ीनन अपना आप नुक़सान किया"
    },
    {
      "verse_number": 10,
      "arabic": "وَلَقَدۡ مَكَّنَّـٰكُمۡ فِی ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِیهَا مَعَـٰیِشَۗ قَلِیلࣰا مَّا تَشۡكُرُونَ\n",
      "english": "And We have certainly established you upon the earth and made for you therein ways of livelihood. Little are you grateful.",
      "hindi": "और (ऐ बनीआदम) हमने तो यक़ीनन तुमको ज़मीन में क़ुदरत व इख़तेदार दिया और उसमें तुम्हारे लिए असबाब ज़िन्दगी मुहय्या किए (मगर) तुम बहुत ही कम शुक्र करते हो"
    },
    {
      "verse_number": 11,
      "arabic": "وَلَقَدۡ خَلَقۡنَـٰكُمۡ ثُمَّ صَوَّرۡنَـٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰۤىِٕكَةِ ٱسۡجُدُوا۟ لِـَٔادَمَ فَسَجَدُوۤا۟ إِلَّاۤ إِبۡلِیسَ لَمۡ یَكُن مِّنَ ٱلسَّـٰجِدِینَ\n",
      "english": "And We have certainly created you, [O Mankind], and given you [human] form. Then We said to the angels, \"Prostrate to Adam\"; so they prostrated, except for Iblees. He was not of those who prostrated.",
      "hindi": "हालाकि इसमें तो शक ही नहीं कि हमने तुम्हारे बाप आदम को पैदा किया फिर तुम्हारी सूरते बनायीं फिर हमनें फ़रिश्तों से कहा कि तुम सब के सब आदम को सजदा करो तो सब के सब झुक पड़े मगर शैतान कि वह सजदा करने वालों में शामिल न हुआ।"
    },
    {
      "verse_number": 12,
      "arabic": "قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَیۡرࣱ مِّنۡهُ خَلَقۡتَنِی مِن نَّارࣲ وَخَلَقۡتَهُۥ مِن طِینࣲ\n",
      "english": "[Allah] said, \"What prevented you from prostrating when I commanded you?\" [Satan] said, \"I am better than him. You created me from fire and created him from clay.\"",
      "hindi": "ख़ुदा ने (शैतान से) फरमाया जब मैनें तुझे हुक्म दिया कि तू फिर तुझे सजदा करने से किसी ने रोका कहने लगा मैं उससे अफ़ज़ल हूँ (क्योंकि) तूने मुझे आग (ऐसे लतीफ अनसर) से पैदा किया"
    },
    {
      "verse_number": 13,
      "arabic": "قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا یَكُونُ لَكَ أَن تَتَكَبَّرَ فِیهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّـٰغِرِینَ\n",
      "english": "[Allah] said, \"Descend from Paradise, for it is not for you to be arrogant therein. So get out; indeed, you are of the debased.",
      "hindi": "और उसको मिट्टी (ऐसी कशीफ़ अनसर) से पैदा किया ख़ुदा ने फरमाया (तुझको ये ग़ुरूर है) तो बेहश्त से नीचे उतर जाओ क्योंकि तेरी ये मजाल नहीं कि तू यहाँ रहकर ग़ुरूर करे तो यहाँ से (बाहर) निकल बेशक तू ज़लील लोगों से है"
    },
    {
      "verse_number": 14,
      "arabic": "قَالَ أَنظِرۡنِیۤ إِلَىٰ یَوۡمِ یُبۡعَثُونَ\n",
      "english": "[Satan] said, \"Reprieve me until the Day they are resurrected.\"",
      "hindi": "कहने लगा तो (ख़ैर) हमें उस दिन तक की (मौत से) मोहलत दे"
    },
    {
      "verse_number": 15,
      "arabic": "قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِینَ\n",
      "english": "[Allah] said, \"Indeed, you are of those reprieved.\"",
      "hindi": "जिस दिन सारी ख़ुदाई के लोग दुबारा जिलाकर उठा खड़े किये जाएगें"
    },
    {
      "verse_number": 16,
      "arabic": "قَالَ فَبِمَاۤ أَغۡوَیۡتَنِی لَأَقۡعُدَنَّ لَهُمۡ صِرَ ٰ⁠طَكَ ٱلۡمُسۡتَقِیمَ\n",
      "english": "[Satan] said, \"Because You have put me in error, I will surely sit in wait for them on Your straight path.",
      "hindi": "फ़रमाया (अच्छा मंजूर) तुझे ज़रूर मोहलत दी गयी कहने लगा चूँकि तूने मेरी राह मारी तो मैं भी तेरी सीधी राह पर बनी आदम को (गुमराह करने के लिए) ताक में बैठूं तो सही"
    },
    {
      "verse_number": 17,
      "arabic": "ثُمَّ لَـَٔاتِیَنَّهُم مِّنۢ بَیۡنِ أَیۡدِیهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَیۡمَـٰنِهِمۡ وَعَن شَمَاۤىِٕلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَـٰكِرِینَ\n",
      "english": "Then I will come to them from before them and from behind them and on their right and on their left, and You will not find most of them grateful [to You].\"",
      "hindi": "फिर उन लोगों से और उनके पीछे से और उनके दाहिने से और उनके बाएं से (गरज़ हर तरफ से) उन पर आ पडूंगा और (उनको बहकाउंगा) और तू उन में से बहुतरों की शुक्रग़ुज़ार नहीं पायेगा"
    },
    {
      "verse_number": 18,
      "arabic": "قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومࣰا مَّدۡحُورࣰاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِینَ\n",
      "english": "[Allah] said, \"Get out of Paradise, reproached and expelled. Whoever follows you among them - I will surely fill Hell with you, all together.\"",
      "hindi": "ख़ुदा ने फरमाया यहाँ से बुरे हाल में (राइन्दा होकर निकल) (दूर) जा उन लोगों से जो तेरा कहा मानेगा तो मैं यक़ीनन तुम (और उन) सबको जहन्नुम में भर दूंगा"
    },
    {
      "verse_number": 19,
      "arabic": "وَیَـٰۤـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَیۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِینَ\n",
      "english": "And \"O Adam, dwell, you and your wife, in Paradise and eat from wherever you will but do not approach this tree, lest you be among the wrongdoers.\"",
      "hindi": "और (आदम से कहा) ऐ आदम तुम और तुम्हारी बीबी (दोनों) बेहश्त में रहा सहा करो और जहाँ से चाहो खाओ (पियो) मगर (ख़बरदार) उस दरख्त के करीब न जाना वरना तुम अपना आप नुक़सान करोगे"
    },
    {
      "verse_number": 20,
      "arabic": "فَوَسۡوَسَ لَهُمَا ٱلشَّیۡطَـٰنُ لِیُبۡدِیَ لَهُمَا مَا وُۥرِیَ عَنۡهُمَا مِن سَوۡءَ ٰ⁠ تِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَـٰذِهِ ٱلشَّجَرَةِ إِلَّاۤ أَن تَكُونَا مَلَكَیۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَـٰلِدِینَ\n",
      "english": "But Satan whispered to them to make apparent to them that which was concealed from them of their private parts. He said, \"Your Lord did not forbid you this tree except that you become angels or become of the immortal.\"",
      "hindi": "फिर शैतान ने उन दोनों को वसवसा (शक) दिलाया ताकि (नाफरमानी की वजह से) उनके अस्तर की चीज़े जो उनकी नज़र से बेहश्ती लिबास की वजह से पोशीदा थी खोल डाले कहने लगा कि तुम्हारे परवरदिगार ने दोनों को दरख्त (के फल खाने) से सिर्फ इसलिए मना किया है (कि मुबादा) तुम दोनों फरिश्ते बन जाओ या हमेशा (ज़िन्दा) रह जाओ"
    },
    {
      "verse_number": 21,
      "arabic": "وَقَاسَمَهُمَاۤ إِنِّی لَكُمَا لَمِنَ ٱلنَّـٰصِحِینَ\n",
      "english": "And he swore [by Allah] to them, \"Indeed, I am to you from among the sincere advisors.\"",
      "hindi": "और उन दोनों के सामने क़समें खायीं कि मैं यक़ीनन तुम्हारा ख़ैर ख्वाह हूँ"
    },
    {
      "verse_number": 22,
      "arabic": "فَدَلَّىٰهُمَا بِغُرُورࣲۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَ ٰ⁠ تُهُمَا وَطَفِقَا یَخۡصِفَانِ عَلَیۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَاۤ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَاۤ إِنَّ ٱلشَّیۡطَـٰنَ لَكُمَا عَدُوࣱّ مُّبِینࣱ\n",
      "english": "So he made them fall, through deception. And when they tasted of the tree, their private parts became apparent to them, and they began to fasten together over themselves from the leaves of Paradise. And their Lord called to them, \"Did I not forbid you from that tree and tell you that Satan is to you a clear enemy?\"",
      "hindi": "ग़रज़ धोखे से उन दोनों को उस (के खाने) की तरफ ले गया ग़रज़ जो ही उन दोनों ने इस दरख्त (के फल) को चखा कि (बेहश्ती लिबास गिर गया और समझ पैदा हुई) उन पर उनकी शर्मगाहें ज़ाहिर हो गयीं और बेहश्त के पत्ते (तोड़ जोड़ कर) अपने ऊपर ढापने लगे तब उनको परवरदिगार ने उनको आवाज़ दी कि क्यों मैंने तुम दोनों को इस दरख्त के पास (जाने) से मना नहीं किया था और (क्या) ये न जता दिया था कि शैतान तुम्हारा यक़ीनन खुला हुआ दुश्मन है"
    },
    {
      "verse_number": 23,
      "arabic": "قَالَا رَبَّنَا ظَلَمۡنَاۤ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَـٰسِرِینَ\n",
      "english": "They said, \"Our Lord, we have wronged ourselves, and if You do not forgive us and have mercy upon us, we will surely be among the losers.\"",
      "hindi": "ये दोनों अर्ज क़रने लगे ऐ हमारे पालने वाले हमने अपना आप नुकसान किया और अगर तू हमें माफ न फरमाएगा और हम पर रहम न करेगा तो हम बिल्कुल घाटे में ही रहेगें"
    },
    {
      "verse_number": 24,
      "arabic": "قَالَ ٱهۡبِطُوا۟ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوࣱّۖ وَلَكُمۡ فِی ٱلۡأَرۡضِ مُسۡتَقَرࣱّ وَمَتَـٰعٌ إِلَىٰ حِینࣲ\n",
      "english": "[Allah] said, \"Descend, being to one another enemies. And for you on the earth is a place of settlement and enjoyment for a time.\"",
      "hindi": "हुक्म हुआ तुम (मियां बीबी शैतान) सब के सब बेहशत से नीचे उतरो तुममें से एक का एक दुश्मन है और (एक ख़ास) वक्त तक तुम्हारा ज़मीन में ठहराव (ठिकाना) और ज़िन्दगी का सामना है"
    },
    {
      "verse_number": 25,
      "arabic": "قَالَ فِیهَا تَحۡیَوۡنَ وَفِیهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ\n",
      "english": "He said, \"Therein you will live, and therein you will die, and from it you will be brought forth.\"",
      "hindi": "ख़ुदा ने (ये भी) फरमाया कि तुम ज़मीन ही में जिन्दगी बसर करोगे और इसी में मरोगे"
    },
    {
      "verse_number": 26,
      "arabic": "یَـٰبَنِیۤ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَیۡكُمۡ لِبَاسࣰا یُوَ ٰ⁠رِی سَوۡءَ ٰ⁠ تِكُمۡ وَرِیشࣰاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَ ٰ⁠لِكَ خَیۡرࣱۚ ذَ ٰ⁠لِكَ مِنۡ ءَایَـٰتِ ٱللَّهِ لَعَلَّهُمۡ یَذَّكَّرُونَ\n",
      "english": "O children of Adam, We have bestowed upon you clothing to conceal your private parts and as adornment. But the clothing of righteousness - that is best. That is from the signs of Allah that perhaps they will remember.",
      "hindi": "और उसी में से (और) उसी में से फिर दोबारा तुम ज़िन्दा करके निकाले जाओगे ऐ आदम की औलाद हमने तुम्हारे लिए पोशाक नाज़िल की जो तुम्हारे शर्मगाहों को छिपाती है और ज़ीनत के लिए कपड़े और इसके अलावा परहेज़गारी का लिबास है और ये सब (लिबासों) से बेहतर है ये (लिबास) भी ख़ुदा (की कुदरत) की निशानियों से है"
    },
    {
      "verse_number": 27,
      "arabic": "یَـٰبَنِیۤ ءَادَمَ لَا یَفۡتِنَنَّكُمُ ٱلشَّیۡطَـٰنُ كَمَاۤ أَخۡرَجَ أَبَوَیۡكُم مِّنَ ٱلۡجَنَّةِ یَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِیُرِیَهُمَا سَوۡءَ ٰ⁠ تِهِمَاۤۚ إِنَّهُۥ یَرَىٰكُمۡ هُوَ وَقَبِیلُهُۥ مِنۡ حَیۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّیَـٰطِینَ أَوۡلِیَاۤءَ لِلَّذِینَ لَا یُؤۡمِنُونَ\n",
      "english": "O children of Adam, let not Satan tempt you as he removed your parents from Paradise, stripping them of their clothing to show them their private parts. Indeed, he sees you, he and his tribe, from where you do not see them. Indeed, We have made the devils allies to those who do not believe.",
      "hindi": "ताकि लोग नसीहत व इबरत हासिल करें ऐ औलादे आदम (होशियार रहो) कहीं तुम्हें शैतान बहका न दे जिस तरह उसने तुम्हारे बाप माँ आदम व हव्वा को बेहश्त से निकलवा छोड़ा उसी ने उन दोनों से (बेहश्ती) पोशाक उतरवाई ताकि उन दोनों को उनकी शर्मगाहें दिखा दे वह और उसका क़ुनबा ज़रूर तुम्हें इस तरह देखता रहता है कि तुम उन्हे नहीं देखने पाते हमने शैतानों को उन्हीं लोगों का रफीक़ क़रार दिया है"
    },
    {
      "verse_number": 28,
      "arabic": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةࣰ قَالُوا۟ وَجَدۡنَا عَلَیۡهَاۤ ءَابَاۤءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا یَأۡمُرُ بِٱلۡفَحۡشَاۤءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ\n",
      "english": "And when they commit an immorality, they say, \"We found our fathers doing it, and Allah has ordered us to do it.\" Say, \"Indeed, Allah does not order immorality. Do you say about Allah that which you do not know?\"",
      "hindi": "जो ईमान नही रखते और वह लोग जब कोई बुरा काम करते हैं कि हमने उस तरीके पर अपने बाप दादाओं को पाया और ख़ुदा ने (भी) यही हुक्म दिया है (ऐ रसूल) तुम साफ कह दो कि ख़ुदा ने (भी) यही हुक्म दिया है (ऐ रसूल) तुम (साफ) कह दो कि ख़ुदा हरगिज़ बुरे काम का हुक्म नहीं देता क्या तुम लोग ख़ुदा पर (इफ्तिरा करके) वह बातें कहते हो जो तुम नहीं जानते"
    },
    {
      "verse_number": 29,
      "arabic": "قُلۡ أَمَرَ رَبِّی بِٱلۡقِسۡطِۖ وَأَقِیمُوا۟ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدࣲ وَٱدۡعُوهُ مُخۡلِصِینَ لَهُ ٱلدِّینَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ\n",
      "english": "Say, [O Muhammad], \"My Lord has ordered justice and that you maintain yourselves [in worship of Him] at every place [or time] of prostration, and invoke Him, sincere to Him in religion.\" Just as He originated you, you will return [to life] -",
      "hindi": "(ऐ रसूल) तुम कह दो कि मेरे परवरदिगार ने तो इन्साफ का हुक्म दिया है और (ये भी क़रार दिया है कि) हर नमाज़ के वक्त अपने अपने मुँह (क़िबले की तरफ़) सीधे कर लिया करो और इसके लिए निरी खरी इबादत करके उससे दुआ मांगो जिस तरह उसने तुम्हें शुरू शुरू पैदा किया था"
    },
    {
      "verse_number": 30,
      "arabic": "فَرِیقًا هَدَىٰ وَفَرِیقًا حَقَّ عَلَیۡهِمُ ٱلضَّلَـٰلَةُۚ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّیَـٰطِینَ أَوۡلِیَاۤءَ مِن دُونِ ٱللَّهِ وَیَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ\n",
      "english": "A group [of you] He guided, and a group deserved [to be in] error. Indeed, they had taken the devils as allies instead of Allah while they thought that they were guided.",
      "hindi": "उसी तरह फिर (दोबारा) ज़िन्दा किये जाओगे उसी ने एक फरीक़ की हिदायत की और एक गिरोह (के सर) पर गुमराही सवार हो गई उन लोगों ने ख़ुदा को छोड़कर शैतानों को अपना सरपरस्त बना लिया और बावजूद उसके गुमराह करते हैं कि वह राह रास्ते पर है"
    },
    {
      "verse_number": 31,
      "arabic": "۞ یَـٰبَنِیۤ ءَادَمَ خُذُوا۟ زِینَتَكُمۡ عِندَ كُلِّ مَسۡجِدࣲ وَكُلُوا۟ وَٱشۡرَبُوا۟ وَلَا تُسۡرِفُوۤا۟ۚ إِنَّهُۥ لَا یُحِبُّ ٱلۡمُسۡرِفِینَ\n",
      "english": "O children of Adam, take your adornment at every masjid, and eat and drink, but be not excessive. Indeed, He likes not those who commit excess.",
      "hindi": "ऐ औलाद आदम हर नमाज़ के वक्त बन सवर के निखर जाया करो और खाओ और पियो और फिज़ूल ख़र्ची मत करो (क्योंकि) ख़ुदा फिज़ूल ख़र्च करने वालों को दोस्त नहीं रखता"
    },
    {
      "verse_number": 32,
      "arabic": "قُلۡ مَنۡ حَرَّمَ زِینَةَ ٱللَّهِ ٱلَّتِیۤ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّیِّبَـٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِیَ لِلَّذِینَ ءَامَنُوا۟ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا خَالِصَةࣰ یَوۡمَ ٱلۡقِیَـٰمَةِۗ كَذَ ٰ⁠لِكَ نُفَصِّلُ ٱلۡـَٔایَـٰتِ لِقَوۡمࣲ یَعۡلَمُونَ\n",
      "english": "Say, \"Who has forbidden the adornment of Allah which He has produced for His servants and the good [lawful] things of provision?\" Say, \"They are for those who believe during the worldly life [but] exclusively for them on the Day of Resurrection.\" Thus do We detail the verses for a people who know.",
      "hindi": "(ऐ रसूल से) पूछो तो कि जो ज़ीनत (के साज़ों सामान) और खाने की साफ सुथरी चीज़ें ख़ुदा ने अपने बन्दो के वास्ते पैदा की हैं किसने हराम कर दी तुम ख़ुद कह दो कि सब पाक़ीज़ा चीज़े क़यामत के दिन उन लोगों के लिए ख़ास हैं जो दुनिया की (ज़रा सी) ज़िन्दगी में ईमान लाते थे हम यूँ अपनी आयतें समझदार लोगों के वास्ते तफसीलदार बयान करतें हैं"
    },
    {
      "verse_number": 33,
      "arabic": "قُلۡ إِنَّمَا حَرَّمَ رَبِّیَ ٱلۡفَوَ ٰ⁠حِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡیَ بِغَیۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُوا۟ بِٱللَّهِ مَا لَمۡ یُنَزِّلۡ بِهِۦ سُلۡطَـٰنࣰا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ\n",
      "english": "Say, \"My Lord has only forbidden immoralities - what is apparent of them and what is concealed - and sin, and oppression without right, and that you associate with Allah that for which He has not sent down authority, and that you say about Allah that which you do not know.\"",
      "hindi": "(ऐ रसूल) तुम साफ कह दो कि हमारे परवरदिगार ने तो तमाम बदकारियों को ख्वाह (चाहे) ज़ाहिरी हो या बातिनी और गुनाह और नाहक़ ज्यादती करने को हराम किया है और इस बात को कि तुम किसी को ख़ुदा का शरीक बनाओ जिनकी उनसे कोई दलील न ही नाज़िल फरमाई और ये भी कि बे समझे बूझे ख़ुदा पर बोहतान बॉधों"
    },
    {
      "verse_number": 34,
      "arabic": "وَلِكُلِّ أُمَّةٍ أَجَلࣱۖ فَإِذَا جَاۤءَ أَجَلُهُمۡ لَا یَسۡتَأۡخِرُونَ سَاعَةࣰ وَلَا یَسۡتَقۡدِمُونَ\n",
      "english": "And for every nation is a [specified] term. So when their time has come, they will not remain behind an hour, nor will they precede [it].",
      "hindi": "और हर गिरोह (के न पैदा होने) का एक ख़ास वक्त है फिर जब उनका वक्त आ पहुंचता है तो न एक घड़ी पीछे रह सकते हैं और न आगे बढ़ सकते हैं"
    },
    {
      "verse_number": 35,
      "arabic": "یَـٰبَنِیۤ ءَادَمَ إِمَّا یَأۡتِیَنَّكُمۡ رُسُلࣱ مِّنكُمۡ یَقُصُّونَ عَلَیۡكُمۡ ءَایَـٰتِی فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَیۡهِمۡ وَلَا هُمۡ یَحۡزَنُونَ\n",
      "english": "O children of Adam, if there come to you messengers from among you relating to you My verses, then whoever fears Allah and reforms - there will be no fear concerning them, nor will they grieve.",
      "hindi": "ऐ औलादे आदम जब तुम में के (हमारे) पैग़म्बर तुम्हारे पास आए और तुमसे हमारे एहकाम बयान करे तो (उनकी इताअत करना क्योंकि जो शख्स परहेज़गारी और नेक काम करेगा तो ऐसे लोगों पर न तो (क़यामत में) कोई ख़ौफ़ होगा और न वह आर्ज़दा ख़ातिर (परेशान) होंगे"
    },
    {
      "verse_number": 36,
      "arabic": "وَٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَا وَٱسۡتَكۡبَرُوا۟ عَنۡهَاۤ أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلنَّارِۖ هُمۡ فِیهَا خَـٰلِدُونَ\n",
      "english": "But the ones who deny Our verses and are arrogant toward them - those are the companions of the Fire; they will abide therein eternally.",
      "hindi": "और जिन लोगों ने हमारी आयतों को झुठलाया और उनसे सरताबी कर बैठे वह लोग जहन्नुमी हैं कि वह उसमें हमेशा रहेगें"
    },
    {
      "verse_number": 37,
      "arabic": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔایَـٰتِهِۦۤۚ أُو۟لَـٰۤىِٕكَ یَنَالُهُمۡ نَصِیبُهُم مِّنَ ٱلۡكِتَـٰبِۖ حَتَّىٰۤ إِذَا جَاۤءَتۡهُمۡ رُسُلُنَا یَتَوَفَّوۡنَهُمۡ قَالُوۤا۟ أَیۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰۤ أَنفُسِهِمۡ أَنَّهُمۡ كَانُوا۟ كَـٰفِرِینَ\n",
      "english": "And who is more unjust than one who invents about Allah a lie or denies His verses? Those will attain their portion of the decree until when Our messengers come to them to take them in death, they will say, \"Where are those you used to invoke besides Allah?\" They will say, \"They have departed from us,\" and will bear witness against themselves that they were disbelievers.",
      "hindi": "तो जो शख्स ख़ुदा पर झूठ बोहतान बॉधे या उसकी आयतों को झुठलाए उससे बढ़कर ज़ालिम और कौन होगा फिर तो वह लोग हैं जिन्हें उनकी (तक़दीर) का लिखा हिस्सा (रिज़क) वग़ैरह मिलता रहेगा यहाँ तक कि जब हमारे भेजे हुए (फरिश्ते) उनके पास आकर उनकी रूह कब्ज़ करेगें तो (उनसे) पूछेगें कि जिन्हें तुम ख़ुदा को छोड़कर पुकारा करते थे अब वह (कहाँ हैं तो वह कुफ्फार) जवाब देगें कि वह सब तो हमें छोड़ कर चल चंपत हुए और अपने खिलाफ आप गवाही देगें कि वह बेशक काफ़िर थे"
    },
    {
      "verse_number": 38,
      "arabic": "قَالَ ٱدۡخُلُوا۟ فِیۤ أُمَمࣲ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِی ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةࣱ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰۤ إِذَا ٱدَّارَكُوا۟ فِیهَا جَمِیعࣰا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰۤؤُلَاۤءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابࣰا ضِعۡفࣰا مِّنَ ٱلنَّارِۖ قَالَ لِكُلࣲّ ضِعۡفࣱ وَلَـٰكِن لَّا تَعۡلَمُونَ\n",
      "english": "[Allah] will say, \"Enter among nations which had passed on before you of jinn and mankind into the Fire.\" Every time a nation enters, it will curse its sister until, when they have all overtaken one another therein, the last of them will say about the first of them \"Our Lord, these had misled us, so give them a double punishment of the Fire. He will say, \"For each is double, but you do not know.\"",
      "hindi": "(तब ख़ुदा उनसे) फरमाएगा कि जो लोग जिन व इन्स के तुम से पहले बसे हैं उन्हीं में मिलजुल कर तुम भी जहन्नुम वासिल हो जाओ (और ) अहले जहन्नुम का ये हाल होगा कि जब उसमें एक गिरोह दाख़िल होगा तो अपने साथी दूसरे गिरोह पर लानत करेगा यहाँ तक कि जब सब के सब पहुंच जाएगें तो उनमें की पिछली जमात अपने से पहली जमाअत के वास्ते बदद्आ करेगी कि परवरदिगार उन्हीं लोगों ने हमें गुमराह किया था तो उन पर जहन्नुम का दोगुना अज़ाब फरमा (इस पर) ख़ुदा फरमाएगा कि हर एक के वास्ते दो गुना अज़ाब है लेकिन (तुम पर) तुफ़ है तुम जानते नहीं"
    },
    {
      "verse_number": 39,
      "arabic": "وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَیۡنَا مِن فَضۡلࣲ فَذُوقُوا۟ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ\n",
      "english": "And the first of them will say to the last of them, \"Then you had not any favor over us, so taste the punishment for what you used to earn.\"",
      "hindi": "और उनमें से पहली जमाअत पिछली जमाअत की तरफ मुख़ातिब होकर कहेगी कि अब तो तुमको हमपर कोई फज़ीलत न रही पस (हमारी तरह) तुम भी अपने करतूत की बदौलत अज़ाब (के मज़े) चखो बेशक जिन लोगों ने हमारे आयात को झुठलाया"
    },
    {
      "verse_number": 40,
      "arabic": "إِنَّ ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَا وَٱسۡتَكۡبَرُوا۟ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَ ٰ⁠بُ ٱلسَّمَاۤءِ وَلَا یَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ یَلِجَ ٱلۡجَمَلُ فِی سَمِّ ٱلۡخِیَاطِۚ وَكَذَ ٰ⁠لِكَ نَجۡزِی ٱلۡمُجۡرِمِینَ\n",
      "english": "Indeed, those who deny Our verses and are arrogant toward them - the gates of Heaven will not be opened for them, nor will they enter Paradise until a camel enters into the eye of a needle. And thus do We recompense the criminals.",
      "hindi": "और उनसे सरताबी की न उनके लिए आसमान के दरवाज़े खोले जाएंगें और वह बेहश्त ही में दाखिल होने पाएगें यहाँ तक कि ऊँट सूई के नाके में होकर निकल जाए (यानि जिस तरह ये मुहाल है) उसी तरह उनका बेहश्त में दाखिल होना मुहाल है और हम मुजरिमों को ऐसी ही सज़ा दिया करते हैं उनके लिए जहन्नुम (की आग) का बिछौना होगा"
    },
    {
      "verse_number": 41,
      "arabic": "لَهُم مِّن جَهَنَّمَ مِهَادࣱ وَمِن فَوۡقِهِمۡ غَوَاشࣲۚ وَكَذَ ٰ⁠لِكَ نَجۡزِی ٱلظَّـٰلِمِینَ\n",
      "english": "They will have from Hell a bed and over them coverings [of fire]. And thus do We recompense the wrongdoers.",
      "hindi": "और उनके ऊपर से (आग ही का) ओढ़ना भी और हम ज़ालिमों को ऐसी ही सज़ा देते हैं और जिन लोगों ने ईमान कुबुल किया"
    },
    {
      "verse_number": 42,
      "arabic": "وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۤ أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلۡجَنَّةِۖ هُمۡ فِیهَا خَـٰلِدُونَ\n",
      "english": "But those who believed and did righteous deeds - We charge no soul except [within] its capacity. Those are the companions of Paradise; they will abide therein eternally.",
      "hindi": "और अच्छे अच्छे काम किये और हम तो किसी शख्स को उसकी ताकत से ज्यादा तकलीफ देते ही नहीं यहीं लोग जन्नती हैं कि वह हमेशा जन्नत ही में रहा (सहा) करेगें"
    },
    {
      "verse_number": 43,
      "arabic": "وَنَزَعۡنَا مَا فِی صُدُورِهِم مِّنۡ غِلࣲّ تَجۡرِی مِن تَحۡتِهِمُ ٱلۡأَنۡهَـٰرُۖ وَقَالُوا۟ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِی هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهۡتَدِیَ لَوۡلَاۤ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَاۤءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوۤا۟ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ\n",
      "english": "And We will have removed whatever is within their breasts of resentment, [while] flowing beneath them are rivers. And they will say, \"Praise to Allah, who has guided us to this; and we would never have been guided if Allah had not guided us. Certainly the messengers of our Lord had come with the truth.\" And they will be called, \"This is Paradise, which you have been made to inherit for what you used to do.\"",
      "hindi": "और उन लोगों के दिल में जो कुछ (बुग़ज़ व कीना) होगा वह सब हम निकाल (बाहर कर) देगें उनके महलों के नीचे नहरें जारी होगीं और कहते होगें शुक्र है उस ख़ुदा का जिसने हमें इस (मंज़िले मक़सूद) तक पहुंचाया और अगर ख़ुदा हमें यहाँ न पहुंचाता तो हम किसी तरह यहाँ न पहुंच सकते बेशक हमारे परवरदिगार के पैग़म्बर दीने हक़ लेकर आये थे और उन लोगों से पुकार कर कह दिया जाएगा कि वह बेहिश्त हैं जिसके तुम अपनी कारग़ुज़ारियों की जज़ा में वारिस व मालिक बनाए गये हों"
    },
    {
      "verse_number": 44,
      "arabic": "وَنَادَىٰۤ أَصۡحَـٰبُ ٱلۡجَنَّةِ أَصۡحَـٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقࣰّا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقࣰّاۖ قَالُوا۟ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَیۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِینَ\n",
      "english": "And the companions of Paradise will call out to the companions of the Fire, \"We have already found what our Lord promised us to be true. Have you found what your Lord promised to be true?\" They will say, \"Yes.\" Then an announcer will announce among them, \"The curse of Allah shall be upon the wrongdoers.\"",
      "hindi": "और जन्नती लोग जहन्नुमी वालों से पुकार कर कहेगें हमने तो बेशक जो हमारे परवरदिगार ने हमसे वायदा किया था ठीक ठीक पा लिया तो क्या तुमने भी जो तुमसे तम्हारे परवरदिगार ने वायदा किया था ठीक पाया (या नहीं) अहले जहन्नुम कहेगें हाँ (पाया) एक मुनादी उनके दरमियान निदा करेगा कि ज़ालिमों पर ख़ुदा की लानत है"
    },
    {
      "verse_number": 45,
      "arabic": "ٱلَّذِینَ یَصُدُّونَ عَن سَبِیلِ ٱللَّهِ وَیَبۡغُونَهَا عِوَجࣰا وَهُم بِٱلۡـَٔاخِرَةِ كَـٰفِرُونَ\n",
      "english": "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they were, concerning the Hereafter, disbelievers.",
      "hindi": "जो ख़ुदा की राह से लोगों को रोकते थे और उसमें (ख्वामख्वाह) कज़ी (टेढ़ापन) करना चाहते थे और वह रोज़े आख़ेरत से इन्कार करते थे"
    },
    {
      "verse_number": 46,
      "arabic": "وَبَیۡنَهُمَا حِجَابࣱۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالࣱ یَعۡرِفُونَ كُلَّۢا بِسِیمَىٰهُمۡۚ وَنَادَوۡا۟ أَصۡحَـٰبَ ٱلۡجَنَّةِ أَن سَلَـٰمٌ عَلَیۡكُمۡۚ لَمۡ یَدۡخُلُوهَا وَهُمۡ یَطۡمَعُونَ\n",
      "english": "And between them will be a partition, and on [its] elevations are men who recognize all by their mark. And they call out to the companions of Paradise, \"Peace be upon you.\" They have not [yet] entered it, but they long intensely.",
      "hindi": "और बेहश्त व दोज़ख के दरमियान एक हद फ़ासिल है और कुछ लोग आराफ़ पर होगें जो हर शख्स को (बेहिश्ती हो या जहन्नुमी) उनकी पेशानी से पहचान लेगें और वह जन्नत वालों को आवाज़ देगें कि तुम पर सलाम हो या (आराफ़ वाले) लोग अभी दाख़िले जन्नत नहीं हुए हैं मगर वह तमन्ना ज़रूर रखते हैं"
    },
    {
      "verse_number": 47,
      "arabic": "۞ وَإِذَا صُرِفَتۡ أَبۡصَـٰرُهُمۡ تِلۡقَاۤءَ أَصۡحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
      "english": "And when their eyes are turned toward the companions of the Fire, they say, \"Our Lord, do not place us with the wrongdoing people.\"",
      "hindi": "और जब उनकी निगाहें पलटकर जहन्नुमी लोगों की तरफ जा पड़ेगीं (तो उनकी ख़राब हालत देखकर ख़ुदा से अर्ज़ करेगें) ऐ हमारे परवरदिगार हमें ज़ालिम लोगों का साथी न बनाना"
    },
    {
      "verse_number": 48,
      "arabic": "وَنَادَىٰۤ أَصۡحَـٰبُ ٱلۡأَعۡرَافِ رِجَالࣰا یَعۡرِفُونَهُم بِسِیمَىٰهُمۡ قَالُوا۟ مَاۤ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ\n",
      "english": "And the companions of the Elevations will call to men [within Hell] whom they recognize by their mark, saying, \"Of no avail to you was your gathering and [the fact] that you were arrogant.\"",
      "hindi": "और आराफ वाले कुछ (जहन्नुमी) लोगों को जिन्हें उनका चेहरा देखकर पहचान लेगें आवाज़ देगें और और कहेगें अब न तो तुम्हारा जत्था ही तुम्हारे काम आया और न तुम्हारी शेखी बाज़ी ही (सूद मन्द हुई)"
    },
    {
      "verse_number": 49,
      "arabic": "أَهَـٰۤؤُلَاۤءِ ٱلَّذِینَ أَقۡسَمۡتُمۡ لَا یَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُوا۟ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَیۡكُمۡ وَلَاۤ أَنتُمۡ تَحۡزَنُونَ\n",
      "english": "[Allah will say], \"Are these the ones whom you [inhabitants of Hell] swore that Allah would never offer them mercy? Enter Paradise, [O People of the Elevations]. No fear will there be concerning you, nor will you grieve.\"",
      "hindi": "जो तुम दुनिया में किया करते थे यही लोग वह हैं जिनकी निस्बत तुम कसमें खाया करते थे कि उन पर ख़ुदा (अपनी) रहमत न करेगा (देखो आज वही लोग हैं जिनसे कहा गया कि बेतकल्लुफ) बेहश्त में चलो जाओ न तुम पर कोई खौफ है और न तुम किसी तरह आर्ज़ुदा ख़ातिर परेशानी होगी"
    },
    {
      "verse_number": 50,
      "arabic": "وَنَادَىٰۤ أَصۡحَـٰبُ ٱلنَّارِ أَصۡحَـٰبَ ٱلۡجَنَّةِ أَنۡ أَفِیضُوا۟ عَلَیۡنَا مِنَ ٱلۡمَاۤءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوۤا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَـٰفِرِینَ\n",
      "english": "And the companions of the Fire will call to the companions of Paradise, \"Pour upon us some water or from whatever Allah has provided you.\" They will say, \"Indeed, Allah has forbidden them both to the disbelievers.\"",
      "hindi": "और दोज़ख वाले अहले बेहिश्त को (लजाजत से) आवाज़ देगें कि हम पर थोड़ा सा पानी ही उंडेल दो या जो (नेअमतों) खुदा ने तुम्हें दी है उसमें से कुछ (दे डालो दो तो अहले बेहिश्त जवाब में) कहेंगें कि ख़ुदा ने तो जन्नत का खाना पानी काफिरों पर कतई हराम कर दिया है"
    },
    {
      "verse_number": 51,
      "arabic": "ٱلَّذِینَ ٱتَّخَذُوا۟ دِینَهُمۡ لَهۡوࣰا وَلَعِبࣰا وَغَرَّتۡهُمُ ٱلۡحَیَوٰةُ ٱلدُّنۡیَاۚ فَٱلۡیَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُوا۟ لِقَاۤءَ یَوۡمِهِمۡ هَـٰذَا وَمَا كَانُوا۟ بِـَٔایَـٰتِنَا یَجۡحَدُونَ\n",
      "english": "Who took their religion as distraction and amusement and whom the worldly life deluded.\" So today We will forget them just as they forgot the meeting of this Day of theirs and for having rejected Our verses.",
      "hindi": "जिन लोगों ने अपने दीन को खेल तमाशा बना लिया था और दुनिया की (चन्द रोज़ा) ज़िन्दगी ने उनको फरेब दिया था तो हम भी आज (क़यामत में) उन्हें (क़सदन) भूल जाएगें"
    },
    {
      "verse_number": 52,
      "arabic": "وَلَقَدۡ جِئۡنَـٰهُم بِكِتَـٰبࣲ فَصَّلۡنَـٰهُ عَلَىٰ عِلۡمٍ هُدࣰى وَرَحۡمَةࣰ لِّقَوۡمࣲ یُؤۡمِنُونَ\n",
      "english": "And We had certainly brought them a Book which We detailed by knowledge - as guidance and mercy to a people who believe.",
      "hindi": "जिस तरह यह लोग (हमारी) आज की हुज़ूरी को भूलें बैठे थे और हमारी आयतों से इन्कार करते थे हालांकि हमने उनके पास (रसूल की मारफत किताब भी भेज दी है)"
    },
    {
      "verse_number": 53,
      "arabic": "هَلۡ یَنظُرُونَ إِلَّا تَأۡوِیلَهُۥۚ یَوۡمَ یَأۡتِی تَأۡوِیلُهُۥ یَقُولُ ٱلَّذِینَ نَسُوهُ مِن قَبۡلُ قَدۡ جَاۤءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَاۤءَ فَیَشۡفَعُوا۟ لَنَاۤ أَوۡ نُرَدُّ فَنَعۡمَلَ غَیۡرَ ٱلَّذِی كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوۤا۟ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُوا۟ یَفۡتَرُونَ\n",
      "english": "Do they await except its result? The Day its result comes those who had ignored it before will say, \"The messengers of our Lord had come with the truth, so are there [now] any intercessors to intercede for us or could we be sent back to do other than we used to do?\" They will have lost themselves, and lost from them is what they used to invent.",
      "hindi": "जिसे हर तरह समझ बूझ के तफसीलदार बयान कर दिया है (और वह) ईमानदार लोगों के लिए हिदायत और रहमत है क्या ये लोग बस सिर्फ अन्जाम (क़यामत ही) के मुन्तज़िर है (हालांकि) जिस दिन उसके अन्जाम का (वक्त) आ जाएगा तो जो लोग उसके पहले भूले बैठे थे (बेसाख्ता) बोल उठेगें कि बेशक हमारे परवरदिगार के सब रसूल हक़ लेकर आये थे तो क्या उस वक्त हमारी भी सिफरिश करने वाले हैं जो हमारी सिफारिश करें या हम फिर (दुनिया में) लौटाएं जाएं तो जो जो काम हम करते थे उसको छोड़कर दूसरें काम करें"
    },
    {
      "verse_number": 54,
      "arabic": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِی خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ فِی سِتَّةِ أَیَّامࣲ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ یُغۡشِی ٱلَّیۡلَ ٱلنَّهَارَ یَطۡلُبُهُۥ حَثِیثࣰا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَ ٰ⁠تِۭ بِأَمۡرِهِۦۤۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَـٰلَمِینَ\n",
      "english": "Indeed, your Lord is Allah, who created the heavens and earth in six days and then established Himself above the Throne. He covers the night with the day, [another night] chasing it rapidly; and [He created] the sun, the moon, and the stars, subjected by His command. Unquestionably, His is the creation and the command; blessed is Allah, Lord of the worlds.",
      "hindi": "बेशक उन लोगों ने अपना सख्त घाटा किया और जो इफ़तेरा परदाज़िया किया करते थे वह सब गायब (ग़ल्ला) हो गयीं बेशक तुम्हारा परवरदिगार ख़ुदा ही है जिसके (सिर्फ) 6 दिनों में आसमान और ज़मीन को पैदा किया फिर अर्श के बनाने पर आमादा हुआ वही रात को दिन का लिबास पहनाता है तो (गोया) रात दिन को पीछे पीछे तेज़ी से ढूंढती फिरती है और उसी ने आफ़ताब और माहताब और सितारों को पैदा किया कि ये सब के सब उसी के हुक्म के ताबेदार हैं"
    },
    {
      "verse_number": 55,
      "arabic": "ٱدۡعُوا۟ رَبَّكُمۡ تَضَرُّعࣰا وَخُفۡیَةًۚ إِنَّهُۥ لَا یُحِبُّ ٱلۡمُعۡتَدِینَ\n",
      "english": "Call upon your Lord in humility and privately; indeed, He does not like transgressors.",
      "hindi": "देखो हुकूमत और पैदा करना बस ख़ास उसी के लिए है वह ख़ुदा जो सारे जहाँन का परवरदिगार बरक़त वाला है"
    },
    {
      "verse_number": 56,
      "arabic": "وَلَا تُفۡسِدُوا۟ فِی ٱلۡأَرۡضِ بَعۡدَ إِصۡلَـٰحِهَا وَٱدۡعُوهُ خَوۡفࣰا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِیبࣱ مِّنَ ٱلۡمُحۡسِنِینَ\n",
      "english": "And cause not corruption upon the earth after its reformation. And invoke Him in fear and aspiration. Indeed, the mercy of Allah is near to the doers of good.",
      "hindi": "(लोगों) अपने परवरदिगार से गिड़गिड़ाकर और चुपके - चुपके दुआ करो, वह हद से तजाविज़ करने वालों को हरगिज़ दोस्त नहीं रखता और ज़मीन में असलाह के बाद फसाद न करते फिरो और (अज़ाब) के ख़ौफ से और (रहमत) की आस लगा के ख़ुदा से दुआ मांगो"
    },
    {
      "verse_number": 57,
      "arabic": "وَهُوَ ٱلَّذِی یُرۡسِلُ ٱلرِّیَـٰحَ بُشۡرَۢا بَیۡنَ یَدَیۡ رَحۡمَتِهِۦۖ حَتَّىٰۤ إِذَاۤ أَقَلَّتۡ سَحَابࣰا ثِقَالࣰا سُقۡنَـٰهُ لِبَلَدࣲ مَّیِّتࣲ فَأَنزَلۡنَا بِهِ ٱلۡمَاۤءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَ ٰ⁠تِۚ كَذَ ٰ⁠لِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ\n",
      "english": "And it is He who sends the winds as good tidings before His mercy until, when they have carried heavy rainclouds, We drive them to a dead land and We send down rain therein and bring forth thereby [some] of all the fruits. Thus will We bring forth the dead; perhaps you may be reminded.",
      "hindi": "(क्योंकि) नेकी करने वालों से ख़ुदा की रहमत यक़ीनन क़रीब है और वही तो (वह) ख़ुदा है जो अपनी रहमत (अब्र) से पहले खुशखबरी देने वाली हवाओ को भेजता है यहाँ तक कि जब हवाएं (पानी से भरे) बोझल बादलों के ले उड़े तो हम उनको किसी शहर की की तरफ (जो पानी का नायाबी (कमी) से गोया) मर चुका था हॅका दिया फिर हमने उससे पानी बरसाया, फिर हमने उससे हर तरह के फल ज़मीन से निकाले"
    },
    {
      "verse_number": 58,
      "arabic": "وَٱلۡبَلَدُ ٱلطَّیِّبُ یَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِی خَبُثَ لَا یَخۡرُجُ إِلَّا نَكِدࣰاۚ كَذَ ٰ⁠لِكَ نُصَرِّفُ ٱلۡـَٔایَـٰتِ لِقَوۡمࣲ یَشۡكُرُونَ\n",
      "english": "And the good land - its vegetation emerges by permission of its Lord; but that which is bad - nothing emerges except sparsely, with difficulty. Thus do We diversify the signs for a people who are grateful.",
      "hindi": "हम यूं ही (क़यामत के दिन ज़मीन से) मुर्दों को निकालेंगें ताकि तुम लोग नसीहत व इबरत हासिल करो और उम्दा ज़मीन उसके परवरदिगार के हुक्म से उस सब्ज़ा (अच्छा ही) है और जो ज़मीन बड़ी है उसकी पैदावार ख़राब ही होती है"
    },
    {
      "verse_number": 59,
      "arabic": "لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ یَـٰقَوۡمِ ٱعۡبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنۡ إِلَـٰهٍ غَیۡرُهُۥۤ إِنِّیۤ أَخَافُ عَلَیۡكُمۡ عَذَابَ یَوۡمٍ عَظِیمࣲ\n",
      "english": "We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him. Indeed, I fear for you the punishment of a tremendous Day.",
      "hindi": "हम यू अपनी आयतों को उलेटफेर कर शुक्रग़ुजार लोगों के वास्ते बयान करते हैं बेशक हमने नूह को उनकी क़ौम के पास (रसूल बनाकर) भेजा तो उन्होनें (लोगों से ) कहाकि ऐ मेरी क़ौम ख़ुदा की ही इबादत करो उसके सिवा तुम्हारा कोई माबूद नहीं है और मैं तुम्हारी निस्बत (क़यामत जैसे) बड़े ख़ौफनाक दिन के अज़ाब से डरता हूँ"
    },
    {
      "verse_number": 60,
      "arabic": "قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦۤ إِنَّا لَنَرَىٰكَ فِی ضَلَـٰلࣲ مُّبِینࣲ\n",
      "english": "Said the eminent among his people, \"Indeed, we see you in clear error.\"",
      "hindi": "तो उनकी क़ौम के चन्द सरदारों ने कहा हम तो यक़ीनन देखते हैं कि तुम खुल्लम खुल्ला गुमराही में (पड़े) हो"
    },
    {
      "verse_number": 61,
      "arabic": "قَالَ یَـٰقَوۡمِ لَیۡسَ بِی ضَلَـٰلَةࣱ وَلَـٰكِنِّی رَسُولࣱ مِّن رَّبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "[Noah] said, \"O my people, there is not error in me, but I am a messenger from the Lord of the worlds.\"",
      "hindi": "तब नूह ने कहा कि ऐ मेरी क़ौम मुझ में गुमराही (वग़ैरह) तो कुछ नहीं बल्कि मैं तो परवरदिगारे आलम की तरफ से रसूल हूँ"
    },
    {
      "verse_number": 62,
      "arabic": "أُبَلِّغُكُمۡ رِسَـٰلَـٰتِ رَبِّی وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ\n",
      "english": "I convey to you the messages of my Lord and advise you; and I know from Allah what you do not know.",
      "hindi": "तुम तक अपने परवरदिगार के पैग़ामात पहुचाएं देता हूँ और तुम्हारे लिए तुम्हारी ख़ैर ख्वाही करता हूँ और ख़ुदा की तरफ से जो बातें मै जानता हूँ तुम नहीं जानते"
    },
    {
      "verse_number": 63,
      "arabic": "أَوَعَجِبۡتُمۡ أَن جَاۤءَكُمۡ ذِكۡرࣱ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلࣲ مِّنكُمۡ لِیُنذِرَكُمۡ وَلِتَتَّقُوا۟ وَلَعَلَّكُمۡ تُرۡحَمُونَ\n",
      "english": "Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you and that you may fear Allah so you might receive mercy.\"",
      "hindi": "क्या तुम्हें उस बात पर ताअज्जुब है कि तुम्हारे पास तुम्ही में से एक मर्द (आदमी) के ज़रिए से तुम्हारे परवरदिगार का ज़िक्र (हुक्म) आया है ताकि वह तुम्हें (अज़ाब से) डराए और ताकि तुम परहेज़गार बनों और ताकि तुम पर रहम किया जाए"
    },
    {
      "verse_number": 64,
      "arabic": "فَكَذَّبُوهُ فَأَنجَیۡنَـٰهُ وَٱلَّذِینَ مَعَهُۥ فِی ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَاۤۚ إِنَّهُمۡ كَانُوا۟ قَوۡمًا عَمِینَ\n",
      "english": "But they denied him, so We saved him and those who were with him in the ship. And We drowned those who denied Our signs. Indeed, they were a blind people.",
      "hindi": "इस पर भी लोगों ने उनकों झुठला दिया तब हमने उनको और जो लोग उनके साथ कश्ती में थे बचा लिया और बाक़ी जितने लोगों ने हमारी आयतों को झुठलाया था सबको डुबो मारा ये सब के सब यक़ीनन अन्धे लोग थे"
    },
    {
      "verse_number": 65,
      "arabic": "۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودࣰاۚ قَالَ یَـٰقَوۡمِ ٱعۡبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنۡ إِلَـٰهٍ غَیۡرُهُۥۤۚ أَفَلَا تَتَّقُونَ\n",
      "english": "And to the 'Aad [We sent] their brother Hud. He said, \"O my people, worship Allah; you have no deity other than Him. Then will you not fear Him?\"",
      "hindi": "और (हमने) क़ौम आद की तरफ उनके भाई हूद को (रसूल बनाकर भेजा) तो उन्होनें लोगों से कहा ऐ मेरी क़ौम ख़ुदा ही की इबादत करो उसके सिवा तुम्हारा कोई माबूद नहीं तो क्या तुम (ख़ुदा से) डरते नहीं हो"
    },
    {
      "verse_number": 66,
      "arabic": "قَالَ ٱلۡمَلَأُ ٱلَّذِینَ كَفَرُوا۟ مِن قَوۡمِهِۦۤ إِنَّا لَنَرَىٰكَ فِی سَفَاهَةࣲ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَـٰذِبِینَ\n",
      "english": "Said the eminent ones who disbelieved among his people, \"Indeed, we see you in foolishness, and indeed, we think you are of the liars.\"",
      "hindi": "(तो) उनकी क़ौम के चन्द सरदार जो काफिर थे कहने लगे हम तो बेशक तुमको हिमाक़त में (मुब्तिला) देखते हैं और हम यक़ीनी तुम को झूठा समझते हैं"
    },
    {
      "verse_number": 67,
      "arabic": "قَالَ یَـٰقَوۡمِ لَیۡسَ بِی سَفَاهَةࣱ وَلَـٰكِنِّی رَسُولࣱ مِّن رَّبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "[Hud] said, \"O my people, there is not foolishness in me, but I am a messenger from the Lord of the worlds.\"",
      "hindi": "हूद ने कहा ऐ मेरी क़ौम मुझमें में तो हिमाक़त की कोई बात नहीं बल्कि मैं तो परवरदिगार आलम का रसूल हूँ"
    },
    {
      "verse_number": 68,
      "arabic": "أُبَلِّغُكُمۡ رِسَـٰلَـٰتِ رَبِّی وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِینٌ\n",
      "english": "I convey to you the messages of my Lord, and I am to you a trustworthy adviser.",
      "hindi": "मैं तुम्हारे पास तुम्हारे परवरदिगार के पैग़ामात पहँचाए देता हूँ और मैं तुम्हारा सच्चा ख़ैरख्वाह हूँ"
    },
    {
      "verse_number": 69,
      "arabic": "أَوَعَجِبۡتُمۡ أَن جَاۤءَكُمۡ ذِكۡرࣱ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلࣲ مِّنكُمۡ لِیُنذِرَكُمۡۚ وَٱذۡكُرُوۤا۟ إِذۡ جَعَلَكُمۡ خُلَفَاۤءَ مِنۢ بَعۡدِ قَوۡمِ نُوحࣲ وَزَادَكُمۡ فِی ٱلۡخَلۡقِ بَصۜۡطَةࣰۖ فَٱذۡكُرُوۤا۟ ءَالَاۤءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ\n",
      "english": "Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you? And remember when He made you successors after the people of Noah and increased you in stature extensively. So remember the favors of Allah that you might succeed.",
      "hindi": "क्या तुम्हें इस पर ताअज्जुब है कि तुम्हारे परवरदिगार का हुक्म तुम्हारे पास तुम्ही में एक मर्द (आदमी) के ज़रिए से (आया) कि तुम्हें (अजाब से) डराए और (वह वक्त) याद करो जब उसने तुमको क़ौम नूह के बाद ख़लीफा (व जानशीन) बनाया और तुम्हारी ख़िलाफ़त में भी बहुत ज्यादती कर दी तो ख़ुदा की नेअमतों को याद करो ताकि तुम दिली मुरादे पाओ"
    },
    {
      "verse_number": 70,
      "arabic": "قَالُوۤا۟ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ یَعۡبُدُ ءَابَاۤؤُنَا فَأۡتِنَا بِمَا تَعِدُنَاۤ إِن كُنتَ مِنَ ٱلصَّـٰدِقِینَ\n",
      "english": "They said, \"Have you come to us that we should worship Allah alone and leave what our fathers have worshipped? Then bring us what you promise us, if you should be of the truthful.\"",
      "hindi": "तो वह लोग कहने लगे क्या तुम हमारे पास इसलिए आए हो कि सिर्फ ख़ुदा की तो इबादत करें और जिनको हमारे बाप दादा पूजते चले आए छोड़ बैठें पस अगर तुम सच्चे हो तो जिससे तुम हमको डराते हो हमारे पास लाओ"
    },
    {
      "verse_number": 71,
      "arabic": "قَالَ قَدۡ وَقَعَ عَلَیۡكُم مِّن رَّبِّكُمۡ رِجۡسࣱ وَغَضَبٌۖ أَتُجَـٰدِلُونَنِی فِیۤ أَسۡمَاۤءࣲ سَمَّیۡتُمُوهَاۤ أَنتُمۡ وَءَابَاۤؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَـٰنࣲۚ فَٱنتَظِرُوۤا۟ إِنِّی مَعَكُم مِّنَ ٱلۡمُنتَظِرِینَ\n",
      "english": "[Hud] said, \"Already have defilement and anger fallen upon you from your Lord. Do you dispute with me concerning [mere] names you have named them, you and your fathers, for which Allah has not sent down any authority? Then wait; indeed, I am with you among those who wait.\"",
      "hindi": "हूद ने जवाब दिया (कि बस समझ लो) कि तुम्हारे परवरदिगार की तरफ से तुम पर अज़ाब और ग़ज़ब नाज़िल हो चुका क्या तुम मुझसे चन्द (बुतो के फर्ज़ी) नामों के बारे में झगड़ते हो जिनको तुमने और तुम्हारे बाप दादाओं ने (ख्वाहमख्वाह) गढ़ लिए हैं हालाकि ख़ुदा ने उनके लिए कोई सनद नहीं नाज़िल की पस तुम ( अज़ाबे ख़ुदा का) इन्तज़ार करो मैं भी तुम्हारे साथ मुन्तिज़र हूँ"
    },
    {
      "verse_number": 72,
      "arabic": "فَأَنجَیۡنَـٰهُ وَٱلَّذِینَ مَعَهُۥ بِرَحۡمَةࣲ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَاۖ وَمَا كَانُوا۟ مُؤۡمِنِینَ\n",
      "english": "So We saved him and those with him by mercy from Us. And We eliminated those who denied Our signs, and they were not [at all] believers.",
      "hindi": "आख़िर हमने उनको और जो लोग उनके साथ थे उनको अपनी रहमत से नजात दी और जिन लोगों ने हमारी आयतों को झुठलाया था हमने उनकी जड़ काट दी और वह लोग ईमान लाने वाले थे भी नहीं"
    },
    {
      "verse_number": 73,
      "arabic": "وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَـٰلِحࣰاۚ قَالَ یَـٰقَوۡمِ ٱعۡبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنۡ إِلَـٰهٍ غَیۡرُهُۥۖ قَدۡ جَاۤءَتۡكُم بَیِّنَةࣱ مِّن رَّبِّكُمۡۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَایَةࣰۖ فَذَرُوهَا تَأۡكُلۡ فِیۤ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوۤءࣲ فَیَأۡخُذَكُمۡ عَذَابٌ أَلِیمࣱ\n",
      "english": "And to the Thamud [We sent] their brother Salih. He said, \"O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. This is the she-camel of Allah [sent] to you as a sign. So leave her to eat within Allah 's land and do not touch her with harm, lest there seize you a painful punishment.",
      "hindi": "और (हमने क़ौम) समूद की तरफ उनके भाई सालेह को रसूल बनाकर भेजा तो उन्होनें (उन लोगों से कहा) ऐ मेरी क़ौम ख़ुदा ही की इबादत करो और उसके सिवा कोई तुम्हारा माबूद नहीं है तुम्हारे पास तो तुम्हारे परवरदिगार की तरफ से वाज़ेए और रौशन दलील आ चुकी है ये ख़ुदा की भेजी हुई ऊँटनी तुम्हारे वास्ते एक मौजिज़ा है तो तुम लोग उसको छोड़ दो कि ख़ुदा की ज़मीन में जहाँ चाहे चरती फिरे और उसे कोई तकलीफ़ ना पहुंचाओ वरना तुम दर्दनाक अज़ाब में गिरफ्तार हो जाआगे"
    },
    {
      "verse_number": 74,
      "arabic": "وَٱذۡكُرُوۤا۟ إِذۡ جَعَلَكُمۡ خُلَفَاۤءَ مِنۢ بَعۡدِ عَادࣲ وَبَوَّأَكُمۡ فِی ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورࣰا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُیُوتࣰاۖ فَٱذۡكُرُوۤا۟ ءَالَاۤءَ ٱللَّهِ وَلَا تَعۡثَوۡا۟ فِی ٱلۡأَرۡضِ مُفۡسِدِینَ\n",
      "english": "And remember when He made you successors after the 'Aad and settled you in the land, [and] you take for yourselves palaces from its plains and carve from the mountains, homes. Then remember the favors of Allah and do not commit abuse on the earth, spreading corruption.\"",
      "hindi": "और वह वक्त याद करो जब उसने तुमको क़ौम आद के बाद (ज़मीन में) ख़लीफा (व जानशीन) बनाया और तुम्हें ज़मीन में इस तरह बसाया कि तुम हमवार व नरम ज़मीन में (बड़े-बड़े) महल उठाते हो और पहाड़ों को तराश के घर बनाते हो तो ख़ुदा की नेअमतों को याद करो और रूए ज़मीन में फसाद न करते फिरो"
    },
    {
      "verse_number": 75,
      "arabic": "قَالَ ٱلۡمَلَأُ ٱلَّذِینَ ٱسۡتَكۡبَرُوا۟ مِن قَوۡمِهِۦ لِلَّذِینَ ٱسۡتُضۡعِفُوا۟ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَـٰلِحࣰا مُّرۡسَلࣱ مِّن رَّبِّهِۦۚ قَالُوۤا۟ إِنَّا بِمَاۤ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ\n",
      "english": "Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them, \"Do you [actually] know that Salih is sent from his Lord?\" They said, \"Indeed we, in that with which he was sent, are believers.\"",
      "hindi": "तो उसकी क़ौम के बड़े बड़े लोगों ने बेचारें ग़रीबों से उनमें से जो ईमान लाए थे कहा क्या तुम्हें मालूम है कि सालेह (हक़ीकतन) अपने परवरदिगार के सच्चे रसूल हैं - उन बेचारों ने जवाब दिया कि जिन बातों का वह पैग़ाम लाए हैं हमारा तो उस पर ईमान है"
    },
    {
      "verse_number": 76,
      "arabic": "قَالَ ٱلَّذِینَ ٱسۡتَكۡبَرُوۤا۟ إِنَّا بِٱلَّذِیۤ ءَامَنتُم بِهِۦ كَـٰفِرُونَ\n",
      "english": "Said those who were arrogant, \"Indeed we, in that which you have believed, are disbelievers.\"",
      "hindi": "तब जिन लोगों को (अपनी दौलत दुनिया पर) घमन्ड था कहने लगे हम तो जिस पर तुम ईमान लाए हो उसे नहीं मानते"
    },
    {
      "verse_number": 77,
      "arabic": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوۡا۟ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُوا۟ یَـٰصَـٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَاۤ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِینَ\n",
      "english": "So they hamstrung the she-camel and were insolent toward the command of their Lord and said, \"O Salih, bring us what you promise us, if you should be of the messengers.\"",
      "hindi": "ग़रज़ उन लोगों ने ऊँटनी के कूचें और पैर काट डाले और अपने परवरदिगार के हुक्म से सरताबी की और (बेबाकी से) कहने लगे अगर तुम सच्चे रसूल हो तो जिस (अज़ाब) से हम लोगों को डराते थे अब लाओ"
    },
    {
      "verse_number": 78,
      "arabic": "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُوا۟ فِی دَارِهِمۡ جَـٰثِمِینَ\n",
      "english": "So the earthquake seized them, and they became within their home [corpses] fallen prone.",
      "hindi": "तब उन्हें ज़लज़ले ने ले डाला और वह लोग ज़ानू पर सर किए (जिस तरह) बैठे थे बैठे के बैठे रह गए"
    },
    {
      "verse_number": 79,
      "arabic": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ یَـٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّی وَنَصَحۡتُ لَكُمۡ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِینَ\n",
      "english": "And he turned away from them and said, \"O my people, I had certainly conveyed to you the message of my Lord and advised you, but you do not like advisors.\"",
      "hindi": "उसके बाद सालेह उनसे टल गए और (उनसे मुख़ातिब होकर) कहा मेरी क़ौम (आह) मैनें तो अपने परवरदिगार के पैग़ाम तुम तक पहुचा दिए थे और तुम्हारे ख़ैरख्वाही की थी (और ऊँच नीच समझा दिया था) मगर अफसोस तुम (ख़ैरख्वाह) समझाने वालों को अपना दोस्त ही नहीं समझते"
    },
    {
      "verse_number": 80,
      "arabic": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦۤ أَتَأۡتُونَ ٱلۡفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدࣲ مِّنَ ٱلۡعَـٰلَمِینَ\n",
      "english": "And [We had sent] Lot when he said to his people, \"Do you commit such immorality as no one has preceded you with from among the worlds?",
      "hindi": "और (लूत को हमने रसूल बनाकर भेजा था) जब उन्होनें अपनी क़ौम से कहा कि (अफसोस) तुम ऐसी बदकारी (अग़लाम) करते हो कि तुमसे पहले सारी ख़ुदाई में किसी ने ऐसी बदकारी नहीं की थी"
    },
    {
      "verse_number": 81,
      "arabic": "إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةࣰ مِّن دُونِ ٱلنِّسَاۤءِۚ بَلۡ أَنتُمۡ قَوۡمࣱ مُّسۡرِفُونَ\n",
      "english": "Indeed, you approach men with desire, instead of women. Rather, you are a transgressing people.\"",
      "hindi": "हाँ तुम औरतों को छोड़कर शहवत परस्ती के वास्ते मर्दों की तरफ माएल होते हो (हालाकि उसकी ज़रूरत नहीं) मगर तुम लोग कुछ हो ही बेहूदा"
    },
    {
      "verse_number": 82,
      "arabic": "وَمَا كَانَ جَوَابَ قَوۡمِهِۦۤ إِلَّاۤ أَن قَالُوۤا۟ أَخۡرِجُوهُم مِّن قَرۡیَتِكُمۡۖ إِنَّهُمۡ أُنَاسࣱ یَتَطَهَّرُونَ\n",
      "english": "But the answer of his people was only that they said, \"Evict them from your city! Indeed, they are men who keep themselves pure.\"",
      "hindi": "सिर्फ करनें वालों (को नुत्फे को ज़ाए करते हो उस पर उसकी क़ौम का उसके सिवा और कुछ जवाब नहीं था कि वह आपस में कहने लगे कि उन लोगों को अपनी बस्ती से निकाल बाहर करो क्योंकि ये तो वह लोग हैं जो पाक साफ बनना चाहते हैं)"
    },
    {
      "verse_number": 83,
      "arabic": "فَأَنجَیۡنَـٰهُ وَأَهۡلَهُۥۤ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَـٰبِرِینَ\n",
      "english": "So We saved him and his family, except for his wife; she was of those who remained [with the evildoers].",
      "hindi": "तब हमने उनको और उनके घर वालों को नजात दी मगर सिर्फ (एक) उनकी बीबी को कि वह (अपनी बदआमाली से) पीछे रह जाने वालों में थी"
    },
    {
      "verse_number": 84,
      "arabic": "وَأَمۡطَرۡنَا عَلَیۡهِم مَّطَرࣰاۖ فَٱنظُرۡ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلۡمُجۡرِمِینَ\n",
      "english": "And We rained upon them a rain [of stones]. Then see how was the end of the criminals.",
      "hindi": "और हमने उन लोगों पर (पत्थर का) मेह बरसाया-पस ज़रा ग़ौर तो करो कि गुनाहगारों का अन्जाम आखिर क्या हुआ"
    },
    {
      "verse_number": 85,
      "arabic": "وَإِلَىٰ مَدۡیَنَ أَخَاهُمۡ شُعَیۡبࣰاۚ قَالَ یَـٰقَوۡمِ ٱعۡبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنۡ إِلَـٰهٍ غَیۡرُهُۥۖ قَدۡ جَاۤءَتۡكُم بَیِّنَةࣱ مِّن رَّبِّكُمۡۖ فَأَوۡفُوا۟ ٱلۡكَیۡلَ وَٱلۡمِیزَانَ وَلَا تَبۡخَسُوا۟ ٱلنَّاسَ أَشۡیَاۤءَهُمۡ وَلَا تُفۡسِدُوا۟ فِی ٱلۡأَرۡضِ بَعۡدَ إِصۡلَـٰحِهَاۚ ذَ ٰ⁠لِكُمۡ خَیۡرࣱ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِینَ\n",
      "english": "And to [the people of] Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you, if you should be believers.",
      "hindi": "और (हमने) मदयन (वालों के) पास उनके भाई शुएब को (रसूल बनाकर भेजा) तो उन्होंने (उन लोगों से) कहा ऐ मेरी क़ौम ख़ुदा ही की इबादत करो उसके सिवा कोई दूसरा माबूद नहीं (और) तुम्हारे पास तो तुम्हारे परवरदिगार की तरफ से एक वाजेए व रौशन मौजिज़ा (भी) आ चुका तो नाप और तौल पूरी किया करो और लोगों को उनकी (ख़रीदी हुई) चीज़ में कम न दिया करो और ज़मीन में उसकी असलाह व दुरूस्ती के बाद फसाद न करते फिरो अगर तुम सच्चे ईमानदार हो तो यही तुम्हारे हक़ में बेहतर है"
    },
    {
      "verse_number": 86,
      "arabic": "وَلَا تَقۡعُدُوا۟ بِكُلِّ صِرَ ٰ⁠طࣲ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِیلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجࣰاۚ وَٱذۡكُرُوۤا۟ إِذۡ كُنتُمۡ قَلِیلࣰا فَكَثَّرَكُمۡۖ وَٱنظُرُوا۟ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلۡمُفۡسِدِینَ\n",
      "english": "And do not sit on every path, threatening and averting from the way of Allah those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters.",
      "hindi": "और तुम लोग जो रास्तों पर (बैठकर) जो ख़ुदा पर ईमान लाया है उसको डराते हो और ख़ुदा की राह से रोकते हो और उसकी राह में (ख्वाहमाख्वाह) कज़ी ढूँढ निकालते हो अब न बैठा करो और उसको तो याद करो कि जब तुम (शुमार में) कम थे तो ख़ुदा ही ने तुमको बढ़ाया, और ज़रा ग़ौर तो करो कि (आख़िर) फसाद फैलाने वालों का अन्जाम क्या हुआ"
    },
    {
      "verse_number": 87,
      "arabic": "وَإِن كَانَ طَاۤىِٕفَةࣱ مِّنكُمۡ ءَامَنُوا۟ بِٱلَّذِیۤ أُرۡسِلۡتُ بِهِۦ وَطَاۤىِٕفَةࣱ لَّمۡ یُؤۡمِنُوا۟ فَٱصۡبِرُوا۟ حَتَّىٰ یَحۡكُمَ ٱللَّهُ بَیۡنَنَاۚ وَهُوَ خَیۡرُ ٱلۡحَـٰكِمِینَ\n",
      "english": "And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed, then be patient until Allah judges between us. And He is the best of judges.\"",
      "hindi": "और जिन बातों का मै पैग़ाम लेकर आया हूँ अगर तुममें से एक गिरोह ने उनको मान लिया और एक गिरोह ने नहीं माना तो (कुछ परवाह नहीं) तो तुम सब्र से बैठे (देखते) रहो यहाँ तक कि ख़ुदा (खुद) हमारे दरमियान फैसला कर दे, वह तो सबसे बेहतर फैसला करने वाला है"
    },
    {
      "verse_number": 88,
      "arabic": "۞ قَالَ ٱلۡمَلَأُ ٱلَّذِینَ ٱسۡتَكۡبَرُوا۟ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ یَـٰشُعَیۡبُ وَٱلَّذِینَ ءَامَنُوا۟ مَعَكَ مِن قَرۡیَتِنَاۤ أَوۡ لَتَعُودُنَّ فِی مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَـٰرِهِینَ\n",
      "english": "Said the eminent ones who were arrogant among his people, \"We will surely evict you, O Shu'ayb, and those who have believed with you from our city, or you must return to our religion.\" He said, \"Even if we were unwilling?\"",
      "hindi": "तो उनकी क़ौम में से जिन लोगों को (अपनी हशमत (दुनिया पर) बड़ा घमण्ड था कहने लगे कि ऐ शुएब हम तुम्हारे साथ ईमान लाने वालों को अपनी बस्ती से निकाल बाहर कर देगें मगर जबकि तुम भी हमारे उसी मज़हब मिल्लत में लौट कर आ जाओ"
    },
    {
      "verse_number": 89,
      "arabic": "قَدِ ٱفۡتَرَیۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِی مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا یَكُونُ لَنَاۤ أَن نَّعُودَ فِیهَاۤ إِلَّاۤ أَن یَشَاۤءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَیۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَیۡنَنَا وَبَیۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَیۡرُ ٱلۡفَـٰتِحِینَ\n",
      "english": "We would have invented against Allah a lie if we returned to your religion after Allah had saved us from it. And it is not for us to return to it except that Allah, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision.\"",
      "hindi": "हम अगरचे तुम्हारे मज़हब से नफरत ही रखते हों (तब भी लौट जाएं माज़अल्लाह) जब तुम्हारे बातिल दीन से ख़ुदा ने मुझे नजात दी उसके बाद भी अब अगर हम तुम्हारे मज़हब मे लौट जाएं तब हमने ख़ुदा पर बड़ा झूठा बोहतान बॉधा (ना) और हमारे वास्ते तो किसी तरह जायज़ नहीं कि हम तुम्हारे मज़हब की तरफ लौट जाएँ मगर हाँ जब मेरा परवरदिगार अल्लाह चाहे तो हमारा परवरदिगार तो (अपने) इल्म से तमाम (आलम की) चीज़ों को घेरे हुए है हमने तो ख़ुदा ही पर भरोसा कर लिया ऐ हमारे परवरदिगार तू ही हमारे और हमारी क़ौम के दरमियान ठीक ठीक फैसला कर दे और तू सबसे बेहतर फ़ैसला करने वाला है"
    },
    {
      "verse_number": 90,
      "arabic": "وَقَالَ ٱلۡمَلَأُ ٱلَّذِینَ كَفَرُوا۟ مِن قَوۡمِهِۦ لَىِٕنِ ٱتَّبَعۡتُمۡ شُعَیۡبًا إِنَّكُمۡ إِذࣰا لَّخَـٰسِرُونَ\n",
      "english": "Said the eminent ones who disbelieved among his people, \"If you should follow Shu'ayb, indeed, you would then be losers.\"",
      "hindi": "और उनकी क़ौम के चन्द सरदार जो काफिर थे (लोगों से) कहने लगे कि अगर तुम लोगों ने शुएब की पैरवी की तो उसमें शक़ ही नहीं कि तुम सख्त घाटे में रहोगे"
    },
    {
      "verse_number": 91,
      "arabic": "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُوا۟ فِی دَارِهِمۡ جَـٰثِمِینَ\n",
      "english": "So the earthquake seized them, and they became within their home [corpses] fallen prone.",
      "hindi": "ग़रज़ उन लोगों को ज़लज़ले ने ले डाला बस तो वह अपने घरों में औन्धे पड़े रह गए"
    },
    {
      "verse_number": 92,
      "arabic": "ٱلَّذِینَ كَذَّبُوا۟ شُعَیۡبࣰا كَأَن لَّمۡ یَغۡنَوۡا۟ فِیهَاۚ ٱلَّذِینَ كَذَّبُوا۟ شُعَیۡبࣰا كَانُوا۟ هُمُ ٱلۡخَـٰسِرِینَ\n",
      "english": "Those who denied Shu'ayb - it was as though they had never resided there. Those who denied Shu'ayb - it was they who were the losers.",
      "hindi": "जिन लोगों ने शुएब को झुठलाया था वह (ऐसे मर मिटे कि) गोया उन बस्तियों में कभी आबाद ही न थे जिन लोगों ने शुएब को झुठलाया वही लोग घाटे में रहे"
    },
    {
      "verse_number": 93,
      "arabic": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ یَـٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَـٰلَـٰتِ رَبِّی وَنَصَحۡتُ لَكُمۡۖ فَكَیۡفَ ءَاسَىٰ عَلَىٰ قَوۡمࣲ كَـٰفِرِینَ\n",
      "english": "And he turned away from them and said, \"O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people?\"",
      "hindi": "तब शुएब उन लोगों के सर से टल गए और (उनसे मुख़ातिब हो के) कहा ऐ मेरी क़ौम मैं ने तो अपने परवरदिगार के पैग़ाम तुम तक पहुँचा दिए और तुम्हारी ख़ैर ख्वाही की थी, फिर अब मैं काफिरों पर क्यों कर अफसोस करूँ"
    },
    {
      "verse_number": 94,
      "arabic": "وَمَاۤ أَرۡسَلۡنَا فِی قَرۡیَةࣲ مِّن نَّبِیٍّ إِلَّاۤ أَخَذۡنَاۤ أَهۡلَهَا بِٱلۡبَأۡسَاۤءِ وَٱلضَّرَّاۤءِ لَعَلَّهُمۡ یَضَّرَّعُونَ\n",
      "english": "And We sent to no city a prophet [who was denied] except that We seized its people with poverty and hardship that they might humble themselves [to Allah].",
      "hindi": "और हमने किसी बस्ती में कोई नबी नही भेजा मगर वहाँ के रहने वालों को (कहना न मानने पर) सख्ती और मुसीबत में मुब्तिला किया ताकि वह लोग (हमारी बारगाह में) गिड़गिड़ाए"
    },
    {
      "verse_number": 95,
      "arabic": "ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّیِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدۡ مَسَّ ءَابَاۤءَنَا ٱلضَّرَّاۤءُ وَٱلسَّرَّاۤءُ فَأَخَذۡنَـٰهُم بَغۡتَةࣰ وَهُمۡ لَا یَشۡعُرُونَ\n",
      "english": "Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, \"Our fathers [also] were touched with hardship and ease.\" So We seized them suddenly while they did not perceive.",
      "hindi": "फिर हमने तकलीफ़ की जगह आराम को बदल दिया यहाँ तक कि वह लोग बढ़ निकले और कहने लगे कि इस तरह की तकलीफ़ व आराम तो हमारे बाप दादाओं को पहुँच चुका है तब हमने (उस बढ़ाने के की सज़ा में (अचानक उनको अज़ाब में) गिरफ्तार किया"
    },
    {
      "verse_number": 96,
      "arabic": "وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰۤ ءَامَنُوا۟ وَٱتَّقَوۡا۟ لَفَتَحۡنَا عَلَیۡهِم بَرَكَـٰتࣲ مِّنَ ٱلسَّمَاۤءِ وَٱلۡأَرۡضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذۡنَـٰهُم بِمَا كَانُوا۟ یَكۡسِبُونَ\n",
      "english": "And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning.\"",
      "hindi": "और वह बिल्कुल बेख़बर थे और अगर उन बस्तियों के रहने वाले ईमान लाते और परहेज़गार बनते तो हम उन पर आसमान व ज़मीन की बरकतों (के दरवाजे) ख़ोल देते मगर (अफसोस) उन लोगों ने (हमारे पैग़म्बरों को) झूठलाया तो हमने भी उनके करतूतों की बदौलत उन को (अज़ाब में) गिरफ्तार किया"
    },
    {
      "verse_number": 97,
      "arabic": "أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰۤ أَن یَأۡتِیَهُم بَأۡسُنَا بَیَـٰتࣰا وَهُمۡ نَاۤىِٕمُونَ\n",
      "english": "Then, did the people of the cities feel secure from Our punishment coming to them at night while they were asleep?",
      "hindi": "(उन) बस्तियों के रहने वाले उस बात से बेख़ौफ हैं कि उन पर हमारा अज़ाब रातों रात आ जाए जब कि वह पड़े बेख़बर सोते हों"
    },
    {
      "verse_number": 98,
      "arabic": "أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰۤ أَن یَأۡتِیَهُم بَأۡسُنَا ضُحࣰى وَهُمۡ یَلۡعَبُونَ\n",
      "english": "Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?",
      "hindi": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)"
    },
    {
      "verse_number": 99,
      "arabic": "أَفَأَمِنُوا۟ مَكۡرَ ٱللَّهِۚ فَلَا یَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَـٰسِرُونَ\n",
      "english": "Then did they feel secure from the plan of Allah? But no one feels secure from the plan of Allah except the losing people.",
      "hindi": "तो क्या ये लोग ख़ुदा की तद्बीर से ढीट हो गए हैं तो (याद रहे कि) ख़ुदा के दॉव से घाटा उठाने वाले ही निडर हो बैठे हैं"
    },
    {
      "verse_number": 100,
      "arabic": "أَوَلَمۡ یَهۡدِ لِلَّذِینَ یَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَاۤ أَن لَّوۡ نَشَاۤءُ أَصَبۡنَـٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا یَسۡمَعُونَ\n",
      "english": "Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear.",
      "hindi": "क्या जो लोग अहले ज़मीन के बाद ज़मीन के वारिस (व मालिक) होते हैं उन्हें ये मालूम नहीं कि अगर हम चाहते तो उनके गुनाहों की बदौलत उनको मुसीबत में फँसा देते (मगर ये लोग ऐसे नासमझ हैं कि गोया) उनके दिलों पर हम ख़ुद (मोहर कर देते हैं कि ये लोग कुछ सुनते ही नहीं)"
    },
    {
      "verse_number": 101,
      "arabic": "تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَیۡكَ مِنۡ أَنۢبَاۤىِٕهَاۚ وَلَقَدۡ جَاۤءَتۡهُمۡ رُسُلُهُم بِٱلۡبَیِّنَـٰتِ فَمَا كَانُوا۟ لِیُؤۡمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبۡلُۚ كَذَ ٰ⁠لِكَ یَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَـٰفِرِینَ\n",
      "english": "Those cities - We relate to you, [O Muhammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers.",
      "hindi": "(ऐ रसूल) ये चन्द बस्तियाँ हैं जिन के हालात हम तुमसे बयान करते हैं और इसमें तो शक़ ही नहीं कि उनके पैग़म्बर उनके पास वाजेए व रौशन मौजिज़े लेकर आए मगर ये लोग जिसके पहले झुठला चुके थे उस पर भला काहे को ईमान लाने वाले थे ख़ुदा यूं काफिरों के दिलों पर अलामत मुकर्रर कर देता है (कि ये ईमान न लाएँगें)"
    },
    {
      "verse_number": 102,
      "arabic": "وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدࣲۖ وَإِن وَجَدۡنَاۤ أَكۡثَرَهُمۡ لَفَـٰسِقِینَ\n",
      "english": "And We did not find for most of them any covenant; but indeed, We found most of them defiantly disobedient.",
      "hindi": "और हमने तो उसमें से अक्सरों का एहद (ठीक) न पाया और हमने उनमें से अक्सरों को बदकार ही पाया"
    },
    {
      "verse_number": 103,
      "arabic": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔایَـٰتِنَاۤ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِی۟هِۦ فَظَلَمُوا۟ بِهَاۖ فَٱنظُرۡ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلۡمُفۡسِدِینَ\n",
      "english": "Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters.",
      "hindi": "फिर हमने (उन पैग़म्बरान मज़कूरीन के बाद) मूसा को फिरऔन और उसके सरदारों के पास मौजिज़े अता करके (रसूल बनाकर) भेजा तो उन लोगों ने उन मौजिज़ात के साथ (बड़ी बड़ी) शरारतें की पस ज़रा ग़ौर तो करो कि आख़िर फसादियों का अन्जाम क्या हुआ"
    },
    {
      "verse_number": 104,
      "arabic": "وَقَالَ مُوسَىٰ یَـٰفِرۡعَوۡنُ إِنِّی رَسُولࣱ مِّن رَّبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "And Moses said, \"O Pharaoh, I am a messenger from the Lord of the worlds",
      "hindi": "और मूसा ने (फिरऔन से) कहा ऐ फिरऔनमें यक़ीनन परवरदिगारे आलम का रसूल हूँ"
    },
    {
      "verse_number": 105,
      "arabic": "حَقِیقٌ عَلَىٰۤ أَن لَّاۤ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَیِّنَةࣲ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِیَ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ\n",
      "english": "[Who is] obligated not to say about Allah except the truth. I have come to you with clear evidence from your Lord, so send with me the Children of Israel.\"",
      "hindi": "मुझ पर वाजिब है कि ख़ुदा पर सच के सिवा (एक हुरमत भी झूठ) न कहूँ मै यक़ीनन तुम्हारे पास तुम्हारे परवरदिगार की तरफ से वाजेए व रोशन मौजिज़े लेकर आया हूँ"
    },
    {
      "verse_number": 106,
      "arabic": "قَالَ إِن كُنتَ جِئۡتَ بِـَٔایَةࣲ فَأۡتِ بِهَاۤ إِن كُنتَ مِنَ ٱلصَّـٰدِقِینَ\n",
      "english": "[Pharaoh] said, \"If you have come with a sign, then bring it forth, if you should be of the truthful.\"",
      "hindi": "तो तू बनी ईसराइल को मेरे हमराह करे दे फिरऔन कहने लगा अगर तुम सच्चे हो और वाक़ई कोई मौजिज़ा लेकर आए हो तो उसे दिखाओ"
    },
    {
      "verse_number": 107,
      "arabic": "فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِیَ ثُعۡبَانࣱ مُّبِینࣱ\n",
      "english": "So Moses threw his staff, and suddenly it was a serpent, manifest.",
      "hindi": "(ये सुनते ही) मूसा ने अपनी छड़ी (ज़मीन पर) डाल दी पस वह यकायक (अच्छा खासा) ज़ाहिर बज़ाहिर अजदहा बन गई"
    },
    {
      "verse_number": 108,
      "arabic": "وَنَزَعَ یَدَهُۥ فَإِذَا هِیَ بَیۡضَاۤءُ لِلنَّـٰظِرِینَ\n",
      "english": "And he drew out his hand; thereupon it was white [with radiance] for the observers.",
      "hindi": "और अपना हाथ बाहर निकाला तो क्या देखते है कि वह हर शख़्श की नज़र मे जगमगा रहा है"
    },
    {
      "verse_number": 109,
      "arabic": "قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَـٰذَا لَسَـٰحِرٌ عَلِیمࣱ\n",
      "english": "Said the eminent among the people of Pharaoh, \"Indeed, this is a learned magician",
      "hindi": "तब फिरऔन के क़ौम के चन्द सरदारों ने कहा ये तो अलबत्ता बड़ा माहिर जादूगर है"
    },
    {
      "verse_number": 110,
      "arabic": "یُرِیدُ أَن یُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ\n",
      "english": "Who wants to expel you from your land [through magic], so what do you instruct?\"",
      "hindi": "ये चाहता है कि तुम्हें तुम्हारें मुल्क से निकाल बाहर कर दे तो अब तुम लोग उसके बारे में क्या सलाह देते हो"
    },
    {
      "verse_number": 111,
      "arabic": "قَالُوۤا۟ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِی ٱلۡمَدَاۤىِٕنِ حَـٰشِرِینَ\n",
      "english": "They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers",
      "hindi": "(आख़िर) सबने मुत्तफिक़ अलफाज़ (एक ज़बान होकर) कहा कि (ऐ फिरऔन) उनको और उनके भाई (हारून) को चन्द दिन कैद में रखिए और (एतराफ़ के) शहरों में हरकारों को भेजिए"
    },
    {
      "verse_number": 112,
      "arabic": "یَأۡتُوكَ بِكُلِّ سَـٰحِرٍ عَلِیمࣲ\n",
      "english": "Who will bring you every learned magician.\"",
      "hindi": "कि तमाम बड़े बड़े जादूगरों का जमा करके अपके पास दरबार में हाज़िर करें"
    },
    {
      "verse_number": 113,
      "arabic": "وَجَاۤءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوۤا۟ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَـٰلِبِینَ\n",
      "english": "And the magicians came to Pharaoh. They said, \"Indeed for us is a reward if we are the predominant.\"",
      "hindi": "ग़रज़ जादूगर सब फिरऔन के पास हाज़िर होकर कहने लगे कि अगर हम (मूसा से) जीत जाएं तो हमको बड़ा भारी इनाम ज़रुर मिलना चाहिए"
    },
    {
      "verse_number": 114,
      "arabic": "قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِینَ\n",
      "english": "He said, \"Yes, and, [moreover], you will be among those made near [to me].\"",
      "hindi": "फिरऔन ने कहा (हॉ इनाम ही नहीं) बल्कि फिर तो तुम हमारे दरबार के मुक़र्रेबीन में से होगें"
    },
    {
      "verse_number": 115,
      "arabic": "قَالُوا۟ یَـٰمُوسَىٰۤ إِمَّاۤ أَن تُلۡقِیَ وَإِمَّاۤ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِینَ\n",
      "english": "They said, \"O Moses, either you throw [your staff], or we will be the ones to throw [first].\"",
      "hindi": "और मुक़र्रर वक्त पर सब जमा हुए तो बोल उठे कि ऐ मूसा या तो तुम्हें (अपने मुन्तसिर (मंत्र)) या हम ही (अपने अपने मंत्र फेके)"
    },
    {
      "verse_number": 116,
      "arabic": "قَالَ أَلۡقُوا۟ۖ فَلَمَّاۤ أَلۡقَوۡا۟ سَحَرُوۤا۟ أَعۡیُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَاۤءُو بِسِحۡرٍ عَظِیمࣲ\n",
      "english": "He said, \"Throw,\" and when they threw, they bewitched the eyes of the people and struck terror into them, and they presented a great [feat of] magic.",
      "hindi": "मूसा ने कहा (अच्छा पहले) तुम ही फेक (के अपना हौसला निकालो) तो तब जो ही उन लोगों ने (अपनी रस्सियाँ) डाली तो लोगों की नज़र बन्दी कर दी (कि सब सापँ मालूम होने लगे) और लोगों को डरा दिया"
    },
    {
      "verse_number": 117,
      "arabic": "۞ وَأَوۡحَیۡنَاۤ إِلَىٰ مُوسَىٰۤ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِیَ تَلۡقَفُ مَا یَأۡفِكُونَ\n",
      "english": "And We inspired to Moses, \"Throw your staff,\" and at once it devoured what they were falsifying.",
      "hindi": "और उन लोगों ने बड़ा (भारी जादू दिखा दिया और हमने मूसा के पास वही भेजी कि (बैठे क्या हो) तुम भी अपनी छड़ी डाल दो तो क्या देखते हैं कि वह छड़ी उनके बनाए हुए (झूठे साँपों को) एक एक करके निगल रही है"
    },
    {
      "verse_number": 118,
      "arabic": "فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "So the truth was established, and abolished was what they were doing.",
      "hindi": "अल किस्सा हक़ बात तो जम के बैठी और उनकी सारी कारस्तानी मटियामेट हो गई"
    },
    {
      "verse_number": 119,
      "arabic": "فَغُلِبُوا۟ هُنَالِكَ وَٱنقَلَبُوا۟ صَـٰغِرِینَ\n",
      "english": "And Pharaoh and his people were overcome right there and became debased.",
      "hindi": "पस फिरऔन और उसके तरफदार सब के सब इस अखाड़े मे हारे और ज़लील व रूसवा हो के पलटे"
    },
    {
      "verse_number": 120,
      "arabic": "وَأُلۡقِیَ ٱلسَّحَرَةُ سَـٰجِدِینَ\n",
      "english": "And the magicians fell down in prostration [to Allah].",
      "hindi": "और जादूगर सब मूसा के सामने सजदे में गिर पड़े"
    },
    {
      "verse_number": 121,
      "arabic": "قَالُوۤا۟ ءَامَنَّا بِرَبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "They said, \"We have believed in the Lord of the worlds,",
      "hindi": "और (आजिज़ी से) बोले हम सारे जहाँन के परवरदिगार पर ईमान लाए"
    },
    {
      "verse_number": 122,
      "arabic": "رَبِّ مُوسَىٰ وَهَـٰرُونَ\n",
      "english": "The Lord of Moses and Aaron.\"",
      "hindi": "जो मूसा व हारून का परवरदिगार है"
    },
    {
      "verse_number": 123,
      "arabic": "قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَـٰذَا لَمَكۡرࣱ مَّكَرۡتُمُوهُ فِی ٱلۡمَدِینَةِ لِتُخۡرِجُوا۟ مِنۡهَاۤ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ\n",
      "english": "Said Pharaoh, \"You believed in him before I gave you permission. Indeed, this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know.",
      "hindi": "फिरऔन ने कहा (हाए) तुम लोग मेरी इजाज़त के क़ब्ल (पहले) उस पर ईमान ले आए ये ज़रूर तुम लोगों की मक्कारी है जो तुम लोगों ने उस शहर में फैला रखी है ताकि उसके बाशिन्दों को यहाँ से निकाल कर बाहर करो पस तुम्हें अन क़रीब ही उस शरारत का मज़ा मालूम हो जाएगा"
    },
    {
      "verse_number": 124,
      "arabic": "لَأُقَطِّعَنَّ أَیۡدِیَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَـٰفࣲ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِینَ\n",
      "english": "I will surely cut off your hands and your feet on opposite sides; then I will surely crucify you all.\"",
      "hindi": "मै तो यक़ीनन तुम्हारे (एक तरफ के) हाथ और दूसरी तरफ के पॉव कटवा डालूंगा फिर तुम सबके सब को सूली दे दूंगा"
    },
    {
      "verse_number": 125,
      "arabic": "قَالُوۤا۟ إِنَّاۤ إِلَىٰ رَبِّنَا مُنقَلِبُونَ\n",
      "english": "They said, \"Indeed, to our Lord we will return.",
      "hindi": "जादूगर कहने लगे हम को तो (आख़िर एक रोज़) अपने परवरदिगार की तरफ लौट कर जाना (मर जाना) है"
    },
    {
      "verse_number": 126,
      "arabic": "وَمَا تَنقِمُ مِنَّاۤ إِلَّاۤ أَنۡ ءَامَنَّا بِـَٔایَـٰتِ رَبِّنَا لَمَّا جَاۤءَتۡنَاۚ رَبَّنَاۤ أَفۡرِغۡ عَلَیۡنَا صَبۡرࣰا وَتَوَفَّنَا مُسۡلِمِینَ\n",
      "english": "And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims [in submission to You].\"",
      "hindi": "तू हमसे उसके सिवा और काहे की अदावत रखता है कि जब हमारे पास ख़ुदा की निशानियाँ आयी तो हम उन पर ईमान लाए (और अब तो हमारी ये दुआ है कि) ऐ हमारे परवरदिगार हम पर सब्र (का मेंह बरसा)"
    },
    {
      "verse_number": 127,
      "arabic": "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِیُفۡسِدُوا۟ فِی ٱلۡأَرۡضِ وَیَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَاۤءَهُمۡ وَنَسۡتَحۡیِۦ نِسَاۤءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَـٰهِرُونَ\n",
      "english": "And the eminent among the people of Pharaoh said,\" Will you leave Moses and his people to cause corruption in the land and abandon you and your gods?\" [Pharaoh] said, \"We will kill their sons and keep their women alive; and indeed, we are subjugators over them.\"",
      "hindi": "और हमने अपनी फरमाबरदारी की हालत में दुनिया से उठा ले और फिरऔन की क़ौम के चन्द सरदारों ने (फिरऔन) से कहा कि क्या आप मूसा और उसकी क़ौम को उनकी हालत पर छोड़ देंगे कि मुल्क में फ़साद करते फिरे और आपके और आपके ख़ुदाओं (की परसतिश) को छोड़ बैठें- फिरऔन कहने लगा (तुम घबराओ नहीं) हम अनक़रीब ही उनके बेटों की क़त्ल करते हैं और उनकी औरतों को (लौन्डियॉ बनाने के वास्ते) जिन्दा रखते हैं और हम तो उन पर हर तरह क़ाबू रखते हैं"
    },
    {
      "verse_number": 128,
      "arabic": "قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِینُوا۟ بِٱللَّهِ وَٱصۡبِرُوۤا۟ۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ یُورِثُهَا مَن یَشَاۤءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَـٰقِبَةُ لِلۡمُتَّقِینَ\n",
      "english": "Said Moses to his people, \"Seek help through Allah and be patient. Indeed, the earth belongs to Allah. He causes to inherit it whom He wills of His servants. And the [best] outcome is for the righteous.\"",
      "hindi": "(ये सुनकर) मूसा ने अपनी क़ौम से कहा कि (भाइयों) ख़ुदा से मदद माँगों और सब्र करो सारी ज़मीन तो ख़ुदा ही की है वह अपने बन्दों में जिसकी चाहे उसका वारिस (व मालिक) बनाए और ख़ातमा बिल ख़ैर तो सब परहेज़गार ही का है"
    },
    {
      "verse_number": 129,
      "arabic": "قَالُوۤا۟ أُوذِینَا مِن قَبۡلِ أَن تَأۡتِیَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن یُهۡلِكَ عَدُوَّكُمۡ وَیَسۡتَخۡلِفَكُمۡ فِی ٱلۡأَرۡضِ فَیَنظُرَ كَیۡفَ تَعۡمَلُونَ\n",
      "english": "They said, \"We have been harmed before you came to us and after you have come to us.\" He said, \"Perhaps your Lord will destroy your enemy and grant you succession in the land and see how you will do.\"",
      "hindi": "वह लोग कहने लगे कि (ऐ मूसा) तुम्हारे आने के क़ब्ल (पहले) ही से और तुम्हारे आने के बाद भी हम को तो बराबर तकलीफ ही पहुँच रही है (आख़िर कहाँ तक सब्र करें) मूसा ने कहा अनकरीब ही तुम्हारा परवरदिगार तुम्हारे दुश्मन को हलाक़ करेगा और तुम्हें (उसका जानशीन) बनाएगा फिर देखेगा कि तुम कैसा काम करते हो"
    },
    {
      "verse_number": 130,
      "arabic": "وَلَقَدۡ أَخَذۡنَاۤ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِینَ وَنَقۡصࣲ مِّنَ ٱلثَّمَرَ ٰ⁠تِ لَعَلَّهُمۡ یَذَّكَّرُونَ\n",
      "english": "And We certainly seized the people of Pharaoh with years of famine and a deficiency in fruits that perhaps they would be reminded.",
      "hindi": "और बेशक हमने फिरऔन के लोगों को बरसों से कहत और फलों की कम पैदावार (के अज़ाब) में गिरफ्तार किया ताकि वह इबरत हासिल करें"
    },
    {
      "verse_number": 131,
      "arabic": "فَإِذَا جَاۤءَتۡهُمُ ٱلۡحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَیِّئَةࣱ یَطَّیَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥۤۗ أَلَاۤ إِنَّمَا طَـٰۤىِٕرُهُمۡ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَعۡلَمُونَ\n",
      "english": "But when good came to them, they said, \"This is ours [by right].\" And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allah, but most of them do not know.",
      "hindi": "तो जब उन्हें कोई राहत मिलती तो कहने लगते कि ये तो हमारे लिए सज़ावार ही है और जब उन्हें कोई मुसीबत पहुँचती तो मूसा और उनके साथियों की बदशुगूनी समझते देखो उनकी बदशुगूनी तो ख़ुदा के हा (लिखी जा चुकी) थी मगर बहुतेरे लोग नही जानते हैं"
    },
    {
      "verse_number": 132,
      "arabic": "وَقَالُوا۟ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَایَةࣲ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِینَ\n",
      "english": "And they said, \"No matter what sign you bring us with which to bewitch us, we will not be believers in you.\"",
      "hindi": "और फिरऔन के लोग मूसा से एक मरतबा कहने लगे कि तुम हम पर जादू करने के लिए चाहे जितनी निशानियाँ लाओ मगर हम तुम पर किसी तरह ईमान नहीं लाएँगें"
    },
    {
      "verse_number": 133,
      "arabic": "فَأَرۡسَلۡنَا عَلَیۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَایَـٰتࣲ مُّفَصَّلَـٰتࣲ فَٱسۡتَكۡبَرُوا۟ وَكَانُوا۟ قَوۡمࣰا مُّجۡرِمِینَ\n",
      "english": "So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs, but they were arrogant and were a criminal people.",
      "hindi": "तब हमने उन पर (पानी को) तूफान और टिड़डियाँ और जुएं और मेंढ़कों और खून (का अज़ाब भेजा कि सब जुदा जुदा (हमारी कुदरत की) निशानियाँ थी उस पर भी वह लोग तकब्बुर ही करते रहें और वह लोग गुनेहगार तो थे ही"
    },
    {
      "verse_number": 134,
      "arabic": "وَلَمَّا وَقَعَ عَلَیۡهِمُ ٱلرِّجۡزُ قَالُوا۟ یَـٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَىِٕن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ\n",
      "english": "And when the punishment descended upon them, they said, \"O Moses, invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel.\"",
      "hindi": "और जब उन पर अज़ाब आ पड़ता तो कहने लगते कि ऐ मूसा तुम से जो ख़ुदा ने (क़बूल दुआ का) अहद किया है उसी की उम्मीद पर अपने ख़ुदा से दुआ माँगों और अगर तुमने हम से अज़ाब को टाल दिया तो हम ज़रूर भेज देगें"
    },
    {
      "verse_number": 135,
      "arabic": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰۤ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمۡ یَنكُثُونَ\n",
      "english": "But when We removed the punishment from them until a term which they were to reach, then at once they broke their word.",
      "hindi": "फिर जब हम उनसे उस वक्त क़े वास्ते जिस तक वह ज़रूर पहुँचते अज़ाब को हटा लेते तो फिर फौरन बद अहदी करने लगते"
    },
    {
      "verse_number": 136,
      "arabic": "فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَـٰهُمۡ فِی ٱلۡیَمِّ بِأَنَّهُمۡ كَذَّبُوا۟ بِـَٔایَـٰتِنَا وَكَانُوا۟ عَنۡهَا غَـٰفِلِینَ\n",
      "english": "So We took retribution from them, and We drowned them in the sea because they denied Our signs and were heedless of them.",
      "hindi": "तब आख़िर हमने उनसे (उनकी शरारत का) बदला लिया तो चूंकि वह लोग हमारी आयतों को झुटलाते थे और उनसे ग़ाफिल रहते थे हमने उन्हें दरिया में डुबो दिया"
    },
    {
      "verse_number": 137,
      "arabic": "وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِینَ كَانُوا۟ یُسۡتَضۡعَفُونَ مَشَـٰرِقَ ٱلۡأَرۡضِ وَمَغَـٰرِبَهَا ٱلَّتِی بَـٰرَكۡنَا فِیهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ بِمَا صَبَرُوا۟ۖ وَدَمَّرۡنَا مَا كَانَ یَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُوا۟ یَعۡرِشُونَ\n",
      "english": "And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building.",
      "hindi": "और जिन बेचारों को ये लोग कमज़ोर समझते थे उन्हीं को (मुल्क शाम की) ज़मीन का जिसमें हमने (ज़रखेज़ होने की) बरकत दी थी उसके पूरब पश्चिम (सब) का वारिस (मालिक) बना दिया और चूंकि बनी इसराईल नें (फिरऔन के ज़ालिमों) पर सब्र किया था इसलिए तुम्हारे परवरदिगार का नेक वायदा (जो उसने बनी इसराइल से किया था) पूरा हो गया और जो कुछ फिरऔन और उसकी क़ौम के लोग करते थे और जो ऊँची ऊँची इमारते बनाते थे सब हमने बरबाद कर दी"
    },
    {
      "verse_number": 138,
      "arabic": "وَجَـٰوَزۡنَا بِبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱلۡبَحۡرَ فَأَتَوۡا۟ عَلَىٰ قَوۡمࣲ یَعۡكُفُونَ عَلَىٰۤ أَصۡنَامࣲ لَّهُمۡۚ قَالُوا۟ یَـٰمُوسَى ٱجۡعَل لَّنَاۤ إِلَـٰهࣰا كَمَا لَهُمۡ ءَالِهَةࣱۚ قَالَ إِنَّكُمۡ قَوۡمࣱ تَجۡهَلُونَ\n",
      "english": "And We took the Children of Israel across the sea; then they came upon a people intent in devotion to [some] idols of theirs. They said, \"O Moses, make for us a god just as they have gods.\" He said, \"Indeed, you are a people behaving ignorantly.",
      "hindi": "और हमने बनी ईसराइल को दरिया के उस पार उतार दिया तो एक ऐसे लोगों पर से गुज़रे जो अपने (हाथों से बनाए हुए) बुतों की परसतिश पर जमा बैठे थे (तो उनको देख कर बनी ईसराइल से) कहने लगे ऐ मूसा जैसे उन लोगों के माबूद (बुत) हैं वैसे ही हमारे लिए भी एक माबूद बनाओ मूसा ने जवाब दिया कि तुम लोग जाहिल लोग हो"
    },
    {
      "verse_number": 139,
      "arabic": "إِنَّ هَـٰۤؤُلَاۤءِ مُتَبَّرࣱ مَّا هُمۡ فِیهِ وَبَـٰطِلࣱ مَّا كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "Indeed, those [worshippers] - destroyed is that in which they are [engaged], and worthless is whatever they were doing.\"",
      "hindi": "(अरे कमबख्तो) ये लोग जिस मज़हब पर हैं (वह यक़ीनी बरबाद होकर रहेगा) और जो अमल ये लोग कर रहे हैं (वह सब मिटिया मेट हो जाएगा)"
    },
    {
      "verse_number": 140,
      "arabic": "قَالَ أَغَیۡرَ ٱللَّهِ أَبۡغِیكُمۡ إِلَـٰهࣰا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَـٰلَمِینَ\n",
      "english": "He said, \"Is it other than Allah I should desire for you as a god while He has preferred you over the worlds?\"",
      "hindi": "(मूसा ने ये भी) कहा क्या तुम्हारा ये मतलब है कि ख़ुदा को छोड़कर मै दूसरे को तुम्हारा माबूद तलाश करू"
    },
    {
      "verse_number": 141,
      "arabic": "وَإِذۡ أَنجَیۡنَـٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ یَسُومُونَكُمۡ سُوۤءَ ٱلۡعَذَابِ یُقَتِّلُونَ أَبۡنَاۤءَكُمۡ وَیَسۡتَحۡیُونَ نِسَاۤءَكُمۡۚ وَفِی ذَ ٰ⁠لِكُم بَلَاۤءࣱ مِّن رَّبِّكُمۡ عَظِیمࣱ\n",
      "english": "And [recall, O Children of Israel], when We saved you from the people of Pharaoh, [who were] afflicting you with the worst torment - killing your sons and keeping your women alive. And in that was a great trial from your Lord.",
      "hindi": "हालॉकि उसने तुमको सारी खुदाई पर फज़ीलत दी है (ऐ बनी इसराइल वह वक्त याद करो) जब हमने तुमको फिरऔन के लोगों से नजात दी जब वह लोग तुम्हें बड़ी बड़ी तकलीफें पहुंचाते थे तुम्हारे बेटों को तो (चुन चुन कर) क़त्ल कर डालते थे और तुम्हारी औरतों को (लौन्डियॉ बनाने के वास्ते ज़िन्दा रख छोड़ते) और उसमें तुम्हारे परवरदिगार की तरफ से तुम्हारे (सब्र की) सख्त आज़माइश थी"
    },
    {
      "verse_number": 142,
      "arabic": "۞ وَوَ ٰ⁠عَدۡنَا مُوسَىٰ ثَلَـٰثِینَ لَیۡلَةࣰ وَأَتۡمَمۡنَـٰهَا بِعَشۡرࣲ فَتَمَّ مِیقَـٰتُ رَبِّهِۦۤ أَرۡبَعِینَ لَیۡلَةࣰۚ وَقَالَ مُوسَىٰ لِأَخِیهِ هَـٰرُونَ ٱخۡلُفۡنِی فِی قَوۡمِی وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِیلَ ٱلۡمُفۡسِدِینَ\n",
      "english": "And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron, \"Take my place among my people, do right [by them], and do not follow the way of the corrupters.\"",
      "hindi": "और हमने मूसा से तौरैत देने के लिए तीस रातों का वायदा किया और हमने उसमें दस रोज़ बढ़ाकर पूरा कर दिया ग़रज़ उसके परवरदिगार का वायदा चालीस रात में पूरा हो गया और (चलते वक्त) मूसा ने अपने भाई हारून कहा कि तुम मेरी क़ौम में मेरे जानशीन रहो और उनकी इसलाह करना और फसाद करने वालों के तरीक़े पर न चलना"
    },
    {
      "verse_number": 143,
      "arabic": "وَلَمَّا جَاۤءَ مُوسَىٰ لِمِیقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِیۤ أَنظُرۡ إِلَیۡكَۚ قَالَ لَن تَرَىٰنِی وَلَـٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِیۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكࣰّا وَخَرَّ مُوسَىٰ صَعِقࣰاۚ فَلَمَّاۤ أَفَاقَ قَالَ سُبۡحَـٰنَكَ تُبۡتُ إِلَیۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِینَ\n",
      "english": "And when Moses arrived at Our appointed time and his Lord spoke to him, he said, \"My Lord, show me [Yourself] that I may look at You.\" [Allah] said, \"You will not see Me, but look at the mountain; if it should remain in place, then you will see Me.\" But when his Lord appeared to the mountain, He rendered it level, and Moses fell unconscious. And when he awoke, he said, \"Exalted are You! I have repented to You, and I am the first of the believers.\"",
      "hindi": "और जब मूसा हमारा वायदा पूरा करते (कोहेतूर पर) आए और उनका परवरदिगार उनसे हम कलाम हुआ तो मूसा ने अर्ज़ किया कि ख़ुदाया तू मेझे अपनी एक झलक दिखला दे कि मैं तूझे देखँ ख़ुदा ने फरमाया तुम मुझे हरगिज़ नहीं देख सकते मगर हॉ उस पहाड़ की तरफ देखो (हम उस पर अपनी तजल्ली डालते हैं) पस अगर (पहाड़) अपनी जगह पर क़ायम रहे तो समझना कि अनक़रीब मुझे भी देख लोगे (वरना नहीं) फिर जब उनके परवरदिगार ने पहाड़ पर तजल्ली डाली तो उसको चकनाचूर कर दिया और मूसा बेहोश होकर गिर पड़े फिर जब होश में आए तो कहने लगे ख़ुदा वन्दा तू (देखने दिखाने से) पाक व पाकीज़ा है-मैने तेरी बारगाह में तौबा की और मै सब से पहले तेरी अदम रवायत का यक़ीन करता हूँ"
    },
    {
      "verse_number": 144,
      "arabic": "قَالَ یَـٰمُوسَىٰۤ إِنِّی ٱصۡطَفَیۡتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِی وَبِكَلَـٰمِی فَخُذۡ مَاۤ ءَاتَیۡتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِینَ\n",
      "english": "[Allah] said, \"O Moses, I have chosen you over the people with My messages and My words [to you]. So take what I have given you and be among the grateful.\"",
      "hindi": "ख़ुदा ने फरमाया ऐ मूसा मैने तुमको तमाम लोगों पर अपनी पैग़म्बरी और हम कलामी (का दरजा देकर) बरगूज़ीदा किया है तब जो (किताब तौरैत) हमने तुमको अता की है उसे लो और शुक्रगुज़ार रहो"
    },
    {
      "verse_number": 145,
      "arabic": "وَكَتَبۡنَا لَهُۥ فِی ٱلۡأَلۡوَاحِ مِن كُلِّ شَیۡءࣲ مَّوۡعِظَةࣰ وَتَفۡصِیلࣰا لِّكُلِّ شَیۡءࣲ فَخُذۡهَا بِقُوَّةࣲ وَأۡمُرۡ قَوۡمَكَ یَأۡخُذُوا۟ بِأَحۡسَنِهَاۚ سَأُو۟رِیكُمۡ دَارَ ٱلۡفَـٰسِقِینَ\n",
      "english": "And We wrote for him on the tablets [something] of all things - instruction and explanation for all things, [saying], \"Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient.\"",
      "hindi": "और हमने (तौरैत की) तख्तियों में मूसा के लिए हर तरह की नसीहत और हर चीज़ का तफसीलदार बयान लिख दिया था तो (ऐ मूसा) तुम उसे मज़बूती से तो (अमल करो) और अपनी क़ौम को हुक्म दे दो कि उसमें की अच्छी बातों पर अमल करें और बहुत जल्द तुम्हें बदकिरदारों का घर दिखा दूँगा (कि कैसे उजड़ते हैं)"
    },
    {
      "verse_number": 146,
      "arabic": "سَأَصۡرِفُ عَنۡ ءَایَـٰتِیَ ٱلَّذِینَ یَتَكَبَّرُونَ فِی ٱلۡأَرۡضِ بِغَیۡرِ ٱلۡحَقِّ وَإِن یَرَوۡا۟ كُلَّ ءَایَةࣲ لَّا یُؤۡمِنُوا۟ بِهَا وَإِن یَرَوۡا۟ سَبِیلَ ٱلرُّشۡدِ لَا یَتَّخِذُوهُ سَبِیلࣰا وَإِن یَرَوۡا۟ سَبِیلَ ٱلۡغَیِّ یَتَّخِذُوهُ سَبِیلࣰاۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ كَذَّبُوا۟ بِـَٔایَـٰتِنَا وَكَانُوا۟ عَنۡهَا غَـٰفِلِینَ\n",
      "english": "I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign, they will not believe in it. And if they see the way of consciousness, they will not adopt it as a way; but if they see the way of error, they will adopt it as a way. That is because they have denied Our signs and they were heedless of them.",
      "hindi": "जो लोग (ख़ुदा की) ज़मीन पर नाहक़ अकड़ते फिरते हैं उनको अपनी आयतों से बहुत जल्द फेर दूंगा और मै क्या फेरूंगा ख़ुदा (उसका दिल ऐसा सख्त है कि) अगर दुनिया जहॉन के सारे मौजिज़े भी देखते तो भी ये उन पर ईमान न लाएगें और (अगर) सीधा रास्ता भी देख पाएं तो भी अपनी राह न जाएगें और अगर गुमराही की राह देख लेगें तो झटपट उसको अपना तरीक़ा बना लेगें ये कजरवी इस सबब से हुई कि उन लोगों ने हमारी आयतों को झुठला दिया और उनसे ग़फलत करते रहे"
    },
    {
      "verse_number": 147,
      "arabic": "وَٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَا وَلِقَاۤءِ ٱلۡـَٔاخِرَةِ حَبِطَتۡ أَعۡمَـٰلُهُمۡۚ هَلۡ یُجۡزَوۡنَ إِلَّا مَا كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "Those who denied Our signs and the meeting of the Hereafter - their deeds have become worthless. Are they recompensed except for what they used to do?",
      "hindi": "और जिन लोगों ने हमारी आयतों को और आख़िरत की हुज़ूरी को झूठलाया उनका सब किया कराया अकारत हो गया, उनको बस उन्हीं आमाल की जज़ा या सज़ा दी जाएगी जो वह करते थे"
    },
    {
      "verse_number": 148,
      "arabic": "وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِیِّهِمۡ عِجۡلࣰا جَسَدࣰا لَّهُۥ خُوَارٌۚ أَلَمۡ یَرَوۡا۟ أَنَّهُۥ لَا یُكَلِّمُهُمۡ وَلَا یَهۡدِیهِمۡ سَبِیلًاۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِینَ\n",
      "english": "And the people of Moses made, after [his departure], from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship], and they were wrongdoers.",
      "hindi": "और मूसा की क़ौम ने (कोहेतूर पर) उनके जाने के बाद अपने जेवरों को (गलाकर) एक बछड़े की मूरत बनाई (यानि) एक जिस्म जिसमें गाए की सी आवाज़ थी (अफसोस) क्या उन लोगों ने इतना भी न देखा कि वह न तो उनसे बात ही कर सकता और न किसी तरह की हिदायत ही कर सकता है (खुलासा) उन लोगों ने उसे (अपनी माबूद बना लिया)"
    },
    {
      "verse_number": 149,
      "arabic": "وَلَمَّا سُقِطَ فِیۤ أَیۡدِیهِمۡ وَرَأَوۡا۟ أَنَّهُمۡ قَدۡ ضَلُّوا۟ قَالُوا۟ لَىِٕن لَّمۡ یَرۡحَمۡنَا رَبُّنَا وَیَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَـٰسِرِینَ\n",
      "english": "And when regret overcame them and they saw that they had gone astray, they said, \"If our Lord does not have mercy upon us and forgive us, we will surely be among the losers.\"",
      "hindi": "और आप अपने ऊपर ज़ुल्म करते थे और जब वह पछताए और उन्होने अपने को यक़ीनी गुमराह देख लिया तब कहने लगे कि अगर हमारा परदिगार हम पर रहम नहीं करेगा और हमारा कुसूर न माफ़ करेगा तो हम यक़ीनी घाटा उठाने वालों में हो जाएगें"
    },
    {
      "verse_number": 150,
      "arabic": "وَلَمَّا رَجَعَ مُوسَىٰۤ إِلَىٰ قَوۡمِهِۦ غَضۡبَـٰنَ أَسِفࣰا قَالَ بِئۡسَمَا خَلَفۡتُمُونِی مِنۢ بَعۡدِیۤۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِیهِ یَجُرُّهُۥۤ إِلَیۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِی وَكَادُوا۟ یَقۡتُلُونَنِی فَلَا تُشۡمِتۡ بِیَ ٱلۡأَعۡدَاۤءَ وَلَا تَجۡعَلۡنِی مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
      "english": "And when Moses returned to his people, angry and grieved, he said, \"How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?\" And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, \"O son of my mother, indeed the people oppressed me and were about to kill me, so let not the enemies rejoice over me and do not place me among the wrongdoing people.\"",
      "hindi": "और जब मूसा पलट कर अपनी क़ौम की तरफ आए तो (ये हालत देखकर) रंज व गुस्से में (अपनी क़ौम से) कहने लगे कि तुम लोगों ने मेरे बाद बहुत बुरी हरकत की-तुम लोग अपने परवरदिगार के हुक्म (मेरे आने में) किस कदर जल्दी कर बैठे और (तौरैत की) तख्तियों को फेंक दिया और अपने भाई (हारून) के सर (के बालों को पकड़ कर अपनी तर फ खींचने लगे) उस पर हारून ने कहा ऐ मेरे मांजाए (भाई) मै क्या करता क़ौम ने मुझे हक़ीर समझा और (मेरा कहना न माना) बल्कि क़रीब था कि मुझे मार डाले तो मुझ पर दुश्मनों को न हॅसवाइए और मुझे उन ज़ालिम लोगों के साथ न करार दीजिए"
    },
    {
      "verse_number": 151,
      "arabic": "قَالَ رَبِّ ٱغۡفِرۡ لِی وَلِأَخِی وَأَدۡخِلۡنَا فِی رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّ ٰ⁠حِمِینَ\n",
      "english": "[Moses] said, \"My Lord, forgive me and my brother and admit us into Your mercy, for You are the most merciful of the merciful.\"",
      "hindi": "(तब) मूसा ने कहा ऐ मेरे परवरदिगार मुझे और मेरे भाई को बख्श दे और हमें अपनी रहमत में दाख़िल कर और तू सबसे बढ़के रहम करने वाला है"
    },
    {
      "verse_number": 152,
      "arabic": "إِنَّ ٱلَّذِینَ ٱتَّخَذُوا۟ ٱلۡعِجۡلَ سَیَنَالُهُمۡ غَضَبࣱ مِّن رَّبِّهِمۡ وَذِلَّةࣱ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۚ وَكَذَ ٰ⁠لِكَ نَجۡزِی ٱلۡمُفۡتَرِینَ\n",
      "english": "Indeed, those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world, and thus do We recompense the inventors [of falsehood].",
      "hindi": "बेशक जिन लोगों ने बछड़े को (अपना माबूद) बना लिया उन पर अनक़रीब ही उनके परवरदिगार की तरफ से अज़ाब नाज़िल होगा और दुनियावी ज़िन्दगी में ज़िल्लत (उसके अलावा) और हम बोहतान बॉधने वालों की ऐसी ही सज़ा करते हैं"
    },
    {
      "verse_number": 153,
      "arabic": "وَٱلَّذِینَ عَمِلُوا۟ ٱلسَّیِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعۡدِهَا وَءَامَنُوۤا۟ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورࣱ رَّحِیمࣱ\n",
      "english": "But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful.",
      "hindi": "और जिन लोगों ने बुरे काम किए फिर उसके बाद तौबा कर ली और ईमान लाए तो बेशक तुम्हारा परवरदिगार तौबा के बाद ज़रूर बख्शने वाला मेहरबान है"
    },
    {
      "verse_number": 154,
      "arabic": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِی نُسۡخَتِهَا هُدࣰى وَرَحۡمَةࣱ لِّلَّذِینَ هُمۡ لِرَبِّهِمۡ یَرۡهَبُونَ\n",
      "english": "And when the anger subsided in Moses, he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord.",
      "hindi": "और जब मूसा का गुस्सा ठण्डा हुआ तो (तौरैत) की तख्तियों को (ज़मीन से) उठा लिया और तौरैत के नुस्खे में जो लोग अपने परवरदिगार से डरते है उनके लिए हिदायत और रहमत है"
    },
    {
      "verse_number": 155,
      "arabic": "وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِینَ رَجُلࣰا لِّمِیقَـٰتِنَاۖ فَلَمَّاۤ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِیَّـٰیَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَاۤءُ مِنَّاۤۖ إِنۡ هِیَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَاۤءُ وَتَهۡدِی مَن تَشَاۤءُۖ أَنتَ وَلِیُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَیۡرُ ٱلۡغَـٰفِرِینَ\n",
      "english": "And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them, he said, \"My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers.",
      "hindi": "और मूसा ने अपनी क़ौम से हमारा वायदा पूरा करने को (कोहतूर पर ले जाने के वास्ते) सत्तर आदमियों को चुना फिर जब उनको ज़लज़ले ने आ पकड़ा तो हज़रत मूसा ने अर्ज़ किया परवरदिगार अगर तू चाहता तो मुझको और उन सबको पहले ही हलाक़ कर डालता क्या हम में से चन्द बेवकूफों की करनी की सज़ा में हमको हलाक़ करता है ये तो सिर्फ तेरी आज़माइश थी तू जिसे चाहे उसे गुमराही में छोड़ दे और जिसको चाहे हिदायत दे तू ही हमारा मालिक है तू ही हमारे कुसूर को माफ कर और हम पर रहम कर और तू तो तमाम बख्शने वालों से कहीें बेहतर है"
    },
    {
      "verse_number": 156,
      "arabic": "۞ وَٱكۡتُبۡ لَنَا فِی هَـٰذِهِ ٱلدُّنۡیَا حَسَنَةࣰ وَفِی ٱلۡـَٔاخِرَةِ إِنَّا هُدۡنَاۤ إِلَیۡكَۚ قَالَ عَذَابِیۤ أُصِیبُ بِهِۦ مَنۡ أَشَاۤءُۖ وَرَحۡمَتِی وَسِعَتۡ كُلَّ شَیۡءࣲۚ فَسَأَكۡتُبُهَا لِلَّذِینَ یَتَّقُونَ وَیُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِینَ هُم بِـَٔایَـٰتِنَا یُؤۡمِنُونَ\n",
      "english": "And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You.\" [Allah] said, \"My punishment - I afflict with it whom I will, but My mercy encompasses all things.\" So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses -",
      "hindi": "और तू ही इस दुनिया (फ़ानी) और आख़िरत में हमारे वास्ते भलाई के लिए लिख ले हम तेरी ही तरफ रूझू करते हैं ख़ुदा ने फरमाया जिसको मैं चाहता हूँ (मुस्तहक़ समझकर) अपना अज़ाब पहुँचा देता हूँ और मेरी रहमत हर चीज़ पर छाई हैं मै तो उसे बहुत जल्द ख़ास उन लोगों के लिए लिख दूँगा (जो बुरी बातों से) बचते रहेंगे और ज़कात दिया करेंगे और जो हमारी बातों पर ईमान रखा करेंगें"
    },
    {
      "verse_number": 157,
      "arabic": "ٱلَّذِینَ یَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِیَّ ٱلۡأُمِّیَّ ٱلَّذِی یَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِی ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِیلِ یَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَیَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَیُحِلُّ لَهُمُ ٱلطَّیِّبَـٰتِ وَیُحَرِّمُ عَلَیۡهِمُ ٱلۡخَبَـٰۤىِٕثَ وَیَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَـٰلَ ٱلَّتِی كَانَتۡ عَلَیۡهِمۡۚ فَٱلَّذِینَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِیۤ أُنزِلَ مَعَهُۥۤ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ\n",
      "english": "Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful.",
      "hindi": "(यानि) जो लोग हमारे बनी उल उम्मी पैग़म्बर के क़दम बा क़दम चलते हैं जिस (की बशारत) को अपने हॉ तौरैत और इन्जील में लिखा हुआ पाते है (वह नबी) जो अच्छे काम का हुक्म देता है और बुरे काम से रोकता है और जो पाक व पाकीज़ा चीजे तो उन पर हलाल और नापाक गन्दी चीजे उन पर हराम कर देता है और (सख्त एहकाम का) बोझ जो उनकी गर्दन पर था और वह फन्दे जो उन पर (पड़े हुए) थे उनसे हटा देता है पस (याद रखो कि) जो लोग (नबी मोहम्मद) पर ईमान लाए और उसकी इज्ज़त की और उसकी मदद की और उस नूर (क़ुरान) की पैरवी की जो उसके साथ नाज़िल हुआ है तो यही लोग अपनी दिली मुरादे पाएंगें"
    },
    {
      "verse_number": 158,
      "arabic": "قُلۡ یَـٰۤأَیُّهَا ٱلنَّاسُ إِنِّی رَسُولُ ٱللَّهِ إِلَیۡكُمۡ جَمِیعًا ٱلَّذِی لَهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ لَاۤ إِلَـٰهَ إِلَّا هُوَ یُحۡیِۦ وَیُمِیتُۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِیِّ ٱلۡأُمِّیِّ ٱلَّذِی یُؤۡمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ\n",
      "english": "Say, [O Muhammad], \"O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death.\" So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided.",
      "hindi": "(ऐ रसूल) तुम (उन लोगों से) कह दो कि लोगों में तुम सब लोगों के पास उस ख़ुदा का भेजा हुआ (पैग़म्बर) हूँ जिसके लिए ख़ास सारे आसमान व ज़मीन की बादशाहत (हुकूमत) है उसके सिवा और कोई माबूद नहीं वही ज़िन्दा करता है वही मार डालता है पस (लोगों) ख़ुदा और उसके रसूल नबी उल उम्मी पर ईमान लाओ जो (ख़ुद भी) ख़ुदा पर और उसकी बातों पर (दिल से) ईमान रखता है और उसी के क़दम बा क़दम चलो ताकि तुम हिदायत पाओ"
    },
    {
      "verse_number": 159,
      "arabic": "وَمِن قَوۡمِ مُوسَىٰۤ أُمَّةࣱ یَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ یَعۡدِلُونَ\n",
      "english": "And among the people of Moses is a community which guides by truth and by it establishes justice.",
      "hindi": "और मूसा की क़ौम के कुछ लोग ऐसे भी है जो हक़ बात की हिदायत भी करते हैं और हक़ के (मामलात में) इन्साफ़ भी करते हैं"
    },
    {
      "verse_number": 160,
      "arabic": "وَقَطَّعۡنَـٰهُمُ ٱثۡنَتَیۡ عَشۡرَةَ أَسۡبَاطًا أُمَمࣰاۚ وَأَوۡحَیۡنَاۤ إِلَىٰ مُوسَىٰۤ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥۤ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَیۡنࣰاۖ قَدۡ عَلِمَ كُلُّ أُنَاسࣲ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَیۡهِمُ ٱلۡغَمَـٰمَ وَأَنزَلۡنَا عَلَیۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُوا۟ مِن طَیِّبَـٰتِ مَا رَزَقۡنَـٰكُمۡۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوۤا۟ أَنفُسَهُمۡ یَظۡلِمُونَ\n",
      "english": "And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves.",
      "hindi": "और हमने बनी ईसराइल के एक एक दादा की औलाद को जुदा जुदा बारह गिरोह बना दिए और जब मूसा की क़ौम ने उनसे पानी मॉगा तो हमने उनके पास वही भेजी कि तुम अपनी छड़ी पत्थर पर मारो (छड़ी मारना था) कि उस पत्थर से पानी के बारह चश्मे फूट निकले और ऐसे साफ साफ अलग अलग कि हर क़बीले ने अपना अपना घाट मालूम कर लिया और हमने बनी ईसराइल पर अब्र (बादल) का साया किया और उन पर मन व सलवा (सी नेअमत) नाज़िल की (लोगों) जो पाक (पाकीज़ा) चीज़े तुम्हें दी हैं उन्हें (शौक़ से खाओ पियो) और उन लोगों ने (नाफरमानी करके) कुछ हमारा नहीं बिगाड़ा बल्कि अपना आप ही बिगाड़ते हैं"
    },
    {
      "verse_number": 161,
      "arabic": "وَإِذۡ قِیلَ لَهُمُ ٱسۡكُنُوا۟ هَـٰذِهِ ٱلۡقَرۡیَةَ وَكُلُوا۟ مِنۡهَا حَیۡثُ شِئۡتُمۡ وَقُولُوا۟ حِطَّةࣱ وَٱدۡخُلُوا۟ ٱلۡبَابَ سُجَّدࣰا نَّغۡفِرۡ لَكُمۡ خَطِیۤـَٔـٰتِكُمۡۚ سَنَزِیدُ ٱلۡمُحۡسِنِینَ\n",
      "english": "And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward].\"",
      "hindi": "और जब उनसे कहा गया कि उस गाँव में जाकर रहो सहो और उसके मेवों से जहाँ तुम्हारा जी चाहे (शौक़ से) खाओ (पियो) और मुँह से हुतमा कहते और सजदा करते हुए दरवाजे में दाखिल हो तो हम तुम्हारी ख़ताए बख्श देगें और नेकी करने वालों को हम कुछ ज्यादा ही देगें"
    },
    {
      "verse_number": 162,
      "arabic": "فَبَدَّلَ ٱلَّذِینَ ظَلَمُوا۟ مِنۡهُمۡ قَوۡلًا غَیۡرَ ٱلَّذِی قِیلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَیۡهِمۡ رِجۡزࣰا مِّنَ ٱلسَّمَاۤءِ بِمَا كَانُوا۟ یَظۡلِمُونَ\n",
      "english": "But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing.",
      "hindi": "तो ज़ालिमों ने जो बात उनसे कही गई थी उसे बदल कर कुछ और कहना शुरू किया तो हमने उनकी शरारतों की बदौलत उन पर आसमान से अज़ाब भेज दिया"
    },
    {
      "verse_number": 163,
      "arabic": "وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡیَةِ ٱلَّتِی كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ یَعۡدُونَ فِی ٱلسَّبۡتِ إِذۡ تَأۡتِیهِمۡ حِیتَانُهُمۡ یَوۡمَ سَبۡتِهِمۡ شُرَّعࣰا وَیَوۡمَ لَا یَسۡبِتُونَ لَا تَأۡتِیهِمۡۚ كَذَ ٰ⁠لِكَ نَبۡلُوهُم بِمَا كَانُوا۟ یَفۡسُقُونَ\n",
      "english": "And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient.",
      "hindi": "और (ऐ रसूल) उनसे ज़रा उस गाँव का हाल तो पूछो जो दरिया के किनारे वाक़ऐ था जब ये लोग उनके बुज़ुर्ग शुम्बे (सनीचर) के दिन ज्यादती करने लगे कि जब उनका शुम्बे (वाला इबादत का) दिन होता तब तो मछलियाँ सिमट कर उनके सामने पानी पर उभर के आ जाती और जब उनका शुम्बा (वाला इबादत का) दिन न होता तो मछलियॉ उनके पास ही न फटकतीं और चॅूकि ये लोग बदचलन थे उस दरजे से हम भी उनकी यूं ही आज़माइश किया करते थे"
    },
    {
      "verse_number": 164,
      "arabic": "وَإِذۡ قَالَتۡ أُمَّةࣱ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابࣰا شَدِیدࣰاۖ قَالُوا۟ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ یَتَّقُونَ\n",
      "english": "And when a community among them said, \"Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him.\"",
      "hindi": "और जब उनमें से एक जमाअत ने (उन लोगों में से जो शुम्बे के दिन शिकार को मना करते थे) कहा कि जिन्हें ख़ुदा हलाक़ करना या सख्त अज़ाब में मुब्तिला करना चाहता है उन्हें (बेफायदे) क्यो नसीहत करते हो तो वह कहने लगे कि फक़त तुम्हारे परवरदिगार में (अपने को) इल्ज़ाम से बचाने के लिए यायद इसलिए कि ये लोग परहेज़गारी एख्तियार करें"
    },
    {
      "verse_number": 165,
      "arabic": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦۤ أَنجَیۡنَا ٱلَّذِینَ یَنۡهَوۡنَ عَنِ ٱلسُّوۤءِ وَأَخَذۡنَا ٱلَّذِینَ ظَلَمُوا۟ بِعَذَابِۭ بَـِٔیسِۭ بِمَا كَانُوا۟ یَفۡسُقُونَ\n",
      "english": "And when they forgot that by which they had been reminded, We saved those who had forbidden evil and seized those who wronged, with a wretched punishment, because they were defiantly disobeying.",
      "hindi": "फिर जब वह लोग जिस चीज़ की उन्हें नसीहत की गई थी उसे भूल गए तो हमने उनको तो तजावीज़ (नजात) दे दी जो बुरे काम से लोगों को रोकते थे और जो लोग ज़ालिम थे उनको उनकी बद चलनी की वजह से बड़े अज़ाब में गिरफ्तार किया"
    },
    {
      "verse_number": 166,
      "arabic": "فَلَمَّا عَتَوۡا۟ عَن مَّا نُهُوا۟ عَنۡهُ قُلۡنَا لَهُمۡ كُونُوا۟ قِرَدَةً خَـٰسِـِٔینَ\n",
      "english": "So when they were insolent about that which they had been forbidden, We said to them, \"Be apes, despised.\"",
      "hindi": "फिर जिस बात की उन्हें मुमानिअत (रोक) की गई थी जब उन लोगों ने उसमें सरकशी की तो हमने हुक्म दिया कि तुम ज़लील और ख़्वार (धुत्कारे) हुए बन्दर बन जाओ (और वह बन गए)"
    },
    {
      "verse_number": 167,
      "arabic": "وَإِذۡ تَأَذَّنَ رَبُّكَ لَیَبۡعَثَنَّ عَلَیۡهِمۡ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ مَن یَسُومُهُمۡ سُوۤءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِیعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورࣱ رَّحِیمࣱ\n",
      "english": "And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful.",
      "hindi": "(ऐ रसूल वह वक्त याद दिलाओ) जब तुम्हारे परवरदिगार ने पुकार पुकार के (बनी ईसराइल से कह दिया था कि वह क़यामत तक उन पर ऐसे हाक़िम को मुसल्लत देखेगा जो उन्हें बुरी बुरी तकलीफें देता रहे क्योंकि) इसमें तो शक़ ही नहीं कि तुम्हारा परवरदिगार बहुत जल्द अज़ाब करने वाला है और इसमें भी शक़ नहीं कि वह बड़ा बख्शने वाला (मेहरबान) भी है"
    },
    {
      "verse_number": 168,
      "arabic": "وَقَطَّعۡنَـٰهُمۡ فِی ٱلۡأَرۡضِ أُمَمࣰاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَ ٰ⁠لِكَۖ وَبَلَوۡنَـٰهُم بِٱلۡحَسَنَـٰتِ وَٱلسَّیِّـَٔاتِ لَعَلَّهُمۡ یَرۡجِعُونَ\n",
      "english": "And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience].",
      "hindi": "और हमने उनको रूए ज़मीन में गिरोह गिरोह तितिर बितिर कर दिया उनमें के कुछ लोग तो नेक हैं और कुछ लोग और तरह के (बदकार) हैं और हमने उन्हें सुख और दुख (दोनो तरह) से आज़माया ताकि वह (शरारत से) बाज़ आए"
    },
    {
      "verse_number": 169,
      "arabic": "فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفࣱ وَرِثُوا۟ ٱلۡكِتَـٰبَ یَأۡخُذُونَ عَرَضَ هَـٰذَا ٱلۡأَدۡنَىٰ وَیَقُولُونَ سَیُغۡفَرُ لَنَا وَإِن یَأۡتِهِمۡ عَرَضࣱ مِّثۡلُهُۥ یَأۡخُذُوهُۚ أَلَمۡ یُؤۡخَذۡ عَلَیۡهِم مِّیثَـٰقُ ٱلۡكِتَـٰبِ أَن لَّا یَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُوا۟ مَا فِیهِۗ وَٱلدَّارُ ٱلۡـَٔاخِرَةُ خَیۡرࣱ لِّلَّذِینَ یَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ\n",
      "english": "And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying, \"It will be forgiven for us.\" And if an offer like it comes to them, they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allah, so will you not use reason?",
      "hindi": "फिर उनके बाद कुछ जानशीन हुए जो किताब (ख़ुदा तौरैत) के तो वारिस बने (मगर लोगों के कहने से एहकामे ख़ुदा को बदलकर (उसके ऐवज़) नापाक कमीनी दुनिया के सामान ले लेते हैं (और लुत्फ तो ये है) कहते हैं कि हम तो अनक़रीब बख्श दिए जाएंगें (और जो लोग उन पर तान करते हैं) अगर उनके पास भी वैसा ही (दूसरा सामान आ जाए तो उसे ये भी न छोड़े और) ले ही लें क्या उनसे किताब (ख़ुदा तौरैत) का एहदो पैमान नहीं लिया गया था कि ख़ुदा पर सच के सिवा (झूठ कभी) नहीं कहेगें और जो कुछ उस किताब में है उन्होनें (अच्छी तरह) पढ़ लिया है और आख़िर का घर तो उन्हीं लोगों के वास्ते ख़ास है जो परहेज़गार हैं तो क्या तुम (इतना भी नहीं समझते)"
    },
    {
      "verse_number": 170,
      "arabic": "وَٱلَّذِینَ یُمَسِّكُونَ بِٱلۡكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِیعُ أَجۡرَ ٱلۡمُصۡلِحِینَ\n",
      "english": "But those who hold fast to the Book and establish prayer - indeed, We will not allow to be lost the reward of the reformers.",
      "hindi": "और जो लोग किताब (ख़ुदा) को मज़बूती से पकड़े हुए हैं और पाबन्दी से नमाज़ अदा करते हैं (उन्हें उसका सवाब ज़रूर मिलेगा क्योंकि) हम हरगिज़ नेकोकारो का सवाब बरबाद नहीं करते"
    },
    {
      "verse_number": 171,
      "arabic": "۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةࣱ وَظَنُّوۤا۟ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُوا۟ مَاۤ ءَاتَیۡنَـٰكُم بِقُوَّةࣲ وَٱذۡكُرُوا۟ مَا فِیهِ لَعَلَّكُمۡ تَتَّقُونَ\n",
      "english": "And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them, [and Allah said], \"Take what We have given you with determination and remember what is in it that you might fear Allah.\"",
      "hindi": "तो (ऐ रसूल यहूद को याद दिलाओ) जब हम ने उन (के सरों) पर पहाड़ को इस तरह लटका दिया कि गोया साएबान (छप्पर) था और वह लोग समझ चुके थे कि उन पर अब गिरा और हमने उनको हुक्म दिया कि जो कुछ हमने तुम्हें अता किया है उसे मज़बूती से पकड़ लो और जो कुछ उसमें लिखा है याद रखो ताकि तुम परहेज़गार बन जाओ"
    },
    {
      "verse_number": 172,
      "arabic": "وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِیۤ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّیَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰۤ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُوا۟ بَلَىٰ شَهِدۡنَاۤۚ أَن تَقُولُوا۟ یَوۡمَ ٱلۡقِیَـٰمَةِ إِنَّا كُنَّا عَنۡ هَـٰذَا غَـٰفِلِینَ\n",
      "english": "And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves, [saying to them], \"Am I not your Lord?\" They said, \"Yes, we have testified.\" [This] - lest you should say on the day of Resurrection, \"Indeed, we were of this unaware.\"",
      "hindi": "और उसे रसूल वह वक्त भी याद (दिलाओ) जब तुम्हारे परवरदिगार ने आदम की औलाद से बस्तियों से (बाहर निकाल कर) उनकी औलाद से खुद उनके मुक़ाबले में एक़रार कर लिया (पूछा) कि क्या मैं तुम्हारा परवरदिगार नहीं हूँ तो सब के सब बोले हाँ हम उसके गवाह हैं ये हमने इसलिए कहा कि ऐसा न हो कहीं तुम क़यामत के दिन बोल उठो कि हम तो उससे बिल्कुल बे ख़बर थे"
    },
    {
      "verse_number": 173,
      "arabic": "أَوۡ تَقُولُوۤا۟ إِنَّمَاۤ أَشۡرَكَ ءَابَاۤؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّیَّةࣰ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ\n",
      "english": "Or [lest] you say, \"It was only that our fathers associated [others in worship] with Allah before, and we were but descendants after them. Then would You destroy us for what the falsifiers have done?\"",
      "hindi": "या ये कह बैठो कि (हम क्या करें) हमारे तो बाप दादाओं ही ने पहले शिर्क किया था और हम तो उनकी औलाद थे (कि) उनके बाद दुनिया में आए तो क्या हमें उन लोगों के ज़ुर्म की सज़ा में हलाक करेगा जो पहले ही बातिल कर चुके"
    },
    {
      "verse_number": 174,
      "arabic": "وَكَذَ ٰ⁠لِكَ نُفَصِّلُ ٱلۡـَٔایَـٰتِ وَلَعَلَّهُمۡ یَرۡجِعُونَ\n",
      "english": "And thus do We [explain in] detail the verses, and perhaps they will return.",
      "hindi": "और हम यूँ अपनी आयतों को तफसीलदार बयान करते हैं और ताकि वह लोग (अपनी ग़लती से) बाज़ आएं"
    },
    {
      "verse_number": 175,
      "arabic": "وَٱتۡلُ عَلَیۡهِمۡ نَبَأَ ٱلَّذِیۤ ءَاتَیۡنَـٰهُ ءَایَـٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّیۡطَـٰنُ فَكَانَ مِنَ ٱلۡغَاوِینَ\n",
      "english": "And recite to them, [O Muhammad], the news of him to whom we gave [knowledge of] Our signs, but he detached himself from them; so Satan pursued him, and he became of the deviators.",
      "hindi": "और (ऐ रसूल) तुम उन लोगों को उस शख़्श का हाल पढ़ कर सुना दो जिसे हमने अपनी आयतें अता की थी फिर वह उनसे निकल भागा तो शैतान ने उसका पीछा पकड़ा और आख़िरकार वह गुमराह हो गया"
    },
    {
      "verse_number": 176,
      "arabic": "وَلَوۡ شِئۡنَا لَرَفَعۡنَـٰهُ بِهَا وَلَـٰكِنَّهُۥۤ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَیۡهِ یَلۡهَثۡ أَوۡ تَتۡرُكۡهُ یَلۡهَثۚ ذَّ ٰ⁠لِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ یَتَفَكَّرُونَ\n",
      "english": "And if We had willed, we could have elevated him thereby, but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought.",
      "hindi": "और अगर हम चाहें तो हम उसे उन्हें आयतों की बदौलत बुलन्द मरतबा कर देते मगर वह तो ख़ुद ही पस्ती (नीचे) की तरफ झुक पड़ा और अपनी नफसानी ख्वाहिश का ताबेदार बन बैठा तो उसकी मसल है कि अगर उसको धुत्कार दो तो भी ज़बान निकाले रहे और उसको छोड़ दो तो भी ज़बान निकले रहे ये मसल उन लोगों की है जिन्होंने हमारी आयतों को झुठलाया तो (ऐ रसूल) ये क़िस्से उन लोगों से बयान कर दो ताकि ये लोग खुद भी ग़ौर करें"
    },
    {
      "verse_number": 177,
      "arabic": "سَاۤءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَا وَأَنفُسَهُمۡ كَانُوا۟ یَظۡلِمُونَ\n",
      "english": "How evil an example [is that of] the people who denied Our signs and used to wrong themselves.",
      "hindi": "जिन लोगों ने हमारी आयतों को झुठलाया है उनकी भी क्या बुरी मसल है और अपनी ही जानों पर सितम ढाते रहे"
    },
    {
      "verse_number": 178,
      "arabic": "مَن یَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِیۖ وَمَن یُضۡلِلۡ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡخَـٰسِرُونَ\n",
      "english": "Whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - it is those who are the losers.",
      "hindi": "राह पर बस वही शख़्श है जिसकी ख़ुदा हिदायत करे और जिनको गुमराही में छोड़ दे तो वही लोग घाटे में हैं"
    },
    {
      "verse_number": 179,
      "arabic": "وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِیرࣰا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبࣱ لَّا یَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡیُنࣱ لَّا یُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانࣱ لَّا یَسۡمَعُونَ بِهَاۤۚ أُو۟لَـٰۤىِٕكَ كَٱلۡأَنۡعَـٰمِ بَلۡ هُمۡ أَضَلُّۚ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡغَـٰفِلُونَ\n",
      "english": "And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless.",
      "hindi": "और गोया हमने (ख़ुदा) बहुतेरे जिन्नात और आदमियों को जहन्नुम के वास्ते पैदा किया और उनके दिल तो हैं (मगर कसदन) उन से देखते ही नहीं और उनके कान भी है (मगर) उनसे सुनने का काम ही नहीं लेते (खुलासा) ये लोग गोया जानवर हैं बल्कि उनसे भी कहीं गए गुज़रे हुए यही लोग (अमूर हक़) से बिल्कुल बेख़बर हैं"
    },
    {
      "verse_number": 180,
      "arabic": "وَلِلَّهِ ٱلۡأَسۡمَاۤءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُوا۟ ٱلَّذِینَ یُلۡحِدُونَ فِیۤ أَسۡمَـٰۤىِٕهِۦۚ سَیُجۡزَوۡنَ مَا كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "And to Allah belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing.",
      "hindi": "और अच्छे (अच्छे) नाम ख़ुदा ही के ख़ास हैं तो उसे उन्हीं नामों में पुकारो और जो लोग उसके नामों में कुफ्र करते हैं उन्हें (उनके हाल पर) छोड़ दो और वह बहुत जल्द अपने करतूत की सज़ाएं पाएंगें"
    },
    {
      "verse_number": 181,
      "arabic": "وَمِمَّنۡ خَلَقۡنَاۤ أُمَّةࣱ یَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ یَعۡدِلُونَ\n",
      "english": "And among those We created is a community which guides by truth and thereby establishes justice.",
      "hindi": "और हमारी मख़लूक़ात से कुछ लोग ऐसे भी हैं जो दीने हक़ की हिदायत करते हैं और हक़ से इन्साफ़ भी करते हैं"
    },
    {
      "verse_number": 182,
      "arabic": "وَٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَیۡثُ لَا یَعۡلَمُونَ\n",
      "english": "But those who deny Our signs - We will progressively lead them [to destruction] from where they do not know.",
      "hindi": "और जिन लोगों ने हमारी आयतों को झुठलाया हम उन्हें बहुत जल्द इस तरह आहिस्ता आहिस्ता (जहन्नुम में) ले जाएंगें कि उन्हें ख़बर भी न होगी"
    },
    {
      "verse_number": 183,
      "arabic": "وَأُمۡلِی لَهُمۡۚ إِنَّ كَیۡدِی مَتِینٌ\n",
      "english": "And I will give them time. Indeed, my plan is firm.",
      "hindi": "और मैं उन्हें (दुनिया में) ढील दूंगा बेशक मेरी तद्बीर (पुख्ता और) मज़बूत है"
    },
    {
      "verse_number": 184,
      "arabic": "أَوَلَمۡ یَتَفَكَّرُوا۟ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِیرࣱ مُّبِینٌ\n",
      "english": "Then do they not give thought? There is in their companion [Muhammad] no madness. He is not but a clear warner.",
      "hindi": "क्या उन लोगों ने इतना भी ख्याल न किया कि आख़िर उनके रफीक़ (मोहम्मद ) को कुछ जुनून तो नहीं वह तो बस खुल्लम खुल्ला (अज़ाबे ख़ुदा से) डराने वाले हैं"
    },
    {
      "verse_number": 185,
      "arabic": "أَوَلَمۡ یَنظُرُوا۟ فِی مَلَكُوتِ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَیۡءࣲ وَأَنۡ عَسَىٰۤ أَن یَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَیِّ حَدِیثِۭ بَعۡدَهُۥ یُؤۡمِنُونَ\n",
      "english": "Do they not look into the realm of the heavens and the earth and everything that Allah has created and [think] that perhaps their appointed time has come near? So in what statement hereafter will they believe?",
      "hindi": "क्या उन लोगों ने आसमान व ज़मीन की हुकूमत और ख़ुदा की पैदा की हुई चीज़ों में ग़ौर नहीं किया और न इस बात में कि यायद उनकी मौत क़रीब आ गई हो फिर इतना समझाने के बाद (भला) किस बात पर ईमान लाएंगें"
    },
    {
      "verse_number": 186,
      "arabic": "مَن یُضۡلِلِ ٱللَّهُ فَلَا هَادِیَ لَهُۥۚ وَیَذَرُهُمۡ فِی طُغۡیَـٰنِهِمۡ یَعۡمَهُونَ\n",
      "english": "Whoever Allah sends astray - there is no guide for him. And He leaves them in their transgression, wandering blindly.",
      "hindi": "जिसे ख़ुदा गुमराही में छोड़ दे फिर उसका कोई राहबर नहीं और उन्हीं की सरकशी (व शरारत) में छोड़ देगा कि सरगरदॉ रहें"
    },
    {
      "verse_number": 187,
      "arabic": "یَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَیَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّیۖ لَا یُجَلِّیهَا لِوَقۡتِهَاۤ إِلَّا هُوَۚ ثَقُلَتۡ فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ لَا تَأۡتِیكُمۡ إِلَّا بَغۡتَةࣰۗ یَسۡـَٔلُونَكَ كَأَنَّكَ حَفِیٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا یَعۡلَمُونَ\n",
      "english": "They ask you, [O Muhammad], about the Hour: when is its arrival? Say, \"Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly.\" They ask you as if you are familiar with it. Say, \"Its knowledge is only with Allah, but most of the people do not know.\"",
      "hindi": "(ऐ रसूल) तुमसे लोग क़यामत के बारे में पूछा करते हैं कि कहीं उसका कोई वक्त भी तय है तुम कह दो कि उसका इल्म बस फक़त पररवदिगार ही को है वही उसके वक्त मुअय्यन पर उसको ज़ाहिर कर देगा। वह सारे आसमान व ज़मीन में एक कठिन वक्त होगा वह तुम्हारे पास पस अचानक आ जाएगी तुमसे लोग इस तरह पूछते हैं गोया तुम उनसे बखूबी वाक़िफ हो तुम (साफ) कह दो कि उसका इल्म बस ख़ुदा ही को है मगर बहुतेरे लोग नहीं जानते"
    },
    {
      "verse_number": 188,
      "arabic": "قُل لَّاۤ أَمۡلِكُ لِنَفۡسِی نَفۡعࣰا وَلَا ضَرًّا إِلَّا مَا شَاۤءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَیۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَیۡرِ وَمَا مَسَّنِیَ ٱلسُّوۤءُۚ إِنۡ أَنَا۠ إِلَّا نَذِیرࣱ وَبَشِیرࣱ لِّقَوۡمࣲ یُؤۡمِنُونَ\n",
      "english": "Say, \"I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि मै ख़ुद अपना आप तो एख़तियार रखता ही नहीं न नफे क़ा न ज़रर का मगर बस वही ख़ुदा जो चाहे और अगर (बग़ैर ख़ुदा के बताए) गैब को जानता होता तो यक़ीनन मै अपना बहुत सा फ़ायदा कर लेता और मुझे कभी कोई तकलीफ़ भी न पहुँचती मै तो सिर्फ ईमानदारों को (अज़ाब से डराने वाला) और वेहशत की खुशख़बरी देने वाला हँ"
    },
    {
      "verse_number": 189,
      "arabic": "۞ هُوَ ٱلَّذِی خَلَقَكُم مِّن نَّفۡسࣲ وَ ٰ⁠حِدَةࣲ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِیَسۡكُنَ إِلَیۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِیفࣰا فَمَرَّتۡ بِهِۦۖ فَلَمَّاۤ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَىِٕنۡ ءَاتَیۡتَنَا صَـٰلِحࣰا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِینَ\n",
      "english": "It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, \"If You should give us a good [child], we will surely be among the grateful.\"",
      "hindi": "वह ख़ुदा ही तो है जिसने तुमको एक शख़्श (आदम) से पैदा किया और उसकी बची हुई मिट्टी से उसका जोड़ा भी बना डाला ताकि उसके साथ रहे सहे फिर जब इन्सान अपनी बीबी से हम बिस्तरी करता है तो बीबी एक हलके से हमल से हमला हो जाती है फिर उसे लिए चलती फिरती है फिर जब वह (ज्यादा दिन होने से बोझल हो जाती है तो दोनो (मिया बीबी) अपने परवरदिगार ख़ुदा से दुआ करने लगे कि अगर तो हमें नेक फरज़न्द अता फरमा तो हम ज़रूर तेरे शुक्रगुज़ार होगें"
    },
    {
      "verse_number": 190,
      "arabic": "فَلَمَّاۤ ءَاتَىٰهُمَا صَـٰلِحࣰا جَعَلَا لَهُۥ شُرَكَاۤءَ فِیمَاۤ ءَاتَىٰهُمَاۚ فَتَعَـٰلَى ٱللَّهُ عَمَّا یُشۡرِكُونَ\n",
      "english": "But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him.",
      "hindi": "फिर जब ख़ुदा ने उनको नेक (फरज़न्द) अता फ़रमा दिया तो जो (औलाद) ख़ुदा ने उन्हें अता किया था लगे उसमें ख़ुदा का शरीक बनाने तो ख़ुदा (की शान) शिर्क से बहुत ऊँची है"
    },
    {
      "verse_number": 191,
      "arabic": "أَیُشۡرِكُونَ مَا لَا یَخۡلُقُ شَیۡـࣰٔا وَهُمۡ یُخۡلَقُونَ\n",
      "english": "Do they associate with Him those who create nothing and they are [themselves] created?",
      "hindi": "क्या वह लोग ख़ुदा का शरीक ऐसों को बनाते हैं जो कुछ भी पैदा नहीं कर सकते बल्कि वह ख़ुद (ख़ुदा के) पैदा किए हुए हैं"
    },
    {
      "verse_number": 192,
      "arabic": "وَلَا یَسۡتَطِیعُونَ لَهُمۡ نَصۡرࣰا وَلَاۤ أَنفُسَهُمۡ یَنصُرُونَ\n",
      "english": "And the false deities are unable to [give] them help, nor can they help themselves.",
      "hindi": "और न उनकी मदद की कुदरत रखते हैं और न आप अपनी मदद कर सकते हैं"
    },
    {
      "verse_number": 193,
      "arabic": "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا یَتَّبِعُوكُمۡۚ سَوَاۤءٌ عَلَیۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَـٰمِتُونَ\n",
      "english": "And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent.",
      "hindi": "और अगर तुम उन्हें हिदायत की तरफ बुलाओंगे भी तो ये तुम्हारी पैरवी नहीं करने के तुम्हारे वास्ते बराबर है ख्वाह (चाहे) तुम उनको बुलाओ या तुम चुपचाप बैठे रहो"
    },
    {
      "verse_number": 194,
      "arabic": "إِنَّ ٱلَّذِینَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡیَسۡتَجِیبُوا۟ لَكُمۡ إِن كُنتُمۡ صَـٰدِقِینَ\n",
      "english": "Indeed, those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you, if you should be truthful.",
      "hindi": "बेशक वह लोग जिनकी तुम ख़ुदा को छोड़कर हाजत करते हो वह (भी) तुम्हारी तरह (ख़ुदा के) बन्दे हैं भला तुम उन्हें पुकार के देखो तो अगर तुम सच्चे हो तो वह तुम्हारी कुछ सुन लें"
    },
    {
      "verse_number": 195,
      "arabic": "أَلَهُمۡ أَرۡجُلࣱ یَمۡشُونَ بِهَاۤۖ أَمۡ لَهُمۡ أَیۡدࣲ یَبۡطِشُونَ بِهَاۤۖ أَمۡ لَهُمۡ أَعۡیُنࣱ یُبۡصِرُونَ بِهَاۤۖ أَمۡ لَهُمۡ ءَاذَانࣱ یَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُوا۟ شُرَكَاۤءَكُمۡ ثُمَّ كِیدُونِ فَلَا تُنظِرُونِ\n",
      "english": "Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], \"Call your 'partners' and then conspire against me and give me no respite.",
      "hindi": "क्या उनके ऐसे पॉव भी हैं जिनसे चल सकें या उनके ऐसे हाथ भी हैं जिनसे (किसी चीज़ को) पकड़ सके या उनकी ऐसी ऑखे भी है जिनसे देख सकें या उनके ऐसे कान हैं जिनसे सुन सकें (ऐ रसूल उन लोगों से) कह दो कि तुम अपने बनाए हुए शरीको को बुलाओ फिर सब मिलकर मुझ पर दॉव चले फिर (मुझे) मोहलत न दो"
    },
    {
      "verse_number": 196,
      "arabic": "إِنَّ وَلِـِّۧیَ ٱللَّهُ ٱلَّذِی نَزَّلَ ٱلۡكِتَـٰبَۖ وَهُوَ یَتَوَلَّى ٱلصَّـٰلِحِینَ\n",
      "english": "Indeed, my protector is Allah, who has sent down the Book; and He is an ally to the righteous.",
      "hindi": "(फिर देखो मेरा क्या बना सकते हो) बेशक मेरा मालिक व मुमताज़ तो बस ख़ुदा है जिस ने किताब क़ुरान को नाज़िल फरमाया और वही (अपने) नेक बन्दों का हाली (मददगार) है"
    },
    {
      "verse_number": 197,
      "arabic": "وَٱلَّذِینَ تَدۡعُونَ مِن دُونِهِۦ لَا یَسۡتَطِیعُونَ نَصۡرَكُمۡ وَلَاۤ أَنفُسَهُمۡ یَنصُرُونَ\n",
      "english": "And those you call upon besides Him are unable to help you, nor can they help themselves.\"",
      "hindi": "और वह लोग (बुत) जिन्हें तुम ख़ुदा के सिवा (अपनी मदद को) पुकारते हो न तो वह तुम्हारी मदद की कुदरत रखते हैं और न ही अपनी मदद कर सकते हैं"
    },
    {
      "verse_number": 198,
      "arabic": "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا یَسۡمَعُوا۟ۖ وَتَرَىٰهُمۡ یَنظُرُونَ إِلَیۡكَ وَهُمۡ لَا یُبۡصِرُونَ\n",
      "english": "And if you invite them to guidance, they do not hear; and you see them looking at you while they do not see.",
      "hindi": "और अगर उन्हें हिदायत की तरफ बुलाएगा भी तो ये सुन ही नहीं सकते और तू तो समझता है कि वह तुझे (ऑखें खोले) देख रहे हैं हालॉकि वह देखते नहीं"
    },
    {
      "verse_number": 199,
      "arabic": "خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَـٰهِلِینَ\n",
      "english": "Take what is given freely, enjoin what is good, and turn away from the ignorant.",
      "hindi": "(ऐ रसूल) तुम दरगुज़र करना एख्तियार करो और अच्छे काम का हुक्म दो और जाहिलों की तरफ से मुह फेर लो"
    },
    {
      "verse_number": 200,
      "arabic": "وَإِمَّا یَنزَغَنَّكَ مِنَ ٱلشَّیۡطَـٰنِ نَزۡغࣱ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِیعٌ عَلِیمٌ\n",
      "english": "And if an evil suggestion comes to you from Satan, then seek refuge in Allah. Indeed, He is Hearing and Knowing.",
      "hindi": "अगर शैतान की तरफ से तुम्हारी (उम्मत के) दिल में किसी तरह का (वसवसा (शक) पैदा हो तो ख़ुदा से पनाह मॉगों (क्योंकि) उसमें तो शक़ ही नहीं कि वह बड़ा सुनने वाला वाक़िफकार है"
    },
    {
      "verse_number": 201,
      "arabic": "إِنَّ ٱلَّذِینَ ٱتَّقَوۡا۟ إِذَا مَسَّهُمۡ طَـٰۤىِٕفࣱ مِّنَ ٱلشَّیۡطَـٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبۡصِرُونَ\n",
      "english": "Indeed, those who fear Allah - when an impulse touches them from Satan, they remember [Him] and at once they have insight.",
      "hindi": "बेशक लोग परहेज़गार हैं जब भी उन्हें शैतान का ख्याल छू भी गया तो चौक पड़ते हैं फिर फौरन उनकी ऑखें खुल जाती हैं"
    },
    {
      "verse_number": 202,
      "arabic": "وَإِخۡوَ ٰ⁠نُهُمۡ یَمُدُّونَهُمۡ فِی ٱلۡغَیِّ ثُمَّ لَا یُقۡصِرُونَ\n",
      "english": "But their brothers - the devils increase them in error; then they do not stop short.",
      "hindi": "उन काफिरों के भाई बन्द शैतान उनको (धर पकड़) गुमराही के तरफ घसीटे जाते हैं फिर किसी तरह की कोताही (भी) नहीं करते"
    },
    {
      "verse_number": 203,
      "arabic": "وَإِذَا لَمۡ تَأۡتِهِم بِـَٔایَةࣲ قَالُوا۟ لَوۡلَا ٱجۡتَبَیۡتَهَاۚ قُلۡ إِنَّمَاۤ أَتَّبِعُ مَا یُوحَىٰۤ إِلَیَّ مِن رَّبِّیۚ هَـٰذَا بَصَاۤىِٕرُ مِن رَّبِّكُمۡ وَهُدࣰى وَرَحۡمَةࣱ لِّقَوۡمࣲ یُؤۡمِنُونَ\n",
      "english": "And when you, [O Muhammad], do not bring them a sign, they say, \"Why have you not contrived it?\" Say, \"I only follow what is revealed to me from my Lord. This [Qur'an] is enlightenment from your Lord and guidance and mercy for a people who believe.\"",
      "hindi": "और जब तुम उनके पास कोई (ख़ास) मौजिज़ा नहीं लाते तो कहते हैं कि तुमने उसे क्यों नहीं बना लिया (ऐ रसूल) तुम कह दो कि मै तो बस इसी वही का पाबन्द हूँ जो मेरे परवरदिगार की तरफ से मेरे पास आती है ये (क़ुरान) तुम्हारे परवरदिगार की तरफ से (हक़ीकत) की दलीलें हैं"
    },
    {
      "verse_number": 204,
      "arabic": "وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمۡ تُرۡحَمُونَ\n",
      "english": "So when the Qur'an is recited, then listen to it and pay attention that you may receive mercy.",
      "hindi": "और ईमानदार लोगों के वास्ते हिदायत और रहमत हैं (लोगों) जब क़ुरान पढ़ा जाए तो कान लगाकर सुनो और चुपचाप रहो ताकि (इसी बहाने) तुम पर रहम किया जाए"
    },
    {
      "verse_number": 205,
      "arabic": "وَٱذۡكُر رَّبَّكَ فِی نَفۡسِكَ تَضَرُّعࣰا وَخِیفَةࣰ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡـَٔاصَالِ وَلَا تَكُن مِّنَ ٱلۡغَـٰفِلِینَ\n",
      "english": "And remember your Lord within yourself in humility and in fear without being apparent in speech - in the mornings and the evenings. And do not be among the heedless.",
      "hindi": "और अपने परवरदिगार को अपने जी ही में गिड़गिड़ा के और डर के और बहुत चीख़ के नहीं (धीमी) आवाज़ से सुबह व शाम याद किया करो और (उसकी याद से) ग़ाफिल बिल्कुल न हो जाओ"
    },
    {
      "verse_number": 206,
      "arabic": "إِنَّ ٱلَّذِینَ عِندَ رَبِّكَ لَا یَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَیُسَبِّحُونَهُۥ وَلَهُۥ یَسۡجُدُونَ ۩\n",
      "english": "Indeed, those who are near your Lord are not prevented by arrogance from His worship, and they exalt Him, and to Him they prostrate.",
      "hindi": "बेशक जो लोग (फरिशते बग़ैरह) तुम्हारे परवरदिगार के पास मुक़र्रिब हैं और वह उसकी इबादत से सर कशी नही करते और उनकी तसबीह करते हैं और उसका सजदा करते हैं (206) सजदा"
    }
  ]
}