{
  "id": 46,
  "name_simple": "Al-Ahqaf",
  "name_arabic": "الأحقاف",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ حمۤ\n",
      "english": "Ha, Meem.",
      "hindi": "हा मीम"
    },
    {
      "verse_number": 2,
      "arabic": "تَنزِیلُ ٱلۡكِتَـٰبِ مِنَ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَكِیمِ\n",
      "english": "The revelation of the Book is from Allah, the Exalted in Might, the Wise.",
      "hindi": "ये किताब ग़ालिब (व) हकीम ख़ुदा की तरफ से नाज़िल हुई है"
    },
    {
      "verse_number": 3,
      "arabic": "مَا خَلَقۡنَا ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ وَمَا بَیۡنَهُمَاۤ إِلَّا بِٱلۡحَقِّ وَأَجَلࣲ مُّسَمࣰّىۚ وَٱلَّذِینَ كَفَرُوا۟ عَمَّاۤ أُنذِرُوا۟ مُعۡرِضُونَ\n",
      "english": "We did not create the heavens and earth and what is between them except in truth and [for] a specified term. But those who disbelieve, from that of which they are warned, are turning away.",
      "hindi": "हमने तो सारे आसमान व ज़मीन और जो कुछ इन दोनों के दरमियान है हिकमत ही से एक ख़ास वक्त तक के लिए ही पैदा किया है और कुफ्फ़ार जिन चीज़ों से डराए जाते हैं उन से मुँह फेर लेते हैं"
    },
    {
      "verse_number": 4,
      "arabic": "قُلۡ أَرَءَیۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِی مَاذَا خَلَقُوا۟ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكࣱ فِی ٱلسَّمَـٰوَ ٰ⁠تِۖ ٱئۡتُونِی بِكِتَـٰبࣲ مِّن قَبۡلِ هَـٰذَاۤ أَوۡ أَثَـٰرَةࣲ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَـٰدِقِینَ\n",
      "english": "Say, [O Muhammad], \"Have you considered that which you invoke besides Allah? Show me what they have created of the earth; or did they have partnership in [creation of] the heavens? Bring me a scripture [revealed] before this or a [remaining] trace of knowledge, if you should be truthful.\"",
      "hindi": "(ऐ रसूल) तुम पूछो कि ख़ुदा को छोड़ कर जिनकी तुम इबादत करते हो क्या तुमने उनको देखा है मुझे भी तो दिखाओ कि उन लोगों ने ज़मीन में क्या चीज़े पैदा की हैं या आसमानों (के बनाने) में उनकी शिरकत है तो अगर तुम सच्चे हो तो उससे पहले की कोई किताब (या अगलों के) इल्म का बक़िया हो तो मेरे सामने पेश करो"
    },
    {
      "verse_number": 5,
      "arabic": "وَمَنۡ أَضَلُّ مِمَّن یَدۡعُوا۟ مِن دُونِ ٱللَّهِ مَن لَّا یَسۡتَجِیبُ لَهُۥۤ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ وَهُمۡ عَن دُعَاۤىِٕهِمۡ غَـٰفِلُونَ\n",
      "english": "And who is more astray than he who invokes besides Allah those who will not respond to him until the Day of Resurrection, and they, of their invocation, are unaware.",
      "hindi": "और उस शख़्श से बढ़ कर कौन गुमराह हो सकता है जो ख़ुदा के सिवा ऐसे शख़्श को पुकारे जो उसे क़यामत तक जवाब ही न दे और उनको उनके पुकारने की ख़बरें तक न हों"
    },
    {
      "verse_number": 6,
      "arabic": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمۡ أَعۡدَاۤءࣰ وَكَانُوا۟ بِعِبَادَتِهِمۡ كَـٰفِرِینَ\n",
      "english": "And when the people are gathered [that Day], they [who were invoked] will be enemies to them, and they will be deniers of their worship.",
      "hindi": "और जब लोग (क़यामत) में जमा किये जाएगें तो वह (माबूद) उनके दुशमन हो जाएंगे और उनकी परसतिश से इन्कार करेंगे"
    },
    {
      "verse_number": 7,
      "arabic": "وَإِذَا تُتۡلَىٰ عَلَیۡهِمۡ ءَایَـٰتُنَا بَیِّنَـٰتࣲ قَالَ ٱلَّذِینَ كَفَرُوا۟ لِلۡحَقِّ لَمَّا جَاۤءَهُمۡ هَـٰذَا سِحۡرࣱ مُّبِینٌ\n",
      "english": "And when Our verses are recited to them as clear evidences, those who disbelieve say of the truth when it has come to them, \"This is obvious magic.\"",
      "hindi": "और जब हमारी खुली खुली आयतें उनके सामने पढ़ी जाती हैं तो जो लोग काफिर हैं हक़ के बारे में जब उनके पास आ चुका तो कहते हैं ये तो सरीही जादू है"
    },
    {
      "verse_number": 8,
      "arabic": "أَمۡ یَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَیۡتُهُۥ فَلَا تَمۡلِكُونَ لِی مِنَ ٱللَّهِ شَیۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِیضُونَ فِیهِۚ كَفَىٰ بِهِۦ شَهِیدَۢا بَیۡنِی وَبَیۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ\n",
      "english": "Or do they say, \"He has invented it?\" Say, \"If I have invented it, you will not possess for me [the power of protection] from Allah at all. He is most knowing of that in which you are involved. Sufficient is He as Witness between me and you, and He is the Forgiving the Merciful.\"",
      "hindi": "क्या ये कहते हैं कि इसने इसको ख़ुद गढ़ लिया है तो (ऐ रसूल) तुम कह दो कि अगर मैं इसको (अपने जी से) गढ़ लेता तो तुम ख़ुदा के सामने मेरे कुछ भी काम न आओगे जो जो बातें तुम लोग उसके बारे में करते रहते हो वह ख़ूब जानता है मेरे और तुम्हारे दरमियान वही गवाही को काफ़ी है और वही बड़ा बख्शने वाला है मेहरबान है"
    },
    {
      "verse_number": 9,
      "arabic": "قُلۡ مَا كُنتُ بِدۡعࣰا مِّنَ ٱلرُّسُلِ وَمَاۤ أَدۡرِی مَا یُفۡعَلُ بِی وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا یُوحَىٰۤ إِلَیَّ وَمَاۤ أَنَا۠ إِلَّا نَذِیرࣱ مُّبِینࣱ\n",
      "english": "Say, \"I am not something original among the messengers, nor do I know what will be done with me or with you. I only follow that which is revealed to me, and I am not but a clear warner.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि मैं कोई नया रसूल तो आया नहीं हूँ और मैं कुछ नहीं जानता कि आइन्दा मेरे साथ क्या किया जाएगा और न (ये कि) तुम्हारे साथ क्या किया जाएगा मैं तो बस उसी का पाबन्द हूँ जो मेरे पास वही आयी है और मैं तो बस एलानिया डराने वाला हूँ"
    },
    {
      "verse_number": 10,
      "arabic": "قُلۡ أَرَءَیۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدࣱ مِّنۢ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n",
      "english": "Say, \"Have you considered: if the Qur'an was from Allah, and you disbelieved in it while a witness from the Children of Israel has testified to something similar and believed while you were arrogant...?\" Indeed, Allah does not guide the wrongdoing people.",
      "hindi": "(ऐ रसूल) तुम कह दो कि भला देखो तो कि अगर ये (क़ुरान) ख़ुदा की तरफ से हो और तुम उससे इन्कार कर बैठे हालॉकि (बनी इसराईल में से) एक गवाह उसके मिसल की गवाही भी दे चुका और ईमान भी ले आया और तुमने सरकशी की (तो तुम्हारे ज़ालिम होने में क्या शक़ है) बेशक ख़ुदा ज़ालिम लोगों को मन्ज़िल मक़सूद तक नहीं पहुँचाता"
    },
    {
      "verse_number": 11,
      "arabic": "وَقَالَ ٱلَّذِینَ كَفَرُوا۟ لِلَّذِینَ ءَامَنُوا۟ لَوۡ كَانَ خَیۡرࣰا مَّا سَبَقُونَاۤ إِلَیۡهِۚ وَإِذۡ لَمۡ یَهۡتَدُوا۟ بِهِۦ فَسَیَقُولُونَ هَـٰذَاۤ إِفۡكࣱ قَدِیمࣱ\n",
      "english": "And those who disbelieve say of those who believe, \"If it had [truly] been good, they would not have preceded us to it.\" And when they are not guided by it, they will say, \"This is an ancient falsehood.\"",
      "hindi": "और काफिर लोग मोमिनों के बारे में कहते हैं कि अगर ये (दीन) बेहतर होता तो ये लोग उसकी तरफ हमसे पहले न दौड़ पड़ते और जब क़ुरान के ज़रिए से उनकी हिदायत न हुई तो अब भी कहेंगे ये तो एक क़दीमी झूठ है"
    },
    {
      "verse_number": 12,
      "arabic": "وَمِن قَبۡلِهِۦ كِتَـٰبُ مُوسَىٰۤ إِمَامࣰا وَرَحۡمَةࣰۚ وَهَـٰذَا كِتَـٰبࣱ مُّصَدِّقࣱ لِّسَانًا عَرَبِیࣰّا لِّیُنذِرَ ٱلَّذِینَ ظَلَمُوا۟ وَبُشۡرَىٰ لِلۡمُحۡسِنِینَ\n",
      "english": "And before it was the scripture of Moses to lead and as a mercy. And this is a confirming Book in an Arabic tongue to warn those who have wronged and as good tidings to the doers of good.",
      "hindi": "और इसके क़ब्ल मूसा की किताब पेशवा और (सरासर) रहमत थी और ये (क़ुरान) वह किताब है जो अरबी ज़बान में (उसकी) तसदीक़ करती है ताकि (इसके ज़रिए से) ज़ालिमों को डराए और नेकी कारों के लिए (अज़सरतापा) ख़ुशख़बरी है"
    },
    {
      "verse_number": 13,
      "arabic": "إِنَّ ٱلَّذِینَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَـٰمُوا۟ فَلَا خَوۡفٌ عَلَیۡهِمۡ وَلَا هُمۡ یَحۡزَنُونَ\n",
      "english": "Indeed, those who have said, \"Our Lord is Allah,\" and then remained on a right course - there will be no fear concerning them, nor will they grieve.",
      "hindi": "बेशक जिन लोगों ने कहा कि हमारा परवरदिगार ख़ुदा है फिर वह इस पर क़ायम रहे तो (क़यामत में) उनको न कुछ ख़ौफ़ होगा और न वह ग़मग़ीन होंगे"
    },
    {
      "verse_number": 14,
      "arabic": "أُو۟لَـٰۤىِٕكَ أَصۡحَـٰبُ ٱلۡجَنَّةِ خَـٰلِدِینَ فِیهَا جَزَاۤءَۢ بِمَا كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "Those are the companions of Paradise, abiding eternally therein as reward for what they used to do.",
      "hindi": "यही तो अहले जन्नत हैं कि हमेशा उसमें रहेंगे (ये) उसका सिला है जो ये लोग (दुनिया में) किया करते थे"
    },
    {
      "verse_number": 15,
      "arabic": "وَوَصَّیۡنَا ٱلۡإِنسَـٰنَ بِوَ ٰ⁠لِدَیۡهِ إِحۡسَـٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهࣰا وَوَضَعَتۡهُ كُرۡهࣰاۖ وَحَمۡلُهُۥ وَفِصَـٰلُهُۥ ثَلَـٰثُونَ شَهۡرًاۚ حَتَّىٰۤ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِینَ سَنَةࣰ قَالَ رَبِّ أَوۡزِعۡنِیۤ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِیۤ أَنۡعَمۡتَ عَلَیَّ وَعَلَىٰ وَ ٰ⁠لِدَیَّ وَأَنۡ أَعۡمَلَ صَـٰلِحࣰا تَرۡضَىٰهُ وَأَصۡلِحۡ لِی فِی ذُرِّیَّتِیۤۖ إِنِّی تُبۡتُ إِلَیۡكَ وَإِنِّی مِنَ ٱلۡمُسۡلِمِینَ\n",
      "english": "And We have enjoined upon man, to his parents, good treatment. His mother carried him with hardship and gave birth to him with hardship, and his gestation and weaning [period] is thirty months. [He grows] until, when he reaches maturity and reaches [the age of] forty years, he says, \"My Lord, enable me to be grateful for Your favor which You have bestowed upon me and upon my parents and to work righteousness of which You will approve and make righteous for me my offspring. Indeed, I have repented to You, and indeed, I am of the Muslims.\"",
      "hindi": "और हमने इन्सान को अपने माँ बाप के साथ भलाई करने का हुक्म दिया (क्यों कि) उसकी माँ ने रंज ही की हालत में उसको पेट में रखा और रंज ही से उसको जना और उसका पेट में रहना और उसको दूध बढ़ाई के तीस महीने हुए यहाँ तक कि जब अपनी पूरी जवानी को पहुँचता और चालीस बरस (के सिन) को पहुँचता है तो (ख़ुदा से) अर्ज़ करता है परवरदिगार तो मुझे तौफ़ीक़ अता फरमा कि तूने जो एहसानात मुझ पर और मेरे वालदैन पर किये हैं मैं उन एहसानों का शुक्रिया अदा करूँ और ये (भी तौफीक दे) कि मैं ऐसा नेक काम करूँ जिसे तू पसन्द करे और मेरे लिए मेरी औलाद में सुलाह व तक़वा पैदा करे तेरी तरफ रूजू करता हूँ और मैं यक़ीनन फरमाबरदारो में हूँ"
    },
    {
      "verse_number": 16,
      "arabic": "أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَیِّـَٔاتِهِمۡ فِیۤ أَصۡحَـٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِی كَانُوا۟ یُوعَدُونَ\n",
      "english": "Those are the ones from whom We will accept the best of what they did and overlook their misdeeds, [their being] among the companions of Paradise. [That is] the promise of truth which they had been promised.",
      "hindi": "यही वह लोग हैं जिनके नेक अमल हम क़ुबूल फरमाएँगे और बेहिश्त (के जाने) वालों में उनके गुनाहों से दरग़ुज़र करेंगे (ये वह) सच्चा वायदा है जो उन से किया जाता था"
    },
    {
      "verse_number": 17,
      "arabic": "وَٱلَّذِی قَالَ لِوَ ٰ⁠لِدَیۡهِ أُفࣲّ لَّكُمَاۤ أَتَعِدَانِنِیۤ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِی وَهُمَا یَسۡتَغِیثَانِ ٱللَّهَ وَیۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقࣱّ فَیَقُولُ مَا هَـٰذَاۤ إِلَّاۤ أَسَـٰطِیرُ ٱلۡأَوَّلِینَ\n",
      "english": "But one who says to his parents, \"Uff to you; do you promise me that I will be brought forth [from the earth] when generations before me have already passed on [into oblivion]?\" while they call to Allah for help [and to their son], \"Woe to you! Believe! Indeed, the promise of Allah is truth.\" But he says, \"This is not but legends of the former people\" -",
      "hindi": "और जिसने अपने माँ बाप से कहा कि तुम्हारा बुरा हो, क्या तुम मुझे धमकी देते हो कि मैं दोबारा (कब्र से) निकाला जाऊँगा हालॉकि बहुत से लोग मुझसे पहले गुज़र चुके (और कोई ज़िन्दा न हुआ) और दोनों फ़रियाद कर रहे थे कि तुझ पर वाए हो ईमान ले आ ख़ुदा का वायदा ज़रूर सच्चा है तो वह बोल उठा कि ये तो बस अगले लोगों के अफ़साने हैं"
    },
    {
      "verse_number": 18,
      "arabic": "أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ حَقَّ عَلَیۡهِمُ ٱلۡقَوۡلُ فِیۤ أُمَمࣲ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُوا۟ خَـٰسِرِینَ\n",
      "english": "Those are the ones upon whom the word has come into effect, [who will be] among nations which had passed on before them of jinn and men. Indeed, they [all] were losers.",
      "hindi": "ये वही लोग हैं कि जिन्नात और आदमियों की (दूसरी) उम्मतें जो उनसे पहले गुज़र चुकी हैं उन ही के शुमूल में उन पर भी अज़ाब का वायदा मुस्तहक़ हो चुका है ये लोग बेशक घाटा उठाने वाले थे"
    },
    {
      "verse_number": 19,
      "arabic": "وَلِكُلࣲّ دَرَجَـٰتࣱ مِّمَّا عَمِلُوا۟ۖ وَلِیُوَفِّیَهُمۡ أَعۡمَـٰلَهُمۡ وَهُمۡ لَا یُظۡلَمُونَ\n",
      "english": "And for all there are degrees [of reward and punishment] for what they have done, and [it is] so that He may fully compensate them for their deeds, and they will not be wronged.",
      "hindi": "और लोगों ने जैसे काम किये होंगे उसी के मुताबिक सबके दर्जे होंगे और ये इसलिए कि ख़ुदा उनके आमाल का उनको पूरा पूरा बदला दे और उन पर कुछ भी ज़ुल्म न किया जाएं"
    },
    {
      "verse_number": 20,
      "arabic": "وَیَوۡمَ یُعۡرَضُ ٱلَّذِینَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَیِّبَـٰتِكُمۡ فِی حَیَاتِكُمُ ٱلدُّنۡیَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡیَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِی ٱلۡأَرۡضِ بِغَیۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ\n",
      "english": "And the Day those who disbelieved are exposed to the Fire [it will be said], \"You exhausted your pleasures during your worldly life and enjoyed them, so this Day you will be awarded the punishment of [extreme] humiliation because you were arrogant upon the earth without right and because you were defiantly disobedient.\"",
      "hindi": "और जिस दिन कुफ्फार जहन्नुम के सामने लाएँ जाएँगे (तो उनसे कहा जाएगा कि) तुमने अपनी दुनिया की ज़िन्दगी में अपने मज़े उड़ा चुके और उसमें ख़ूब चैन कर चुके तो आज तुम पर ज़िल्लत का अज़ाब किया जाएगा इसलिए कि तुम अपनी ज़मीन में अकड़ा करते थे और इसलिए कि तुम बदकारियां करते थे"
    },
    {
      "verse_number": 21,
      "arabic": "۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَیۡنِ یَدَیۡهِ وَمِنۡ خَلۡفِهِۦۤ أَلَّا تَعۡبُدُوۤا۟ إِلَّا ٱللَّهَ إِنِّیۤ أَخَافُ عَلَیۡكُمۡ عَذَابَ یَوۡمٍ عَظِیمࣲ\n",
      "english": "And mention, [O Muhammad], the brother of 'Aad, when he warned his people in the [region of] al-Ahqaf - and warners had already passed on before him and after him - [saying], \"Do not worship except Allah. Indeed, I fear for you the punishment of a terrible day.\"",
      "hindi": "और (ऐ रसूल) तुम आद को भाई (हूद) को याद करो जब उन्होंने अपनी क़ौम को (सरज़मीन) अहक़ाफ में डराया और उनके पहले और उनके बाद भी बहुत से डराने वाले पैग़म्बर गुज़र चुके थे (और हूद ने अपनी क़ौम से कहा) कि ख़ुदा के सिवा किसी की इबादत न करो क्योंकि तुम्हारे बारे में एक बड़े सख्त दिन के अज़ाब से डरता हूँ"
    },
    {
      "verse_number": 22,
      "arabic": "قَالُوۤا۟ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَاۤ إِن كُنتَ مِنَ ٱلصَّـٰدِقِینَ\n",
      "english": "They said, \"Have you come to delude us away from our gods? Then bring us what you promise us, if you should be of the truthful.\"",
      "hindi": "वह बोले क्या तुम हमारे पास इसलिए आए हो कि हमको हमारे माबूदों से फेर दो तो अगर तुम सच्चे हो तो जिस अज़ाब की तुम हमें धमकी देते हो ले आओ"
    },
    {
      "verse_number": 23,
      "arabic": "قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّاۤ أُرۡسِلۡتُ بِهِۦ وَلَـٰكِنِّیۤ أَرَىٰكُمۡ قَوۡمࣰا تَجۡهَلُونَ\n",
      "english": "He said, \"Knowledge [of its time] is only with Allah, and I convey to you that with which I was sent; but I see you [to be] a people behaving ignorantly.\"",
      "hindi": "हूद ने कहा (इसका) इल्म तो बस ख़ुदा के पास है और (मैं जो एहकाम देकर भेजा गया हूँ) वह तुम्हें पहुँचाए देता हूँ मगर मैं तुमको देखता हूँ कि तुम जाहिल लोग हो"
    },
    {
      "verse_number": 24,
      "arabic": "فَلَمَّا رَأَوۡهُ عَارِضࣰا مُّسۡتَقۡبِلَ أَوۡدِیَتِهِمۡ قَالُوا۟ هَـٰذَا عَارِضࣱ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِیحࣱ فِیهَا عَذَابٌ أَلِیمࣱ\n",
      "english": "And when they saw it as a cloud approaching their valleys, they said, \"This is a cloud bringing us rain!\" Rather, it is that for which you were impatient: a wind, within it a painful punishment,",
      "hindi": "तो जब उन लोगों ने इस (अज़ाब) को देखा कि वबाल की तरह उनके मैदानों की तरफ उम्ड़ा आ रहा है तो कहने लगे ये तो बादल है जो हम पर बरस कर रहेगा (नहीं) बल्कि ये वह (अज़ाब) जिसकी तुम जल्दी मचा रहे थे (ये) वह ऑंधी है जिसमें दर्दनाक (अज़ाब) है"
    },
    {
      "verse_number": 25,
      "arabic": "تُدَمِّرُ كُلَّ شَیۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُوا۟ لَا یُرَىٰۤ إِلَّا مَسَـٰكِنُهُمۡۚ كَذَ ٰ⁠لِكَ نَجۡزِی ٱلۡقَوۡمَ ٱلۡمُجۡرِمِینَ\n",
      "english": "Destroying everything by command of its Lord. And they became so that nothing was seen [of them] except their dwellings. Thus do We recompense the criminal people.",
      "hindi": "जो अपने परवरदिगार के हुक्म से हर चीज़ को तबाह व बरबाद कर देगी तो वह ऐसे (तबाह) हुए कि उनके घरों के सिवा कुछ नज़र ही नहीं आता था हम गुनाहगारों की यूँ ही सज़ा किया करते हैं"
    },
    {
      "verse_number": 26,
      "arabic": "وَلَقَدۡ مَكَّنَّـٰهُمۡ فِیمَاۤ إِن مَّكَّنَّـٰكُمۡ فِیهِ وَجَعَلۡنَا لَهُمۡ سَمۡعࣰا وَأَبۡصَـٰرࣰا وَأَفۡـِٔدَةࣰ فَمَاۤ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَاۤ أَبۡصَـٰرُهُمۡ وَلَاۤ أَفۡـِٔدَتُهُم مِّن شَیۡءٍ إِذۡ كَانُوا۟ یَجۡحَدُونَ بِـَٔایَـٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ\n",
      "english": "And We had certainly established them in such as We have not established you, and We made for them hearing and vision and hearts. But their hearing and vision and hearts availed them not from anything [of the punishment] when they were [continually] rejecting the signs of Allah; and they were enveloped by what they used to ridicule.",
      "hindi": "और हमने उनको ऐसे कामों में मक़दूर दिये थे जिनमें तुम्हें (कुछ भी) मक़दूर नहीं दिया और उन्हें कान और ऑंख और दिल (सब कुछ दिए थे) तो चूँकि वह लोग ख़ुदा की आयतों से इन्कार करने लगे तो न उनके कान ही कुछ काम आए और न उनकी ऑंखें और न उनके दिल और जिस (अज़ाब) की ये लोग हँसी उड़ाया करते थे उसने उनको हर तरफ से घेर लिया"
    },
    {
      "verse_number": 27,
      "arabic": "وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡـَٔایَـٰتِ لَعَلَّهُمۡ یَرۡجِعُونَ\n",
      "english": "And We have already destroyed what surrounds you of [those] cities, and We have diversified the signs [or verses] that perhaps they might return [from disbelief].",
      "hindi": "और (ऐ अहले मक्का) हमने तुम्हारे इर्द गिर्द की बस्तियों को हलाक कर मारा और (अपनी क़ुदरत की) बहुत सी निशानियाँ तरह तरह से दिखा दी ताकि ये लोग बाज़ आएँ (मगर कौन सुनता है)"
    },
    {
      "verse_number": 28,
      "arabic": "فَلَوۡلَا نَصَرَهُمُ ٱلَّذِینَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّوا۟ عَنۡهُمۡۚ وَذَ ٰ⁠لِكَ إِفۡكُهُمۡ وَمَا كَانُوا۟ یَفۡتَرُونَ\n",
      "english": "Then why did those they took besides Allah as deities by which to approach [Him] not aid them? But they had strayed from them. And that was their falsehood and what they were inventing.",
      "hindi": "तो ख़ुदा के सिवा जिन को उन लोगों ने तक़र्रुब (ख़ुदा) के लिए माबूद बना रखा था उन्होंने (अज़ाब के वक्त) उनकी क्यों न मदद की बल्कि वह तो उनसे ग़ायब हो गये और उनके झूठ और उनकी (इफ़तेरा) परदाज़ियों की ये हक़ीक़त थी"
    },
    {
      "verse_number": 29,
      "arabic": "وَإِذۡ صَرَفۡنَاۤ إِلَیۡكَ نَفَرࣰا مِّنَ ٱلۡجِنِّ یَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوۤا۟ أَنصِتُوا۟ۖ فَلَمَّا قُضِیَ وَلَّوۡا۟ إِلَىٰ قَوۡمِهِم مُّنذِرِینَ\n",
      "english": "And [mention, O Muhammad], when We directed to you a few of the jinn, listening to the Qur'an. And when they attended it, they said, \"Listen quietly.\" And when it was concluded, they went back to their people as warners.",
      "hindi": "और जब हमने जिनों में से कई शख़्शों को तुम्हारी तरफ मुतावज्जे किया कि वह दिल लगाकर क़ुरान सुनें तो जब उनके पास हाज़िर हुए तो एक दुसरे से कहने लगे ख़ामोश बैठे (सुनते) रहो फिर जब (पढ़ना) तमाम हुआ तो अपनी क़ौम की तरफ़ वापस गए"
    },
    {
      "verse_number": 30,
      "arabic": "قَالُوا۟ یَـٰقَوۡمَنَاۤ إِنَّا سَمِعۡنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقࣰا لِّمَا بَیۡنَ یَدَیۡهِ یَهۡدِیۤ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِیقࣲ مُّسۡتَقِیمࣲ\n",
      "english": "They said, \"O our people, indeed we have heard a [recited] Book revealed after Moses confirming what was before it which guides to the truth and to a straight path.",
      "hindi": "कि (उनको अज़ाब से) डराएं तो उन से कहना शुरू किया कि ऐ भाइयों हम एक किताब सुन आए हैं जो मूसा के बाद नाज़िल हुई है (और) जो किताबें, पहले (नाज़िल हुयीं) हैं उनकी तसदीक़ करती हैं सच्चे (दीन) और सीधी राह की हिदायत करती हैं"
    },
    {
      "verse_number": 31,
      "arabic": "یَـٰقَوۡمَنَاۤ أَجِیبُوا۟ دَاعِیَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ یَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَیُجِرۡكُم مِّنۡ عَذَابٍ أَلِیمࣲ\n",
      "english": "O our people, respond to the Messenger of Allah and believe in him; Allah will forgive for you your sins and protect you from a painful punishment.",
      "hindi": "ऐ हमारी क़ौम ख़ुदा की तरफ बुलाने वाले की बात मानों और ख़ुदा पर ईमान लाओ वह तुम्हारे गुनाह बख्श देगा और (क़यामत) में तुम्हें दर्दनाक अज़ाब से पनाह में रखेगा"
    },
    {
      "verse_number": 32,
      "arabic": "وَمَن لَّا یُجِبۡ دَاعِیَ ٱللَّهِ فَلَیۡسَ بِمُعۡجِزࣲ فِی ٱلۡأَرۡضِ وَلَیۡسَ لَهُۥ مِن دُونِهِۦۤ أَوۡلِیَاۤءُۚ أُو۟لَـٰۤىِٕكَ فِی ضَلَـٰلࣲ مُّبِینٍ\n",
      "english": "But he who does not respond to the Caller of Allah will not cause failure [to Him] upon earth, and he will not have besides Him any protectors. Those are in manifest error.\"",
      "hindi": "और जिसने ख़ुदा की तरफ बुलाने वाले की बात न मानी तो (याद रहे कि) वह (ख़ुदा को रूए) ज़मीन में आजिज़ नहीं कर सकता और न उस के सिवा कोई सरपरस्त होगा यही लोग गुमराही में हैं"
    },
    {
      "verse_number": 33,
      "arabic": "أَوَلَمۡ یَرَوۡا۟ أَنَّ ٱللَّهَ ٱلَّذِی خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ وَلَمۡ یَعۡیَ بِخَلۡقِهِنَّ بِقَـٰدِرٍ عَلَىٰۤ أَن یُحۡـِۧیَ ٱلۡمَوۡتَىٰۚ بَلَىٰۤۚ إِنَّهُۥ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n",
      "english": "Do they not see that Allah, who created the heavens and earth and did not fail in their creation, is able to give life to the dead? Yes. Indeed, He is over all things competent.",
      "hindi": "क्या इन लोगों ने ये ग़ौर नहीं किया कि जिस ख़ुदा ने सारे आसमान और ज़मीन को पैदा किया और उनके पैदा करने से ज़रा भी थका नहीं वह इस बात पर क़ादिर है कि मुर्दो को ज़िन्दा करेगा हाँ (ज़रूर) वह हर चीज़ पर क़ादिर है"
    },
    {
      "verse_number": 34,
      "arabic": "وَیَوۡمَ یُعۡرَضُ ٱلَّذِینَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَیۡسَ هَـٰذَا بِٱلۡحَقِّۖ قَالُوا۟ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُوا۟ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ\n",
      "english": "And the Day those who disbelieved are exposed to the Fire [it will be said], \"Is this not the truth?\" They will say, \"Yes, by our Lord.\" He will say, \"Then taste the punishment because you used to disbelieve.\"",
      "hindi": "जिस दिन कुफ्फ़ार (जहन्नुम की) आग के सामने पेश किए जाएँगे (तो उन से पूछा जाएगा) क्या अब भी ये बरहक़ नहीं है वह लोग कहेंगे अपने परवरदिगार की क़सम हाँ (हक़ है) ख़ुदा फ़रमाएगा तो लो अब अपने इन्कार व कुफ्र के बदले अज़ाब के मज़े चखो"
    },
    {
      "verse_number": 35,
      "arabic": "فَٱصۡبِرۡ كَمَا صَبَرَ أُو۟لُوا۟ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ یَوۡمَ یَرَوۡنَ مَا یُوعَدُونَ لَمۡ یَلۡبَثُوۤا۟ إِلَّا سَاعَةࣰ مِّن نَّهَارِۭۚ بَلَـٰغࣱۚ فَهَلۡ یُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَـٰسِقُونَ\n",
      "english": "So be patient, [O Muhammad], as were those of determination among the messengers and do not be impatient for them. It will be - on the Day they see that which they are promised - as though they had not remained [in the world] except an hour of a day. [This is] notification. And will [any] be destroyed except the defiantly disobedient people?",
      "hindi": "तो (ऐ रसूल) पैग़म्बरों में से जिस तरह अव्वलुल अज्म (आली हिम्मत), सब्र करते रहे तुम भी सब्र करो और उनके लिए (अज़ाब) की ताज़ील की ख्वाहिश न करो जिस दिन यह लोग उस कयामत को देखेंगे जिसको उनसे वायदा किया जाता है तो (उनको मालूम होगा कि) गोया ये लोग (दुनिया में) बहुत रहे होगें तो सारे दिन में से एक घड़ी भर तो बस वही लोग हलाक होंगे जो बदकार थे"
    }
  ]
}