{
  "id": 21,
  "name_simple": "Al-Anbya",
  "name_arabic": "الأنبياء",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِی غَفۡلَةࣲ مُّعۡرِضُونَ\n",
      "english": "[The time of] their account has approached for the people, while they are in heedlessness turning away.",
      "hindi": "लोगों के पास उनका हिसाब (उसका वक्त) अा पहुँचा और वह है कि गफ़लत में पड़े मुँह मोड़े ही जाते हैं"
    },
    {
      "verse_number": 2,
      "arabic": "مَا یَأۡتِیهِم مِّن ذِكۡرࣲ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ یَلۡعَبُونَ\n",
      "english": "No mention comes to them anew from their Lord except that they listen to it while they are at play",
      "hindi": "जब उनके परवरदिगार की तरफ से उनके पास कोई नया हुक्म आता है तो उसे सिर्फ कान लगाकर सुन लेते हैं और (फिर उसका) हँसी खेल उड़ाते हैं"
    },
    {
      "verse_number": 3,
      "arabic": "لَاهِیَةࣰ قُلُوبُهُمۡۗ وَأَسَرُّوا۟ ٱلنَّجۡوَى ٱلَّذِینَ ظَلَمُوا۟ هَلۡ هَـٰذَاۤ إِلَّا بَشَرࣱ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ\n",
      "english": "With their hearts distracted. And those who do wrong conceal their private conversation, [saying], \"Is this [Prophet] except a human being like you? So would you approach magic while you are aware [of it]?\"",
      "hindi": "उनके दिल (आख़िरत के ख्याल से) बिल्कुल बेख़बर हैं और ये ज़ालिम चुपके-चुपके कानाफूसी किया करते हैं कि ये शख्स (मोहम्मद कुछ भी नहीं) बस तुम्हारे ही सा आदमी है तो क्या तुम दीन व दानिस्ता जादू में फँसते हो"
    },
    {
      "verse_number": 4,
      "arabic": "قَالَ رَبِّی یَعۡلَمُ ٱلۡقَوۡلَ فِی ٱلسَّمَاۤءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِیعُ ٱلۡعَلِیمُ\n",
      "english": "The Prophet said, \"My Lord knows whatever is said throughout the heaven and earth, and He is the Hearing, the Knowing.\"",
      "hindi": "(तो उस पर) रसूल ने कहा कि मेरा परवरदिगार जितनी बातें आसमान और ज़मीन में होती हैं खूब जानता है (फिर क्यों कानाफूसी करते हो) और वह तो बड़ा सुनने वाला वाक़िफ़कार है"
    },
    {
      "verse_number": 5,
      "arabic": "بَلۡ قَالُوۤا۟ أَضۡغَـٰثُ أَحۡلَـٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرࣱ فَلۡیَأۡتِنَا بِـَٔایَةࣲ كَمَاۤ أُرۡسِلَ ٱلۡأَوَّلُونَ\n",
      "english": "But they say, \"[The revelation is but] a mixture of false dreams; rather, he has invented it; rather, he is a poet. So let him bring us a sign just as the previous [messengers] were sent [with miracles].\"",
      "hindi": "(उस पर भी उन लोगों ने इक्तिफ़ा न की) बल्कि कहने लगे (ये कुरान तो) ख़ाबहाय परीशाँ का मजमूआ है बल्कि उसने खुद अपने जी से झूट-मूट गढ़ लिया है बल्कि ये शख्स शायर है और अगर हक़ीकतन रसूल है) तो जिस तरह अगले पैग़म्बर मौजिज़ों के साथ भेजे गए थे"
    },
    {
      "verse_number": 6,
      "arabic": "مَاۤ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡیَةٍ أَهۡلَكۡنَـٰهَاۤۖ أَفَهُمۡ یُؤۡمِنُونَ\n",
      "english": "Not a [single] city which We destroyed believed before them, so will they believe?",
      "hindi": "उसी तरह ये भी कोई मौजिज़ा (जैसा हम कहें) हमारे पास भला लाए तो सही इनसे पहले जिन बस्तियों को तबाह कर डाला (मौजिज़े भी देखकर तो) ईमान न लाए"
    },
    {
      "verse_number": 7,
      "arabic": "وَمَاۤ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالࣰا نُّوحِیۤ إِلَیۡهِمۡۖ فَسۡـَٔلُوۤا۟ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ\n",
      "english": "And We sent not before you, [O Muhammad], except men to whom We revealed [the message], so ask the people of the message if you do not know.",
      "hindi": "तो क्या ये लोग ईमान लाएँगे और ऐ रसूल हमने तुमसे पहले भी आदमियों ही को (रसूल बनाकर) भेजा था कि उनके पास ''वही'' भेजा करते थे तो अगर तुम लोग खुद नहीं जानते हो तो आलिमों से पूँछकर देखो"
    },
    {
      "verse_number": 8,
      "arabic": "وَمَا جَعَلۡنَـٰهُمۡ جَسَدࣰا لَّا یَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَـٰلِدِینَ\n",
      "english": "And We did not make the prophets forms not eating food, nor were they immortal [on earth].",
      "hindi": "और हमने उन (पैग़म्बरों) के बदन ऐसे नहीं बनाए थे कि वह खाना न खाएँ और न वह (दुनिया में) हमेशा रहने सहने वाले थे"
    },
    {
      "verse_number": 9,
      "arabic": "ثُمَّ صَدَقۡنَـٰهُمُ ٱلۡوَعۡدَ فَأَنجَیۡنَـٰهُمۡ وَمَن نَّشَاۤءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِینَ\n",
      "english": "Then We fulfilled for them the promise, and We saved them and whom We willed and destroyed the transgressors.",
      "hindi": "फिर हमने उन्हें (अपना अज़ाब का) वायदा सच्चा कर दिखाया (और जब अज़ाब आ पहुँचा) तो हमने उन पैग़म्बरों को और जिस जिसको चाहा छुटकारा दिया और हद से बढ़ जाने वालों को हलाक कर डाला"
    },
    {
      "verse_number": 10,
      "arabic": "لَقَدۡ أَنزَلۡنَاۤ إِلَیۡكُمۡ كِتَـٰبࣰا فِیهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ\n",
      "english": "We have certainly sent down to you a Book in which is your mention. Then will you not reason?",
      "hindi": "हमने तो तुम लोगों के पास वह किताब (कुरान) नाज़िल की है जिसमें तुम्हारा (भी) ज़िक्रे (ख़ैर) है तो क्या तुम लोग (इतना भी) समझते"
    },
    {
      "verse_number": 11,
      "arabic": "وَكَمۡ قَصَمۡنَا مِن قَرۡیَةࣲ كَانَتۡ ظَالِمَةࣰ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِینَ\n",
      "english": "And how many a city which was unjust have We shattered and produced after it another people.",
      "hindi": "और हमने कितनी बस्तियों को जिनके रहने वाले सरकश थे बरबाद कर दिया और उनके बाद दूसरे लोगों को पैदा किया"
    },
    {
      "verse_number": 12,
      "arabic": "فَلَمَّاۤ أَحَسُّوا۟ بَأۡسَنَاۤ إِذَا هُم مِّنۡهَا یَرۡكُضُونَ\n",
      "english": "And when its inhabitants perceived Our punishment, at once they fled from it.",
      "hindi": "तो जब उन लोगों ने हमारे अज़ाब की आहट पाई तो एका एकी भागने लगे"
    },
    {
      "verse_number": 13,
      "arabic": "لَا تَرۡكُضُوا۟ وَٱرۡجِعُوۤا۟ إِلَىٰ مَاۤ أُتۡرِفۡتُمۡ فِیهِ وَمَسَـٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ\n",
      "english": "[Some angels said], \"Do not flee but return to where you were given luxury and to your homes - perhaps you will be questioned.\"",
      "hindi": "(हमने कहा) भागो नहीं और उन्हीं बस्तियों और घरों में लौट जाओ जिनमें तुम चैन करते थे ताकि तुमसे कुछ पूछगछ की जाए"
    },
    {
      "verse_number": 14,
      "arabic": "قَالُوا۟ یَـٰوَیۡلَنَاۤ إِنَّا كُنَّا ظَـٰلِمِینَ\n",
      "english": "They said, \"O woe to us! Indeed, we were wrongdoers.\"",
      "hindi": "वह लोग कहने लगे हाए हमारी शामत बेशक हम सरकश तो ज़रूर थे"
    },
    {
      "verse_number": 15,
      "arabic": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَـٰهُمۡ حَصِیدًا خَـٰمِدِینَ\n",
      "english": "And that declaration of theirs did not cease until We made them [as] a harvest [mowed down], extinguished [like a fire].",
      "hindi": "ग़रज़ वह बराबर यही पड़े पुकारा किए यहाँ तक कि हमने उन्हें कटी हुई खेती की तरह बिछा के ठन्डा करके ढेर कर दिया"
    },
    {
      "verse_number": 16,
      "arabic": "وَمَا خَلَقۡنَا ٱلسَّمَاۤءَ وَٱلۡأَرۡضَ وَمَا بَیۡنَهُمَا لَـٰعِبِینَ\n",
      "english": "And We did not create the heaven and earth and that between them in play.",
      "hindi": "और हमने आसमान और ज़मीन को और जो कुछ इन दोनों के दरमियान है बेकार लगो नहीं पैदा किया"
    },
    {
      "verse_number": 17,
      "arabic": "لَوۡ أَرَدۡنَاۤ أَن نَّتَّخِذَ لَهۡوࣰا لَّٱتَّخَذۡنَـٰهُ مِن لَّدُنَّاۤ إِن كُنَّا فَـٰعِلِینَ\n",
      "english": "Had We intended to take a diversion, We could have taken it from [what is] with Us - if [indeed] We were to do so.",
      "hindi": "अगर हम कोई खेल बनाना चाहते तो बेशक हम उसे अपनी तजवीज़ से बना लेते अगर हमको करना होता (मगर हमें शायान ही न था)"
    },
    {
      "verse_number": 18,
      "arabic": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَـٰطِلِ فَیَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقࣱۚ وَلَكُمُ ٱلۡوَیۡلُ مِمَّا تَصِفُونَ\n",
      "english": "Rather, We dash the truth upon falsehood, and it destroys it, and thereupon it departs. And for you is destruction from that which you describe.",
      "hindi": "बल्कि हम तो हक़ को नाहक़ (के सर) पर खींच मारते हैं तो वह बिल्कुल के सर को कुचल देता है फिर वह उसी वक्त नेस्तवेनाबूद हो जाता है और तुम पर अफ़सोस है कि ऐसी-ऐसी नाहक़ बातें बनाये करते हो"
    },
    {
      "verse_number": 19,
      "arabic": "وَلَهُۥ مَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا یَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا یَسۡتَحۡسِرُونَ\n",
      "english": "To Him belongs whoever is in the heavens and the earth. And those near Him are not prevented by arrogance from His worship, nor do they tire.",
      "hindi": "हालाँकि जो लोग (फरिश्ते) आसमान और ज़मीन में हैं (सब) उसी के (बन्दे) हैं और जो (फरिश्ते) उस सरकार में हैं न तो वह उसकी इबादत की शेख़ी करते हैं और न थकते हैं"
    },
    {
      "verse_number": 20,
      "arabic": "یُسَبِّحُونَ ٱلَّیۡلَ وَٱلنَّهَارَ لَا یَفۡتُرُونَ\n",
      "english": "They exalt [Him] night and day [and] do not slacken.",
      "hindi": "रात और दिन उसकी तस्बीह किया करते हैं (और) कभी काहिली नहीं करते"
    },
    {
      "verse_number": 21,
      "arabic": "أَمِ ٱتَّخَذُوۤا۟ ءَالِهَةࣰ مِّنَ ٱلۡأَرۡضِ هُمۡ یُنشِرُونَ\n",
      "english": "Or have men taken for themselves gods from the earth who resurrect [the dead]?",
      "hindi": "उन लोगों जो माबूद ज़मीन में बना रखे हैं क्या वही (लोगों को) ज़िन्दा करेंगे"
    },
    {
      "verse_number": 22,
      "arabic": "لَوۡ كَانَ فِیهِمَاۤ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَـٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا یَصِفُونَ\n",
      "english": "Had there been within the heavens and earth gods besides Allah, they both would have been ruined. So exalted is Allah, Lord of the Throne, above what they describe.",
      "hindi": "(अगर बफ़रने मुहाल) ज़मीन व आसमान में खुदा कि सिवा चन्द माबूद होते तो दोनों कब के बरबाद हो गए होते तो जो बातें ये लोग अपने जी से (उसके बारे में) बनाया करते हैं खुदा जो अर्श का मालिक है उन तमाम ऐबों से पाक व पाकीज़ा है"
    },
    {
      "verse_number": 23,
      "arabic": "لَا یُسۡـَٔلُ عَمَّا یَفۡعَلُ وَهُمۡ یُسۡـَٔلُونَ\n",
      "english": "He is not questioned about what He does, but they will be questioned.",
      "hindi": "जो कुछ वह करता है उसकी पूछगछ नहीं हो सकती"
    },
    {
      "verse_number": 24,
      "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦۤ ءَالِهَةࣰۖ قُلۡ هَاتُوا۟ بُرۡهَـٰنَكُمۡۖ هَـٰذَا ذِكۡرُ مَن مَّعِیَ وَذِكۡرُ مَن قَبۡلِیۚ بَلۡ أَكۡثَرُهُمۡ لَا یَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ\n",
      "english": "Or have they taken gods besides Him? Say, [O Muhammad], \"Produce your proof. This [Qur'an] is the message for those with me and the message of those before me.\" But most of them do not know the truth, so they are turning away.",
      "hindi": "(हाँ) और उन लोगों से बाज़पुर्स होगी क्या उन लोगों ने खुदा को छोड़कर कुछ और माबूद बना रखे हैं (ऐ रसूल) तुम कहो कि भला अपनी दलील तो पेश करो जो मेरे (ज़माने में) साथ है उनकी किताब (कुरान) और जो लोग मुझ से पहले थे उनकी किताबें (तौरेत वग़ैरह) ये (मौजूद) हैं (उनमें खुदा का शरीक बता दो) बल्कि उनमें से अक्सर तो हक़ (बात) को तो जानते ही नहीं"
    },
    {
      "verse_number": 25,
      "arabic": "وَمَاۤ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِیۤ إِلَیۡهِ أَنَّهُۥ لَاۤ إِلَـٰهَ إِلَّاۤ أَنَا۠ فَٱعۡبُدُونِ\n",
      "english": "And We sent not before you any messenger except that We revealed to him that, \"There is no deity except Me, so worship Me.\"",
      "hindi": "तो (जब हक़ का ज़िक्र आता है) ये लोग मुँह फेर लेते हैं और (ऐ रसूल) हमने तुमसे पहले जब कभी कोई रसूल भेजा तो उसके पास ''वही'' भेजते रहे कि बस हमारे सिवा कोई माबूद क़ाबिले परसतिश नहीं तो मेरी इबादत किया करो"
    },
    {
      "verse_number": 26,
      "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحۡمَـٰنُ وَلَدࣰاۗ سُبۡحَـٰنَهُۥۚ بَلۡ عِبَادࣱ مُّكۡرَمُونَ\n",
      "english": "And they say, \"The Most Merciful has taken a son.\" Exalted is He! Rather, they are [but] honored servants.",
      "hindi": "और (अहले मक्का) कहते हैं कि खुदा ने (फरिश्तों को) अपनी औलाद (बेटियाँ) बना रखा है (हालाँकि) वह उससे पाक व पकीज़ा हैं बल्कि (वह फ़रिश्ते) (खुदा के) मोअज्ज़ि बन्दे हैं"
    },
    {
      "verse_number": 27,
      "arabic": "لَا یَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ یَعۡمَلُونَ\n",
      "english": "They cannot precede Him in word, and they act by His command.",
      "hindi": "ये लोग उसके सामने बढ़कर बोल नहीं सकते और ये लोग उसी के हुक्म पर चलते हैं"
    },
    {
      "verse_number": 28,
      "arabic": "یَعۡلَمُ مَا بَیۡنَ أَیۡدِیهِمۡ وَمَا خَلۡفَهُمۡ وَلَا یَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡیَتِهِۦ مُشۡفِقُونَ\n",
      "english": "He knows what is [presently] before them and what will be after them, and they cannot intercede except on behalf of one whom He approves. And they, from fear of Him, are apprehensive.",
      "hindi": "जो कुछ उनके सामने है और जो कुछ उनके पीछे है (ग़रज़ सब कुछ) वह (खुदा) जानता है और ये लोग उस शख्स के सिवा जिससे खुदा राज़ी हो किसी की सिफारिश भी नहीं करते और ये लोग खुद उसके ख़ौफ से (हर वक्त) ड़रते रहते हैं"
    },
    {
      "verse_number": 29,
      "arabic": "۞ وَمَن یَقُلۡ مِنۡهُمۡ إِنِّیۤ إِلَـٰهࣱ مِّن دُونِهِۦ فَذَ ٰ⁠لِكَ نَجۡزِیهِ جَهَنَّمَۚ كَذَ ٰ⁠لِكَ نَجۡزِی ٱلظَّـٰلِمِینَ\n",
      "english": "And whoever of them should say, \"Indeed, I am a god besides Him\"- that one We would recompense with Hell. Thus do We recompense the wrongdoers.",
      "hindi": "और उनमें से जो कोई ये कह दे कि खुदा नहीं (बल्कि) मैं माबूद हूँ तो वह (मरदूद बारगाह हुआ) हम उसको जहन्नुम की सज़ा देंगे और सरकशों को हम ऐसी ही सज़ा देते हैं"
    },
    {
      "verse_number": 30,
      "arabic": "أَوَلَمۡ یَرَ ٱلَّذِینَ كَفَرُوۤا۟ أَنَّ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقࣰا فَفَتَقۡنَـٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَاۤءِ كُلَّ شَیۡءٍ حَیٍّۚ أَفَلَا یُؤۡمِنُونَ\n",
      "english": "Have those who disbelieved not considered that the heavens and the earth were a joined entity, and We separated them and made from water every living thing? Then will they not believe?",
      "hindi": "जो लोग काफिर हो बैठे क्या उन लोगों ने इस बात पर ग़ौर नहीं किया कि आसमान और ज़मीन दोनों बस्ता (बन्द) थे तो हमने दोनों को शिगाफ़ता किया (खोल दिया) और हम ही ने जानदार चीज़ को पानी से पैदा किया इस पर भी ये लोग ईमान न लाएँगे"
    },
    {
      "verse_number": 31,
      "arabic": "وَجَعَلۡنَا فِی ٱلۡأَرۡضِ رَوَ ٰ⁠سِیَ أَن تَمِیدَ بِهِمۡ وَجَعَلۡنَا فِیهَا فِجَاجࣰا سُبُلࣰا لَّعَلَّهُمۡ یَهۡتَدُونَ\n",
      "english": "And We placed within the earth firmly set mountains, lest it should shift with them, and We made therein [mountain] passes [as] roads that they might be guided.",
      "hindi": "और हम ही ने ज़मीन पर भारी बोझल पहाड़ बनाए ताकि ज़मीन उन लोगों को लेकर किसी तरफ झुक न पड़े और हम ने ही उसमें लम्बे-चौड़े रास्ते बनाए ताकि ये लोग अपने-अपने मंज़िलें मक़सूद को जा पहुँचे"
    },
    {
      "verse_number": 32,
      "arabic": "وَجَعَلۡنَا ٱلسَّمَاۤءَ سَقۡفࣰا مَّحۡفُوظࣰاۖ وَهُمۡ عَنۡ ءَایَـٰتِهَا مُعۡرِضُونَ\n",
      "english": "And We made the sky a protected ceiling, but they, from its signs, are turning away.",
      "hindi": "और हम ही ने आसमान को छत बनाया जो हर तरह महफूज़ है और ये लोग उसकी आसमानी निशानियों से मुँह फेर रहे हैं"
    },
    {
      "verse_number": 33,
      "arabic": "وَهُوَ ٱلَّذِی خَلَقَ ٱلَّیۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلࣱّ فِی فَلَكࣲ یَسۡبَحُونَ\n",
      "english": "And it is He who created the night and the day and the sun and the moon; all [heavenly bodies] in an orbit are swimming.",
      "hindi": "और वही वह (क़ादिरे मुत्तलिक़) है जिसने रात और दिन और आफ़ताब और माहताब को पैदा किया कि सब के सब एक (एक) आसमान में पैर कर चक्मर लगा रहे हैं"
    },
    {
      "verse_number": 34,
      "arabic": "وَمَا جَعَلۡنَا لِبَشَرࣲ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِی۟ن مِّتَّ فَهُمُ ٱلۡخَـٰلِدُونَ\n",
      "english": "And We did not grant to any man before you eternity [on earth]; so if you die - would they be eternal?",
      "hindi": "और (ऐ रसूल) हमने तुमसे पहले भी किसी फ़र्दे बशर को सदा की ज़िन्दगी नहीं दी तो क्या अगर तुम मर जाओगे तो ये लोग हमेशा जिया ही करेंगे"
    },
    {
      "verse_number": 35,
      "arabic": "كُلُّ نَفۡسࣲ ذَاۤىِٕقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَیۡرِ فِتۡنَةࣰۖ وَإِلَیۡنَا تُرۡجَعُونَ\n",
      "english": "Every soul will taste death. And We test you with evil and with good as trial; and to Us you will be returned.",
      "hindi": "(हर शख्स एक न एक दिन) मौत का मज़ा चखने वाला है और हम तुम्हें मुसीबत व राहत में इम्तिहान की ग़रज़ से आज़माते हैं और (आख़िकार) हमारी ही तरफ लौटाए जाओगे"
    },
    {
      "verse_number": 36,
      "arabic": "وَإِذَا رَءَاكَ ٱلَّذِینَ كَفَرُوۤا۟ إِن یَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِی یَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَـٰنِ هُمۡ كَـٰفِرُونَ\n",
      "english": "And when those who disbelieve see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one who insults your gods?\" And they are, at the mention of the Most Merciful, disbelievers.",
      "hindi": "और (ऐ रसूल) जब तुम्हें कुफ्फ़ार देखते हैं तो बस तुमसे मसखरापन करते हैं कि क्या यही हज़रत हैं जो तुम्हारे माबूदों को (बुरी तरह) याद करते हैं हालाँकि ये लोग खुद खुदा की याद से इन्कार करते हैं (तो इनकी बेवकूफ़ी पर हँसना चाहिए)"
    },
    {
      "verse_number": 37,
      "arabic": "خُلِقَ ٱلۡإِنسَـٰنُ مِنۡ عَجَلࣲۚ سَأُو۟رِیكُمۡ ءَایَـٰتِی فَلَا تَسۡتَعۡجِلُونِ\n",
      "english": "Man was created of haste. I will show you My signs, so do not impatiently urge Me.",
      "hindi": "आदमी तो बड़ा जल्दबाज़ पैदा किया गया है मैं अनक़रीब ही तुम्हें अपनी (कुदरत की) निशानियाँ दिखाऊँगा तो तुम मुझसे जल्दी की (द्दूम) न मचाओ"
    },
    {
      "verse_number": 38,
      "arabic": "وَیَقُولُونَ مَتَىٰ هَـٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَـٰدِقِینَ\n",
      "english": "And they say, \"When is this promise, if you should be truthful?\"",
      "hindi": "और लुत्फ़ तो ये है कि कहते हैं कि अगर सच्चे हो तो ये क़यामत का वायदा कब (पूरा) होगा"
    },
    {
      "verse_number": 39,
      "arabic": "لَوۡ یَعۡلَمُ ٱلَّذِینَ كَفَرُوا۟ حِینَ لَا یَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ یُنصَرُونَ\n",
      "english": "If those who disbelieved but knew the time when they will not avert the Fire from their faces or from their backs and they will not be aided...",
      "hindi": "और जो लोग काफ़िर हो बैठे काश उस वक्त क़ी हालत से आगाह होते (कि जहन्नुम की आग में खडे होंगे) और न अपने चेहरों से आग को हटा सकेंगे और न अपनी पीठ से और न उनकी मदद की जाएगी"
    },
    {
      "verse_number": 40,
      "arabic": "بَلۡ تَأۡتِیهِم بَغۡتَةࣰ فَتَبۡهَتُهُمۡ فَلَا یَسۡتَطِیعُونَ رَدَّهَا وَلَا هُمۡ یُنظَرُونَ\n",
      "english": "Rather, it will come to them unexpectedly and bewilder them, and they will not be able to repel it, nor will they be reprieved.",
      "hindi": "(क़यामत कुछ जता कर तो आने से रही) बल्कि वह तो अचानक उन पर आ पड़ेगी और उन्हें हक्का बक्का कर देगी फिर उस वक्त उसमें न उसके हटाने की मजाल होगी और न उन्हें ही दी जाएगी"
    },
    {
      "verse_number": 41,
      "arabic": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلࣲ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِینَ سَخِرُوا۟ مِنۡهُم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ\n",
      "english": "And already were messengers ridiculed before you, but those who mocked them were enveloped by what they used to ridicule.",
      "hindi": "और (ऐ रसूल) कुछ तुम ही नहीं तुमसे पहले पैग़म्बरों के साथ मसख़रापन किया जा चुका है तो उन पैग़म्बरों से मसखरापन करने वालों को उस सख्त अज़ाब ने आ घेर लिया जिसकी वह हँसी उड़ाया करते थे"
    },
    {
      "verse_number": 42,
      "arabic": "قُلۡ مَن یَكۡلَؤُكُم بِٱلَّیۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَـٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ\n",
      "english": "Say, \"Who can protect you at night or by day from the Most Merciful?\" But they are, from the remembrance of their Lord, turning away.",
      "hindi": "(ऐ रसूल) तुम उनसे पूछो तो कि खुदा (के अज़ाब) से (बचाने में) रात को या दिन को तुम्हारा कौन पहरा दे सकता है उस पर डरना तो दर किनार बल्कि ये लोग अपने परवरदिगार की याद से मुँह फेरते हैं"
    },
    {
      "verse_number": 43,
      "arabic": "أَمۡ لَهُمۡ ءَالِهَةࣱ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا یَسۡتَطِیعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا یُصۡحَبُونَ\n",
      "english": "Or do they have gods to defend them other than Us? They are unable [even] to help themselves, nor can they be protected from Us.",
      "hindi": "क्या हमरो सिवा उनके कुछ और परवरदिगार हैं कि जो उनको (हमारे अज़ाब से) बचा सकते हैं (वह क्या बचाएँगे) ये लोग खुद अपनी आप तो मदद कर ही नहीं सकते और न हमारे अज़ाब से उन्हें पनाह दी जाएगी"
    },
    {
      "verse_number": 44,
      "arabic": "بَلۡ مَتَّعۡنَا هَـٰۤؤُلَاۤءِ وَءَابَاۤءَهُمۡ حَتَّىٰ طَالَ عَلَیۡهِمُ ٱلۡعُمُرُۗ أَفَلَا یَرَوۡنَ أَنَّا نَأۡتِی ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۤۚ أَفَهُمُ ٱلۡغَـٰلِبُونَ\n",
      "english": "But, [on the contrary], We have provided good things for these [disbelievers] and their fathers until life was prolonged for them. Then do they not see that We set upon the land, reducing it from its borders? So it is they who will overcome?",
      "hindi": "बल्कि हम ही ने उनको और उनके बुर्जुग़ों को आराम व चैन रहा यहाँ तक कि उनकी उम्रें बढ़ गई तो फिर क्या ये लोग नहीं देखते कि हम रूए ज़मीन को चारों तरफ से क़ब्ज़ा करते और उसको फतेह करते चले आते हैं तो क्या (अब भी यही लोग कुफ्फ़ारे मक्का) ग़ालिब और वर हैं"
    },
    {
      "verse_number": 45,
      "arabic": "قُلۡ إِنَّمَاۤ أُنذِرُكُم بِٱلۡوَحۡیِۚ وَلَا یَسۡمَعُ ٱلصُّمُّ ٱلدُّعَاۤءَ إِذَا مَا یُنذَرُونَ\n",
      "english": "Say, \"I only warn you by revelation.\" But the deaf do not hear the call when they are warned.",
      "hindi": "(ऐ रसूल) तुम कह दो कि मैं तो बस तुम लोगों को ''वही'' के मुताबिक़ (अज़ाब से) डराता हूँ (मगर तुम लोग गोया बहरे हो) और बहरों को जब डराया जाता है तो वह पुकारने ही को नहीं सुनते (डरें क्या ख़ाक)"
    },
    {
      "verse_number": 46,
      "arabic": "وَلَىِٕن مَّسَّتۡهُمۡ نَفۡحَةࣱ مِّنۡ عَذَابِ رَبِّكَ لَیَقُولُنَّ یَـٰوَیۡلَنَاۤ إِنَّا كُنَّا ظَـٰلِمِینَ\n",
      "english": "And if [as much as] a whiff of the punishment of your Lord should touch them, they would surely say, \"O woe to us! Indeed, we have been wrongdoers.\"",
      "hindi": "और (ऐ रसूल) अगर कहीं उनको तुम्हारे परवरदिगार के अज़ाब की ज़रा सी हवा भी लग गई तो वे सख्त! बोल उठे हाय अफसोस वाक़ई हम ही ज़ालिम थे"
    },
    {
      "verse_number": 47,
      "arabic": "وَنَضَعُ ٱلۡمَوَ ٰ⁠زِینَ ٱلۡقِسۡطَ لِیَوۡمِ ٱلۡقِیَـٰمَةِ فَلَا تُظۡلَمُ نَفۡسࣱ شَیۡـࣰٔاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةࣲ مِّنۡ خَرۡدَلٍ أَتَیۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَـٰسِبِینَ\n",
      "english": "And We place the scales of justice for the Day of Resurrection, so no soul will be treated unjustly at all. And if there is [even] the weight of a mustard seed, We will bring it forth. And sufficient are We as accountant.",
      "hindi": "और क़यामत के दिन तो हम (बन्दों के भले बुरे आमाल तौलने के लिए) इन्साफ़ की तराज़ू में खड़ी कर देंगे तो फिर किसी शख्स पर कुछ भी ज़ुल्म न किया जाएगा और अगर राई के दाने के बराबर भी किसी का (अमल) होगा तो तुम उसे ला हाज़िर करेंगे और हम हिसाब करने के वास्ते बहुत काफ़ी हैं"
    },
    {
      "verse_number": 48,
      "arabic": "وَلَقَدۡ ءَاتَیۡنَا مُوسَىٰ وَهَـٰرُونَ ٱلۡفُرۡقَانَ وَضِیَاۤءࣰ وَذِكۡرࣰا لِّلۡمُتَّقِینَ\n",
      "english": "And We had already given Moses and Aaron the criterion and a light and a reminder for the righteous",
      "hindi": "और हम ही ने यक़ीनन मूसा और हारून को (हक़ व बातिल की) जुदा करने वाली किताब (तौरेत) और परहेज़गारों के लिए अज़सरतापा बनूँ और नसीहत अता की"
    },
    {
      "verse_number": 49,
      "arabic": "ٱلَّذِینَ یَخۡشَوۡنَ رَبَّهُم بِٱلۡغَیۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ\n",
      "english": "Who fear their Lord unseen, while they are of the Hour apprehensive.",
      "hindi": "जो बे देखे अपने परवरदिगार से ख़ौफ खाते हैं और ये लोग रोज़े क़यामत से भी डरते हैं"
    },
    {
      "verse_number": 50,
      "arabic": "وَهَـٰذَا ذِكۡرࣱ مُّبَارَكٌ أَنزَلۡنَـٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ\n",
      "english": "And this [Qur'an] is a blessed message which We have sent down. Then are you with it unacquainted?",
      "hindi": "और ये (कुरान भी) एक बाबरकत तज़किरा है जिसको हमने उतारा है तो क्या तुम लोग इसको नहीं मानते"
    },
    {
      "verse_number": 51,
      "arabic": "۞ وَلَقَدۡ ءَاتَیۡنَاۤ إِبۡرَ ٰ⁠هِیمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَـٰلِمِینَ\n",
      "english": "And We had certainly given Abraham his sound judgement before, and We were of him well-Knowing",
      "hindi": "और इसमें भी शक नहीं कि हमने इबराहीम को पहले ही से फ़हेम सलीम अता की थी और हम उन (की हालत) से खूब वाक़िफ थे"
    },
    {
      "verse_number": 52,
      "arabic": "إِذۡ قَالَ لِأَبِیهِ وَقَوۡمِهِۦ مَا هَـٰذِهِ ٱلتَّمَاثِیلُ ٱلَّتِیۤ أَنتُمۡ لَهَا عَـٰكِفُونَ\n",
      "english": "When he said to his father and his people, \"What are these statues to which you are devoted?\"",
      "hindi": "जब उन्होंने अपने (मुँह बोले) बाप और अपनी क़ौम से कहा ये मूर्ते जिनकी तुम लोग मुजाबिरी करते हो आख़िर क्या (बला) है"
    },
    {
      "verse_number": 53,
      "arabic": "قَالُوا۟ وَجَدۡنَاۤ ءَابَاۤءَنَا لَهَا عَـٰبِدِینَ\n",
      "english": "They said, \"We found our fathers worshippers of them.\"",
      "hindi": "वह लोग बोले (और तो कुछ नहीं जानते मगर) अपने बडे बूढ़ों को इनही की परसतिश करते देखा है"
    },
    {
      "verse_number": 54,
      "arabic": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَاۤؤُكُمۡ فِی ضَلَـٰلࣲ مُّبِینࣲ\n",
      "english": "He said, \"You were certainly, you and your fathers, in manifest error.\"",
      "hindi": "इबराहीम ने कहा यक़ीनन तुम भी और तुम्हारे बुर्जुग़ भी खुली हुईगुमराही में पड़े हुए थे"
    },
    {
      "verse_number": 55,
      "arabic": "قَالُوۤا۟ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّـٰعِبِینَ\n",
      "english": "They said, \"Have you come to us with truth, or are you of those who jest?\"",
      "hindi": "वह लोग कहने लगे तो क्या तुम हमारे पास हक़ बात लेकर आए हो या तुम भी (यूँ ही) दिल्लगी करते हो"
    },
    {
      "verse_number": 56,
      "arabic": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ ٱلَّذِی فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَ ٰ⁠لِكُم مِّنَ ٱلشَّـٰهِدِینَ\n",
      "english": "He said, \"[No], rather, your Lord is the Lord of the heavens and the earth who created them, and I, to that, am of those who testify.",
      "hindi": "इबराहीम ने कहा मज़ाक नहीं ठीक कहता हूँ कि तुम्हारे माबूद व बुत नहीं बल्कि तुम्हारा परवरदिगार आसमान व ज़मीन का मालिक है जिसने उनको पैदा किया और मैं खुद इस बात का तुम्हारे सामने गवाह हूँ"
    },
    {
      "verse_number": 57,
      "arabic": "وَتَٱللَّهِ لَأَكِیدَنَّ أَصۡنَـٰمَكُم بَعۡدَ أَن تُوَلُّوا۟ مُدۡبِرِینَ\n",
      "english": "And [I swear] by Allah, I will surely plan against your idols after you have turned and gone away.\"",
      "hindi": "और अपने जी में कहा खुदा की क़सम तुम्हारे पीठ फेरने के बाद में तुम्हारे बुतों के साथ एक चाल चलूँगा"
    },
    {
      "verse_number": 58,
      "arabic": "فَجَعَلَهُمۡ جُذَ ٰ⁠ذًا إِلَّا كَبِیرࣰا لَّهُمۡ لَعَلَّهُمۡ إِلَیۡهِ یَرۡجِعُونَ\n",
      "english": "So he made them into fragments, except a large one among them, that they might return to it [and question].",
      "hindi": "चुनान्चे इबराहीम ने उन बुतों को (तोड़कर) चकनाचूर कर डाला मगर उनके बड़े बुत को (इसलिए रहने दिया) ताकि ये लोग ईद से पलटकर उसकी तरफ रूजू करें"
    },
    {
      "verse_number": 59,
      "arabic": "قَالُوا۟ مَن فَعَلَ هَـٰذَا بِـَٔالِهَتِنَاۤ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِینَ\n",
      "english": "They said, \"Who has done this to our gods? Indeed, he is of the wrongdoers.\"",
      "hindi": "(जब कुफ्फ़ार को मालूम हुआ) तो कहने लगे जिसने ये गुस्ताख़ी हमारे माबूदों के साथ की है उसने यक़ीनी बड़ा ज़ुल्म किया"
    },
    {
      "verse_number": 60,
      "arabic": "قَالُوا۟ سَمِعۡنَا فَتࣰى یَذۡكُرُهُمۡ یُقَالُ لَهُۥۤ إِبۡرَ ٰ⁠هِیمُ\n",
      "english": "They said, \"We heard a young man mention them who is called Abraham.\"",
      "hindi": "(कुछ लोग) कहने लगे हमने एक नौजवान को जिसको लोग इबराहीम कहते हैं उन बुतों का (बुरी तरह) ज़िक्र करते सुना था"
    },
    {
      "verse_number": 61,
      "arabic": "قَالُوا۟ فَأۡتُوا۟ بِهِۦ عَلَىٰۤ أَعۡیُنِ ٱلنَّاسِ لَعَلَّهُمۡ یَشۡهَدُونَ\n",
      "english": "They said, \"Then bring him before the eyes of the people that they may testify.\"",
      "hindi": "लोगों ने कहा तो अच्छा उसको सब लोगों के सामने (गिरफ्तार करके) ले आओ ताकि वह (जो कुछ कहें) लोग उसके गवाह रहें"
    },
    {
      "verse_number": 62,
      "arabic": "قَالُوۤا۟ ءَأَنتَ فَعَلۡتَ هَـٰذَا بِـَٔالِهَتِنَا یَـٰۤإِبۡرَ ٰ⁠هِیمُ\n",
      "english": "They said, \"Have you done this to our gods, O Abraham?\"",
      "hindi": "(ग़रज़ इबराहीम आए) और लोगों ने उनसे पूछा कि क्यों इबराहीम क्या तुमने माबूदों के साथ ये हरकत की है"
    },
    {
      "verse_number": 63,
      "arabic": "قَالَ بَلۡ فَعَلَهُۥ كَبِیرُهُمۡ هَـٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُوا۟ یَنطِقُونَ\n",
      "english": "He said, \"Rather, this - the largest of them - did it, so ask them, if they should [be able to] speak.\"",
      "hindi": "इबराहीम ने कहा बल्कि ये हरकत इन बुतों (खुदाओं) के बड़े (खुदा) ने की है तो अगर ये बुत बोल सकते हों तो उनही से पूछ देखो"
    },
    {
      "verse_number": 64,
      "arabic": "فَرَجَعُوۤا۟ إِلَىٰۤ أَنفُسِهِمۡ فَقَالُوۤا۟ إِنَّكُمۡ أَنتُمُ ٱلظَّـٰلِمُونَ\n",
      "english": "So they returned to [blaming] themselves and said [to each other], \"Indeed, you are the wrongdoers.\"",
      "hindi": "इस पर उन लोगों ने अपने जी में सोचा तो (एक दूसरे से) कहने लगे बेशक तुम ही लोग खुद बर सरे नाहक़ हो"
    },
    {
      "verse_number": 65,
      "arabic": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَـٰۤؤُلَاۤءِ یَنطِقُونَ\n",
      "english": "Then they reversed themselves, [saying], \"You have already known that these do not speak!\"",
      "hindi": "फिर उन लोगों के सर इसी गुमराही में झुका दिए गए (और तो कुछ बन न पड़ा मगर ये बोले) तुमको तो अच्छी तरह मालूम है कि ये बुत बोला नहीं करते"
    },
    {
      "verse_number": 66,
      "arabic": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا یَنفَعُكُمۡ شَیۡـࣰٔا وَلَا یَضُرُّكُمۡ\n",
      "english": "He said, \"Then do you worship instead of Allah that which does not benefit you at all or harm you?",
      "hindi": "(फिर इनसे क्या पूछे) इबराहीम ने कहा तो क्या तुम लोग खुदा को छोड़कर ऐसी चीज़ों की परसतिश करते हो जो न तुम्हें कुछ नफा ही पहुँचा सकती है और न तुम्हारा कुछ नुक़सान ही कर सकती है"
    },
    {
      "verse_number": 67,
      "arabic": "أُفࣲّ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ\n",
      "english": "Uff to you and to what you worship instead of Allah. Then will you not use reason?\"",
      "hindi": "तफ है तुम पर उस चीज़ पर जिसे तुम खुदा के सिवा पूजते हो तो क्या तुम इतना भी नहीं समझते"
    },
    {
      "verse_number": 68,
      "arabic": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوۤا۟ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَـٰعِلِینَ\n",
      "english": "They said, \"Burn him and support your gods - if you are to act.\"",
      "hindi": "(आख़िर) वह लोग (बाहम) कहने लगे कि अगर तुम कुछ कर सकते हो तो इबराहीम को आग में जला दो और अपने खुदाओं की मदद करो"
    },
    {
      "verse_number": 69,
      "arabic": "قُلۡنَا یَـٰنَارُ كُونِی بَرۡدࣰا وَسَلَـٰمًا عَلَىٰۤ إِبۡرَ ٰ⁠هِیمَ\n",
      "english": "Allah said, \"O fire, be coolness and safety upon Abraham.\"",
      "hindi": "(ग़रज़) उन लोगों ने इबराहीम को आग में डाल दिया तो हमने फ़रमाया ऐ आग तू इबराहीम पर बिल्कुल ठन्डी और सलामती का बाइस हो जा"
    },
    {
      "verse_number": 70,
      "arabic": "وَأَرَادُوا۟ بِهِۦ كَیۡدࣰا فَجَعَلۡنَـٰهُمُ ٱلۡأَخۡسَرِینَ\n",
      "english": "And they intended for him harm, but We made them the greatest losers.",
      "hindi": "(कि उनको कोई तकलीफ़ न पहुँचे) और उन लोगों में इबराहीम के साथ चालबाज़ी करनी चाही थी तो हमने इन सब को नाकाम कर दिया"
    },
    {
      "verse_number": 71,
      "arabic": "وَنَجَّیۡنَـٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِی بَـٰرَكۡنَا فِیهَا لِلۡعَـٰلَمِینَ\n",
      "english": "And We delivered him and Lot to the land which We had blessed for the worlds.",
      "hindi": "और हम ने ही इबराहीम और लूत को (सरकशों से) सही व सालिम निकालकर इस सर ज़मीन (शाम बैतुलमुक़द्दस) में जा पहुँचाया जिसमें हमने सारे जहाँन के लिए तरह-तरह की बरकत अता की थी"
    },
    {
      "verse_number": 72,
      "arabic": "وَوَهَبۡنَا لَهُۥۤ إِسۡحَـٰقَ وَیَعۡقُوبَ نَافِلَةࣰۖ وَكُلࣰّا جَعَلۡنَا صَـٰلِحِینَ\n",
      "english": "And We gave him Isaac and Jacob in addition, and all [of them] We made righteous.",
      "hindi": "और हमने इबराहीम को इनाम में इसहाक़ (जैसा बैटा) और याकूब (जैसा पोता) इनायत फरमाया हमने सबको नेक बख्त बनाया"
    },
    {
      "verse_number": 73,
      "arabic": "وَجَعَلۡنَـٰهُمۡ أَىِٕمَّةࣰ یَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَیۡنَاۤ إِلَیۡهِمۡ فِعۡلَ ٱلۡخَیۡرَ ٰ⁠تِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِیتَاۤءَ ٱلزَّكَوٰةِۖ وَكَانُوا۟ لَنَا عَـٰبِدِینَ\n",
      "english": "And We made them leaders guiding by Our command. And We inspired to them the doing of good deeds, establishment of prayer, and giving of zakah; and they were worshippers of Us.",
      "hindi": "और उन सबको (लोगों का) पेशवा बनाया कि हमारे हुक्म से (उनकी) हिदायत करते थे और हमने उनके पास नेक काम करने और नमाज़ पढ़ने और ज़कात देने की ''वही'' भेजी थी और ये सब के सब हमारी ही इबादत करते थे"
    },
    {
      "verse_number": 74,
      "arabic": "وَلُوطًا ءَاتَیۡنَـٰهُ حُكۡمࣰا وَعِلۡمࣰا وَنَجَّیۡنَـٰهُ مِنَ ٱلۡقَرۡیَةِ ٱلَّتِی كَانَت تَّعۡمَلُ ٱلۡخَبَـٰۤىِٕثَۚ إِنَّهُمۡ كَانُوا۟ قَوۡمَ سَوۡءࣲ فَـٰسِقِینَ\n",
      "english": "And to Lot We gave judgement and knowledge, and We saved him from the city that was committing wicked deeds. Indeed, they were a people of evil, defiantly disobedient.",
      "hindi": "और लूत को भी हम ही के फ़हमे सलीम और नबूवत अता की और हम ही ने उस बस्ती से जहाँ के लोग बदकारियाँ करते थे नजात दी इसमें शक नहीं कि वह लोग बड़े बदकार आदमी थे"
    },
    {
      "verse_number": 75,
      "arabic": "وَأَدۡخَلۡنَـٰهُ فِی رَحۡمَتِنَاۤۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِینَ\n",
      "english": "And We admitted him into Our mercy. Indeed, he was of the righteous.",
      "hindi": "और हमने लूत को अपनी रहमत में दाख़िल कर लिया इसमें शक नहीं कि वह नेकोंकार बन्दों में से थे"
    },
    {
      "verse_number": 76,
      "arabic": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّیۡنَـٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِیمِ\n",
      "english": "And [mention] Noah, when he called [to Allah] before [that time], so We responded to him and saved him and his family from the great flood.",
      "hindi": "और (ऐ रसूल लूत से भी) पहले (हमने) नूह को नबूवत पर फ़ायज़ किया जब उन्होंने (हमको) आवाज़ दी तो हमने उनकी (दुआ) सुन ली फिर उनको और उनके साथियों को (तूफ़ान की) बड़ी सख्त मुसीबत से नजात दी"
    },
    {
      "verse_number": 77,
      "arabic": "وَنَصَرۡنَـٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِنَاۤۚ إِنَّهُمۡ كَانُوا۟ قَوۡمَ سَوۡءࣲ فَأَغۡرَقۡنَـٰهُمۡ أَجۡمَعِینَ\n",
      "english": "And We saved him from the people who denied Our signs. Indeed, they were a people of evil, so We drowned them, all together.",
      "hindi": "और जिन लोगों ने हमारी आयतों को झुठलाया था उनके मुक़ाबले में उनकी मदद की बेशक ये लोग (भी) बहुत बुरे लोग थे तो हमने उन सबको डुबो मारा"
    },
    {
      "verse_number": 78,
      "arabic": "وَدَاوُۥدَ وَسُلَیۡمَـٰنَ إِذۡ یَحۡكُمَانِ فِی ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِیهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَـٰهِدِینَ\n",
      "english": "And [mention] David and Solomon, when they judged concerning the field - when the sheep of a people overran it [at night], and We were witness to their judgement.",
      "hindi": "और (ऐ रसूल इनको) दाऊद और सुलेमान का (वाक्या याद दिलाओ) जब ये दोनों एक खेती के बारे में जिसमें रात के वक्त क़ुछ लोगों की बकरियाँ (घुसकर) चर गई थी फैसला करने बैठे और हम उन लोगों के क़िस्से को देख रहे थे (कि बाहम इख़तेलाफ़ हुआ)"
    },
    {
      "verse_number": 79,
      "arabic": "فَفَهَّمۡنَـٰهَا سُلَیۡمَـٰنَۚ وَكُلًّا ءَاتَیۡنَا حُكۡمࣰا وَعِلۡمࣰاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ یُسَبِّحۡنَ وَٱلطَّیۡرَۚ وَكُنَّا فَـٰعِلِینَ\n",
      "english": "And We gave understanding of the case to Solomon, and to each [of them] We gave judgement and knowledge. And We subjected the mountains to exalt [Us], along with David and [also] the birds. And We were doing [that].",
      "hindi": "तो हमने सुलेमान को (इसका सही फ़ैसला समझा दिया) और (यूँ तो) सबको हम ही ने फहमे सलीम और इल्म अता किया और हम ही ने पहाड़ों को दाऊद का ताबेए बना दिया था कि उनके साथ (खुदा की) तस्बीह किया करते थे और परिन्दों को (भी ताबेए कर दिया था) और हम ही (ये अज़ाब) किया करते थे"
    },
    {
      "verse_number": 80,
      "arabic": "وَعَلَّمۡنَـٰهُ صَنۡعَةَ لَبُوسࣲ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَـٰكِرُونَ\n",
      "english": "And We taught him the fashioning of coats of armor to protect you from your [enemy in] battle. So will you then be grateful?",
      "hindi": "और हम ही ने उनको तुम्हारी जंगी पोशिश (ज़िराह) का बनाना सिखा दिया ताकि तुम्हें (एक दूसरे के) वार से बचाए तो क्या तुम (अब भी) उसके शुक्रगुज़ार बनोगे"
    },
    {
      "verse_number": 81,
      "arabic": "وَلِسُلَیۡمَـٰنَ ٱلرِّیحَ عَاصِفَةࣰ تَجۡرِی بِأَمۡرِهِۦۤ إِلَى ٱلۡأَرۡضِ ٱلَّتِی بَـٰرَكۡنَا فِیهَاۚ وَكُنَّا بِكُلِّ شَیۡءٍ عَـٰلِمِینَ\n",
      "english": "And to Solomon [We subjected] the wind, blowing forcefully, proceeding by his command toward the land which We had blessed. And We are ever, of all things, Knowing.",
      "hindi": "और (हम ही ने) बड़े ज़ोरों की हवा को सुलेमान का (ताबेए कर दिया था) कि वह उनके हुक्म से इस सरज़मीन (बैतुलमुक़द्दस) की तरफ चला करती थी जिसमें हमने तरह-तरह की बरकतें अता की थी और हम तो हर चीज़ से खूब वाक़िफ़ थे (और) है"
    },
    {
      "verse_number": 82,
      "arabic": "وَمِنَ ٱلشَّیَـٰطِینِ مَن یَغُوصُونَ لَهُۥ وَیَعۡمَلُونَ عَمَلࣰا دُونَ ذَ ٰ⁠لِكَۖ وَكُنَّا لَهُمۡ حَـٰفِظِینَ\n",
      "english": "And of the devils were those who dived for him and did work other than that. And We were of them a guardian.",
      "hindi": "और जिन्नात में से जो लोग (समन्दर में) ग़ोता लगाकर (जवाहरात निकालने वाले) थे और उसके अलावा और काम भी करते थे (सुलेमान का ताबेए कर दिया था) और हम ही उनके निगेहबान थे"
    },
    {
      "verse_number": 83,
      "arabic": "۞ وَأَیُّوبَ إِذۡ نَادَىٰ رَبَّهُۥۤ أَنِّی مَسَّنِیَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّ ٰ⁠حِمِینَ\n",
      "english": "And [mention] Job, when he called to his Lord, \"Indeed, adversity has touched me, and you are the Most Merciful of the merciful.\"",
      "hindi": "(कि भाग न जाएँ) और (ऐ रसूल) अय्यूब (का क़िस्सा याद करो) जब उन्होंने अपने परवरदिगार से दुआ की कि (ख़ुदा वन्द) बीमारी तो मेरे पीछे लग गई है और तू तो सब रहम करने वालोंसे (बढ़ कर है मुझ पर तरस खा)"
    },
    {
      "verse_number": 84,
      "arabic": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرࣲّۖ وَءَاتَیۡنَـٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةࣰ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَـٰبِدِینَ\n",
      "english": "So We responded to him and removed what afflicted him of adversity. And We gave him [back] his family and the like thereof with them as mercy from Us and a reminder for the worshippers [of Allah].",
      "hindi": "तो हमने उनकी दुआ कुबूल की तो हमने उनका जो कुछ दर्द दुख था दफ़ा कर दिया और उन्हें उनके लड़के वाले बल्कि उनके साथ उतनी ही और भी महज़ अपनी ख़ास मेहरबानी से और इबादत करने वालों की इबरत के वास्ते अता किए"
    },
    {
      "verse_number": 85,
      "arabic": "وَإِسۡمَـٰعِیلَ وَإِدۡرِیسَ وَذَا ٱلۡكِفۡلِۖ كُلࣱّ مِّنَ ٱلصَّـٰبِرِینَ\n",
      "english": "And [mention] Ishmael and Idrees and Dhul-Kifl; all were of the patient.",
      "hindi": "और (ऐ रसूल) इसमाईल और इदरीस और जुलकिफ्ल (के वाक़यात से याद करो) ये सब साबिर बन्दे थे"
    },
    {
      "verse_number": 86,
      "arabic": "وَأَدۡخَلۡنَـٰهُمۡ فِی رَحۡمَتِنَاۤۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِینَ\n",
      "english": "And We admitted them into Our mercy. Indeed, they were of the righteous.",
      "hindi": "और हमने उन सबको अपनी (ख़ास) रहमत में दाख़िल कर लिया बेशक ये लोग नेक बन्दे थे"
    },
    {
      "verse_number": 87,
      "arabic": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَـٰضِبࣰا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَیۡهِ فَنَادَىٰ فِی ٱلظُّلُمَـٰتِ أَن لَّاۤ إِلَـٰهَ إِلَّاۤ أَنتَ سُبۡحَـٰنَكَ إِنِّی كُنتُ مِنَ ٱلظَّـٰلِمِینَ\n",
      "english": "And [mention] the man of the fish, when he went off in anger and thought that We would not decree [anything] upon him. And he called out within the darknesses, \"There is no deity except You; exalted are You. Indeed, I have been of the wrongdoers.\"",
      "hindi": "और जुन्नून (यूनुस को याद करो) जबकि गुस्से में आकर चलते हुए और ये ख्याल न किया कि हम उन पर रोज़ी तंग न करेंगे (तो हमने उन्हें मछली के पेट में पहुँचा दिया) तो (घटाटोप) अंधेरे में (घबराकर) चिल्ला उठा कि (परवरदिगार) तेरे सिवा कोई माबूद नहीं तू (हर ऐब से) पाक व पाकीज़ा है बेशक मैं कुसूरवार हूँ"
    },
    {
      "verse_number": 88,
      "arabic": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّیۡنَـٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَ ٰ⁠لِكَ نُـۨجِی ٱلۡمُؤۡمِنِینَ\n",
      "english": "So We responded to him and saved him from the distress. And thus do We save the believers.",
      "hindi": "तो हमने उनकी दुआ कुबूल की और उन्हें रंज से नजात दी और हम तो ईमानवालों को यूँ ही नजात दिया करते हैं"
    },
    {
      "verse_number": 89,
      "arabic": "وَزَكَرِیَّاۤ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِی فَرۡدࣰا وَأَنتَ خَیۡرُ ٱلۡوَ ٰ⁠رِثِینَ\n",
      "english": "And [mention] Zechariah, when he called to his Lord, \"My Lord, do not leave me alone [with no heir], while you are the best of inheritors.\"",
      "hindi": "और ज़करिया (को याद करो) जब उन्होंने (मायूस की हालत में) अपने परवरदिगार से दुआ की ऐ मेरे पालने वाले मुझे तन्हा (बे औलाद) न छोड़ और तू तो सब वारिसों से बेहतर है"
    },
    {
      "verse_number": 90,
      "arabic": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ یَحۡیَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥۤۚ إِنَّهُمۡ كَانُوا۟ یُسَـٰرِعُونَ فِی ٱلۡخَیۡرَ ٰ⁠تِ وَیَدۡعُونَنَا رَغَبࣰا وَرَهَبࣰاۖ وَكَانُوا۟ لَنَا خَـٰشِعِینَ\n",
      "english": "So We responded to him, and We gave to him John, and amended for him his wife. Indeed, they used to hasten to good deeds and supplicate Us in hope and fear, and they were to Us humbly submissive.",
      "hindi": "तो हमने उनकी दुआ सुन ली और उन्हें यहया सा बेटा अता किया और हमने उनके लिए उनकी बीबी को अच्छी बता दिया इसमें शक नहीं कि ये सब नेक कामों में जल्दी करते थे और हमको बड़ी रग़बत और ख़ौफ के साथ पुकारा करते थे और हमारे आगे गिड़गिड़ाया करते थे"
    },
    {
      "verse_number": 91,
      "arabic": "وَٱلَّتِیۤ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِیهَا مِن رُّوحِنَا وَجَعَلۡنَـٰهَا وَٱبۡنَهَاۤ ءَایَةࣰ لِّلۡعَـٰلَمِینَ\n",
      "english": "And [mention] the one who guarded her chastity, so We blew into her [garment] through Our angel [Gabriel], and We made her and her son a sign for the worlds.",
      "hindi": "और (ऐ रसूल) उस बीबी को (याद करो) जिसने अपनी अज़मत की हिफाज़त की तो हमने उन (के पेट) में अपनी तरफ से रूह फूँक दी और उनको और उनके बेटे (ईसा) को सारे जहाँन के वास्ते (अपनी क़ुदरत की) निशानी बनाया"
    },
    {
      "verse_number": 92,
      "arabic": "إِنَّ هَـٰذِهِۦۤ أُمَّتُكُمۡ أُمَّةࣰ وَ ٰ⁠حِدَةࣰ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ\n",
      "english": "Indeed this, your religion, is one religion, and I am your Lord, so worship Me.",
      "hindi": "बेशक ये तुम्हारा दीन (इस्लाम) एक ही दीन है और मैं तुम्हारा परवरदिगार हूँ तो मेरी ही इबादत करो"
    },
    {
      "verse_number": 93,
      "arabic": "وَتَقَطَّعُوۤا۟ أَمۡرَهُم بَیۡنَهُمۡۖ كُلٌّ إِلَیۡنَا رَ ٰ⁠جِعُونَ\n",
      "english": "And [yet] they divided their affair among themselves, [but] all to Us will return.",
      "hindi": "और लोगों ने बाहम (इख़तेलाफ़ करके) अपने दीन को टुकड़े -टुकड़े कर डाला (हालाँकि) वह सब के सब हिरफिर के हमारे ही पास आने वाले हैं"
    },
    {
      "verse_number": 94,
      "arabic": "فَمَن یَعۡمَلۡ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤۡمِنࣱ فَلَا كُفۡرَانَ لِسَعۡیِهِۦ وَإِنَّا لَهُۥ كَـٰتِبُونَ\n",
      "english": "So whoever does righteous deeds while he is a believer - no denial will there be for his effort, and indeed We, of it, are recorders.",
      "hindi": "(उस वक्त फ़ैसला हो जाएगा कि) तो जो शख्स अच्छे-अच्छे काम करेगा और वह ईमानवाला भी हो तो उसकी कोशिश अकारत न की जाएगी और हम उसके आमाल लिखते जाते हैं"
    },
    {
      "verse_number": 95,
      "arabic": "وَحَرَ ٰ⁠مٌ عَلَىٰ قَرۡیَةٍ أَهۡلَكۡنَـٰهَاۤ أَنَّهُمۡ لَا یَرۡجِعُونَ\n",
      "english": "And there is prohibition upon [the people of] a city which We have destroyed that they will [ever] return",
      "hindi": "और जिस बस्ती को हमने तबाह कर डाला मुमकिन नहीं कि वह लोग क़यामत के दिन हिरफिर के से (हमारे पास) न लौटे"
    },
    {
      "verse_number": 96,
      "arabic": "حَتَّىٰۤ إِذَا فُتِحَتۡ یَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبࣲ یَنسِلُونَ\n",
      "english": "Until when [the dam of] Gog and Magog has been opened and they, from every elevation, descend",
      "hindi": "बस इतना (तवक्कुफ़ तो ज़रूर होगा) कि जब याजूज माजूज (सद्दे सिकन्दरी) की कैद से खोल दिए जाएँगे और ये लोग (ज़मीन की) हर बुलन्दी से दौड़ते हुए निकल पड़े"
    },
    {
      "verse_number": 97,
      "arabic": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِیَ شَـٰخِصَةٌ أَبۡصَـٰرُ ٱلَّذِینَ كَفَرُوا۟ یَـٰوَیۡلَنَا قَدۡ كُنَّا فِی غَفۡلَةࣲ مِّنۡ هَـٰذَا بَلۡ كُنَّا ظَـٰلِمِینَ\n",
      "english": "And [when] the true promise has approached; then suddenly the eyes of those who disbelieved will be staring [in horror, while they say], \"O woe to us; we had been unmindful of this; rather, we were wrongdoers.\"",
      "hindi": "और क़यामत का सच्चा वायदा नज़दीक आ जाए तो फिर काफिरों की ऑंखें एक दम से पथरा दी जाएँ (और कहने लगे) हाय हमारी शामत कि हम तो इस (दिन) से ग़फलत ही में (पड़े) रहे बल्कि (सच तो यूँ है कि अपने ऊपर) हम आप ज़ालिम थे"
    },
    {
      "verse_number": 98,
      "arabic": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَ ٰ⁠رِدُونَ\n",
      "english": "Indeed, you [disbelievers] and what you worship other than Allah are the firewood of Hell. You will be coming to [enter] it.",
      "hindi": "(उस दिन किहा जाएगा कि ऐ कुफ्फ़ार) तुम और जिस चीज़ की तुम खुदा के सिवा परसतिश करते थे यक़ीनन जहन्नुम की ईधन (जलावन) होंगे (और) तुम सबको उसमें उतरना पड़ेगा"
    },
    {
      "verse_number": 99,
      "arabic": "لَوۡ كَانَ هَـٰۤؤُلَاۤءِ ءَالِهَةࣰ مَّا وَرَدُوهَاۖ وَكُلࣱّ فِیهَا خَـٰلِدُونَ\n",
      "english": "Had these [false deities] been [actual] gods, they would not have come to it, but all are eternal therein.",
      "hindi": "अगर ये (सच्चे) माबूद होते तो उन्हें दोज़ख़ में न जाना पड़ता और (अब तो) सबके सब उसी में हमेशा रहेंगे"
    },
    {
      "verse_number": 100,
      "arabic": "لَهُمۡ فِیهَا زَفِیرࣱ وَهُمۡ فِیهَا لَا یَسۡمَعُونَ\n",
      "english": "For them therein is heavy sighing, and they therein will not hear.",
      "hindi": "उन लोगों की दोज़ख़ में चिंघाड़ होगी और ये लोग (अपने शोर व ग़ुल में) किसी की बात भी न सुन सकेंगे"
    },
    {
      "verse_number": 101,
      "arabic": "إِنَّ ٱلَّذِینَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰۤ أُو۟لَـٰۤىِٕكَ عَنۡهَا مُبۡعَدُونَ\n",
      "english": "Indeed, those for whom the best [reward] has preceded from Us - they are from it far removed.",
      "hindi": "ज़बान अलबत्ता जिन लोगों के वास्ते हमारी तरफ से पहले ही भलाई (तक़दीर में लिखी जा चुकी) वह लोग दोज़ख़ से दूर ही दूर रखे जाएँगे"
    },
    {
      "verse_number": 102,
      "arabic": "لَا یَسۡمَعُونَ حَسِیسَهَاۖ وَهُمۡ فِی مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَـٰلِدُونَ\n",
      "english": "They will not hear its sound, while they are, in that which their souls desire, abiding eternally.",
      "hindi": "(यहाँ तक) कि ये लोग उसकी भनक भी न सुनेंगे और ये लोग हमेशा अपनी मनमाँगी मुरादों में (चैन से) रहेंगे"
    },
    {
      "verse_number": 103,
      "arabic": "لَا یَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَـٰۤىِٕكَةُ هَـٰذَا یَوۡمُكُمُ ٱلَّذِی كُنتُمۡ تُوعَدُونَ\n",
      "english": "They will not be grieved by the greatest terror, and the angels will meet them, [saying], \"This is your Day which you have been promised\" -",
      "hindi": "और उनको (क़यामत का) बड़े से बड़ा ख़ौफ़ भी दहशत में न लाएगा और फ़रिश्ते उन से खुशी-खुशी मुलाक़ात करेंगे और ये खुशख़बरी देंगे कि यही वह तुम्हारा (खुशी का) दिन है जिसका (दुनिया में) तुमसे वायदा किया जाता था"
    },
    {
      "verse_number": 104,
      "arabic": "یَوۡمَ نَطۡوِی ٱلسَّمَاۤءَ كَطَیِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَاۤ أَوَّلَ خَلۡقࣲ نُّعِیدُهُۥۚ وَعۡدًا عَلَیۡنَاۤۚ إِنَّا كُنَّا فَـٰعِلِینَ\n",
      "english": "The Day when We will fold the heaven like the folding of a [written] sheet for the records. As We began the first creation, We will repeat it. [That is] a promise binding upon Us. Indeed, We will do it.",
      "hindi": "(ये) वह दिन (होगा) जब हम आसमान को इस तरह लपेटेगे जिस तरह ख़तों का तूमार लपेटा जाता है जिस तरह हमने (मख़लूक़ात को) पहली बार पैदा किया था (उसी तरह) दोबारा (पैदा) कर छोड़ेगें (ये वह) वायदा (है जिसका करना) हम पर (लाज़िम) है और हम उसे ज़रूर करके रहेंगे"
    },
    {
      "verse_number": 105,
      "arabic": "وَلَقَدۡ كَتَبۡنَا فِی ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ یَرِثُهَا عِبَادِیَ ٱلصَّـٰلِحُونَ\n",
      "english": "And We have already written in the book [of Psalms] after the [previous] mention that the land [of Paradise] is inherited by My righteous servants.",
      "hindi": "और हमने तो नसीहत (तौरेत) के बाद यक़ीनन जुबूर में लिख ही दिया था कि रूए ज़मीन के वारिस हमारे नेक बन्दे होंगे"
    },
    {
      "verse_number": 106,
      "arabic": "إِنَّ فِی هَـٰذَا لَبَلَـٰغࣰا لِّقَوۡمٍ عَـٰبِدِینَ\n",
      "english": "Indeed, in this [Qur'an] is notification for a worshipping people.",
      "hindi": "इसमें शक नहीं कि इसमें इबादत करने वालों के लिए (एहकामें खुदा की) तबलीग़ है"
    },
    {
      "verse_number": 107,
      "arabic": "وَمَاۤ أَرۡسَلۡنَـٰكَ إِلَّا رَحۡمَةࣰ لِّلۡعَـٰلَمِینَ\n",
      "english": "And We have not sent you, [O Muhammad], except as a mercy to the worlds.",
      "hindi": "और (ऐ रसूल) हमने तो तुमको सारे दुनिया जहाँन के लोगों के हक़ में अज़सरतापा रहमत बनाकर भेजा"
    },
    {
      "verse_number": 108,
      "arabic": "قُلۡ إِنَّمَا یُوحَىٰۤ إِلَیَّ أَنَّمَاۤ إِلَـٰهُكُمۡ إِلَـٰهࣱ وَ ٰ⁠حِدࣱۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ\n",
      "english": "Say, \"It is only revealed to me that your god is but one God; so will you be Muslims [in submission to Him]?\"",
      "hindi": "तुम कह दो कि मेरे पास तो बस यही ''वही'' आई है कि तुम लोगों का माबूद बस यकता खुदा है तो क्या तुम (उसके) फरमाबरदार बन्दे बनते हो"
    },
    {
      "verse_number": 109,
      "arabic": "فَإِن تَوَلَّوۡا۟ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَاۤءࣲۖ وَإِنۡ أَدۡرِیۤ أَقَرِیبٌ أَم بَعِیدࣱ مَّا تُوعَدُونَ\n",
      "english": "But if they turn away, then say, \"I have announced to [all of] you equally. And I know not whether near or far is that which you are promised.",
      "hindi": "फिर अगर ये लोग (उस पर भी) मुँह फेरें तो तुम कह दो कि मैंने तुम सबको यकसाँ ख़बर कर दी है और मैं नहीं जानता कि जिस (अज़ाब) का तुमसे वायदा किया गया है क़रीब आ पहुँचा या (अभी) दूर है"
    },
    {
      "verse_number": 110,
      "arabic": "إِنَّهُۥ یَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَیَعۡلَمُ مَا تَكۡتُمُونَ\n",
      "english": "Indeed, He knows what is declared of speech, and He knows what you conceal.",
      "hindi": "इसमें शक नहीं कि वह उस बात को भी जानता है जो पुकार कर कही जाती है और जिसे तुम लोग छिपाते हो उससे भी खूब वाक़िफ है"
    },
    {
      "verse_number": 111,
      "arabic": "وَإِنۡ أَدۡرِی لَعَلَّهُۥ فِتۡنَةࣱ لَّكُمۡ وَمَتَـٰعٌ إِلَىٰ حِینࣲ\n",
      "english": "And I know not; perhaps it is a trial for you and enjoyment for a time.\"",
      "hindi": "और मैं ये भी नहीं जानता कि शायद ये (ताख़ीरे अज़ाब तुम्हारे) वास्ते इम्तिहान हो और एक मुअय्युन मुद्दत तक (तुम्हारे लिए) चैन हो"
    },
    {
      "verse_number": 112,
      "arabic": "قَـٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَـٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ\n",
      "english": "[The Prophet] has said, \"My Lord, judge [between us] in truth. And our Lord is the Most Merciful, the one whose help is sought against that which you describe.\"",
      "hindi": "(आख़िर) रसूल ने दुआ की ऐ मेरे पालने वाले तू ठीक-ठीक मेरे और काफिरों के दरमियान फैसला कर दे और हमार परवरदिगार बड़ा मेहरबान है कि उसी से इन बातों में मदद माँगी जाती है जो तुम लोग बयान करते हो"
    }
  ]
}