{
  "id": 59,
  "name_simple": "Al-Hashr",
  "name_arabic": "الحشر",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ سَبَّحَ لِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
      "hindi": "जो चीज़ आसमानों में है और जो चीज़ ज़मीन में है (सब) ख़ुदा की तस्बीह करती हैं और वही ग़ालिब हिकमत वाला है"
    },
    {
      "verse_number": 2,
      "arabic": "هُوَ ٱلَّذِیۤ أَخۡرَجَ ٱلَّذِینَ كَفَرُوا۟ مِنۡ أَهۡلِ ٱلۡكِتَـٰبِ مِن دِیَـٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن یَخۡرُجُوا۟ۖ وَظَنُّوۤا۟ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَیۡثُ لَمۡ یَحۡتَسِبُوا۟ۖ وَقَذَفَ فِی قُلُوبِهِمُ ٱلرُّعۡبَۚ یُخۡرِبُونَ بُیُوتَهُم بِأَیۡدِیهِمۡ وَأَیۡدِی ٱلۡمُؤۡمِنِینَ فَٱعۡتَبِرُوا۟ یَـٰۤأُو۟لِی ٱلۡأَبۡصَـٰرِ\n",
      "english": "It is He who expelled the ones who disbelieved among the People of the Scripture from their homes at the first gathering. You did not think they would leave, and they thought that their fortresses would protect them from Allah; but [the decree of] Allah came upon them from where they had not expected, and He cast terror into their hearts [so] they destroyed their houses by their [own] hands and the hands of the believers. So take warning, O people of vision.",
      "hindi": "वही तो है जिसने कुफ्फ़ार अहले किताब (बनी नुजैर) को पहले हश्र (ज़िलाए वतन) में उनके घरों से निकाल बाहर किया (मुसलमानों) तुमको तो ये वहम भी न था कि वह निकल जाएँगे और वह लोग ये समझे हुये थे कि उनके क़िले उनको ख़ुदा (के अज़ाब) से बचा लेंगे मगर जहाँ से उनको ख्याल भी न था ख़ुदा ने उनको आ लिया और उनके दिलों में (मुसलमानों) को रौब डाल दिया कि वह लोग ख़ुद अपने हाथों से और मोमिनीन के हाथों से अपने घरों को उजाड़ने लगे तो ऐ ऑंख वालों इबरत हासिल करो"
    },
    {
      "verse_number": 3,
      "arabic": "وَلَوۡلَاۤ أَن كَتَبَ ٱللَّهُ عَلَیۡهِمُ ٱلۡجَلَاۤءَ لَعَذَّبَهُمۡ فِی ٱلدُّنۡیَاۖ وَلَهُمۡ فِی ٱلۡـَٔاخِرَةِ عَذَابُ ٱلنَّارِ\n",
      "english": "And if not that Allah had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire.",
      "hindi": "और ख़ुदा ने उनकी किसमत में ज़िला वतनी न लिखा होता तो उन पर दुनिया में भी (दूसरी तरह) अज़ाब करता और आख़ेरत में तो उन पर जहन्नुम का अज़ाब है ही"
    },
    {
      "verse_number": 4,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّهُمۡ شَاۤقُّوا۟ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن یُشَاۤقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِیدُ ٱلۡعِقَابِ\n",
      "english": "That is because they opposed Allah and His Messenger. And whoever opposes Allah - then indeed, Allah is severe in penalty.",
      "hindi": "ये इसलिए कि उन लोगों ने ख़ुदा और उसके रसूल की मुख़ालेफ़त की और जिसने ख़ुदा की मुख़ालेफ़त की तो (याद रहे कि) ख़ुदा बड़ा सख्त अज़ाब देने वाला है"
    },
    {
      "verse_number": 5,
      "arabic": "مَا قَطَعۡتُم مِّن لِّینَةٍ أَوۡ تَرَكۡتُمُوهَا قَاۤىِٕمَةً عَلَىٰۤ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِیُخۡزِیَ ٱلۡفَـٰسِقِینَ\n",
      "english": "Whatever you have cut down of [their] palm trees or left standing on their trunks - it was by permission of Allah and so He would disgrace the defiantly disobedient.",
      "hindi": "(मोमिनों) खजूर का दरख्त जो तुमने काट डाला या जूँ का तँ से उनकी जड़ों पर खड़ा रहने दिया तो ख़ुदा ही के हुक्म से और मतलब ये था कि वह नाफरमानों को रूसवा करे"
    },
    {
      "verse_number": 6,
      "arabic": "وَمَاۤ أَفَاۤءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَاۤ أَوۡجَفۡتُمۡ عَلَیۡهِ مِنۡ خَیۡلࣲ وَلَا رِكَابࣲ وَلَـٰكِنَّ ٱللَّهَ یُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن یَشَاۤءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ\n",
      "english": "And what Allah restored [of property] to His Messenger from them - you did not spur for it [in an expedition] any horses or camels, but Allah gives His messengers power over whom He wills, and Allah is over all things competent.",
      "hindi": "(तो) जो माल ख़ुदा ने अपने रसूल को उन लोगों से बे लड़े दिलवा दिया उसमें तुम्हार हक़ नहीं क्योंकि तुमने उसके लिए कुछ दौड़ धूप तो की ही नहीं, न घोड़ों से न ऊँटों से, मगर ख़ुदा अपने पैग़म्बरों को जिस पर चाहता है ग़लबा अता फरमाता है और ख़ुदा हर चीज़ पर क़ादिर है"
    },
    {
      "verse_number": 7,
      "arabic": "مَّاۤ أَفَاۤءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِی ٱلۡقُرۡبَىٰ وَٱلۡیَتَـٰمَىٰ وَٱلۡمَسَـٰكِینِ وَٱبۡنِ ٱلسَّبِیلِ كَیۡ لَا یَكُونَ دُولَةَۢ بَیۡنَ ٱلۡأَغۡنِیَاۤءِ مِنكُمۡۚ وَمَاۤ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُوا۟ۚ وَٱتَّقُوا۟ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِیدُ ٱلۡعِقَابِ\n",
      "english": "And what Allah restored to His Messenger from the people of the towns - it is for Allah and for the Messenger and for [his] near relatives and orphans and the [stranded] traveler - so that it will not be a perpetual distribution among the rich from among you. And whatever the Messenger has given you - take; and what he has forbidden you - refrain from. And fear Allah; indeed, Allah is severe in penalty.",
      "hindi": "तो जो माल ख़ुदा ने अपने रसूल को देहात वालों से बे लड़े दिलवाया है वह ख़ास ख़ुदा और उसके रसूल और (रसूल के) क़राबतदारों और यतीमों और मोहताजों और परदेसियों का है ताकि जो लोग तुममें से दौलतमन्द हैं हिर फिर कर दौलत उन्हीं में न रहे, हाँ जो तुमको रसूल दें दें वह ले लिया करो और जिससे मना करें उससे बाज़ रहो और ख़ुदा से डरते रहो बेशक ख़ुदा सख्त अज़ाब देने वाला है"
    },
    {
      "verse_number": 8,
      "arabic": "لِلۡفُقَرَاۤءِ ٱلۡمُهَـٰجِرِینَ ٱلَّذِینَ أُخۡرِجُوا۟ مِن دِیَـٰرِهِمۡ وَأَمۡوَ ٰ⁠لِهِمۡ یَبۡتَغُونَ فَضۡلࣰا مِّنَ ٱللَّهِ وَرِضۡوَ ٰ⁠نࣰا وَیَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥۤۚ أُو۟لَـٰۤىِٕكَ هُمُ ٱلصَّـٰدِقُونَ\n",
      "english": "For the poor emigrants who were expelled from their homes and their properties, seeking bounty from Allah and [His] approval and supporting Allah and His Messenger, [there is also a share]. Those are the truthful.",
      "hindi": "(इस माल में) उन मुफलिस मुहाजिरों का हिस्सा भी है जो अपने घरों से और मालों से निकाले (और अलग किए) गए (और) ख़ुदा के फ़ज़ल व ख़ुशनूदी के तलबगार हैं और ख़ुदा की और उसके रसूल की मदद करते हैं यही लोग सच्चे ईमानदार हैं और (उनका भी हिस्सा है)"
    },
    {
      "verse_number": 9,
      "arabic": "وَٱلَّذِینَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِیمَـٰنَ مِن قَبۡلِهِمۡ یُحِبُّونَ مَنۡ هَاجَرَ إِلَیۡهِمۡ وَلَا یَجِدُونَ فِی صُدُورِهِمۡ حَاجَةࣰ مِّمَّاۤ أُوتُوا۟ وَیُؤۡثِرُونَ عَلَىٰۤ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةࣱۚ وَمَن یُوقَ شُحَّ نَفۡسِهِۦ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ\n",
      "english": "And [also for] those who were settled in al-Madinah and [adopted] the faith before them. They love those who emigrated to them and find not any want in their breasts of what the emigrants were given but give [them] preference over themselves, even though they are in privation. And whoever is protected from the stinginess of his soul - it is those who will be the successful.",
      "hindi": "जो लोग मोहाजेरीन से पहले (हिजरत के) घर (मदीना) में मुक़ीम हैं और ईमान में (मुसतक़िल) रहे और जो लोग हिजरत करके उनके पास आए उनसे मोहब्बत करते हैं और जो कुछ उनको मिला उसके लिए अपने दिलों में कुछ ग़रज़ नहीं पाते और अगरचे अपने ऊपर तंगी ही क्यों न हो दूसरों को अपने नफ्स पर तरजीह देते हैं और जो शख़्श अपने नफ्स की हिर्स से बचा लिया गया तो ऐसे ही लोग अपनी दिली मुरादें पाएँगे"
    },
    {
      "verse_number": 10,
      "arabic": "وَٱلَّذِینَ جَاۤءُو مِنۢ بَعۡدِهِمۡ یَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَ ٰ⁠نِنَا ٱلَّذِینَ سَبَقُونَا بِٱلۡإِیمَـٰنِ وَلَا تَجۡعَلۡ فِی قُلُوبِنَا غِلࣰّا لِّلَّذِینَ ءَامَنُوا۟ رَبَّنَاۤ إِنَّكَ رَءُوفࣱ رَّحِیمٌ\n",
      "english": "And [there is a share for] those who came after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful.\"",
      "hindi": "और उनका भी हिस्सा है और जो लोग उन (मोहाजेरीन) के बाद आए (और) दुआ करते हैं कि परवरदिगारा हमारी और उन लोगों की जो हमसे पहले ईमान ला चुके मग़फेरत कर और मोमिनों की तरफ से हमारे दिलों में किसी तरह का कीना न आने दे परवरदिगार बेशक तू बड़ा शफीक़ निहायत रहम वाला है"
    },
    {
      "verse_number": 11,
      "arabic": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِینَ نَافَقُوا۟ یَقُولُونَ لِإِخۡوَ ٰ⁠نِهِمُ ٱلَّذِینَ كَفَرُوا۟ مِنۡ أَهۡلِ ٱلۡكِتَـٰبِ لَىِٕنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِیعُ فِیكُمۡ أَحَدًا أَبَدࣰا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ یَشۡهَدُ إِنَّهُمۡ لَكَـٰذِبُونَ\n",
      "english": "Have you not considered those who practice hypocrisy, saying to their brothers who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allah testifies that they are liars.",
      "hindi": "क्या तुमने उन मुनाफ़िकों की हालत पर नज़र नहीं की जो अपने काफ़िर भाइयों अहले किताब से कहा करते हैं कि अगर कहीं तुम (घरों से) निकाले गए तो यक़ीन जानों कि हम भी तुम्हारे साथ (ज़रूर) निकल खड़े होंगे और तुम्हारे बारे में कभी किसी की इताअत न करेंगे और अगर तुमसे लड़ाई होगी तो ज़रूर तुम्हारी मदद करेंगे, मगर ख़ुदा बयान किए देता है कि ये लोग यक़ीनन झूठे हैं"
    },
    {
      "verse_number": 12,
      "arabic": "لَىِٕنۡ أُخۡرِجُوا۟ لَا یَخۡرُجُونَ مَعَهُمۡ وَلَىِٕن قُوتِلُوا۟ لَا یَنصُرُونَهُمۡ وَلَىِٕن نَّصَرُوهُمۡ لَیُوَلُّنَّ ٱلۡأَدۡبَـٰرَ ثُمَّ لَا یُنصَرُونَ\n",
      "english": "If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided.",
      "hindi": "अगर कुफ्फ़ार निकाले भी जाएँ तो ये मुनाफेक़ीन उनके साथ न निकलेंगे और अगर उनसे लड़ाई हुई तो उनकी मदद भी न करेंगे और यक़ीनन करेंगे भी तो पीठ फेर कर भाग जाएँगे"
    },
    {
      "verse_number": 13,
      "arabic": "لَأَنتُمۡ أَشَدُّ رَهۡبَةࣰ فِی صُدُورِهِم مِّنَ ٱللَّهِۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ قَوۡمࣱ لَّا یَفۡقَهُونَ\n",
      "english": "You [believers] are more fearful within their breasts than Allah. That is because they are a people who do not understand.",
      "hindi": "फिर उनको कहीं से कुमक भी न मिलेगी (मोमिनों) तुम्हारी हैबत उनके दिलों में ख़ुदा से भी बढ़कर है, ये इस वजह से कि ये लोग समझ नहीं रखते"
    },
    {
      "verse_number": 14,
      "arabic": "لَا یُقَـٰتِلُونَكُمۡ جَمِیعًا إِلَّا فِی قُرࣰى مُّحَصَّنَةٍ أَوۡ مِن وَرَاۤءِ جُدُرِۭۚ بَأۡسُهُم بَیۡنَهُمۡ شَدِیدࣱۚ تَحۡسَبُهُمۡ جَمِیعࣰا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ قَوۡمࣱ لَّا یَعۡقِلُونَ\n",
      "english": "They will not fight you all except within fortified cities or from behind walls. Their violence among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason.",
      "hindi": "ये सब के सब मिलकर भी तुमसे नहीं लड़ सकते, मगर हर तरफ से महफूज़ बस्तियों में या (शहर पनाह की) दीवारों की आड़ में इनकी आपस में तो बड़ी धाक है कि तुम ख्याल करोगे कि सब के सब (एक जान) हैं मगर उनके दिल एक दूसरे से फटे हुए हैं ये इस वजह से कि ये लोग बेअक्ल हैं"
    },
    {
      "verse_number": 15,
      "arabic": "كَمَثَلِ ٱلَّذِینَ مِن قَبۡلِهِمۡ قَرِیبࣰاۖ ذَاقُوا۟ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِیمࣱ\n",
      "english": "[Theirs is] like the example of those shortly before them: they tasted the bad consequence of their affair, and they will have a painful punishment.",
      "hindi": "उनका हाल उन लोगों का सा है जो उनसे कुछ ही पेशतर अपने कामों की सज़ा का मज़ा चख चुके हैं और उनके लिए दर्दनाक अज़ाब है"
    },
    {
      "verse_number": 16,
      "arabic": "كَمَثَلِ ٱلشَّیۡطَـٰنِ إِذۡ قَالَ لِلۡإِنسَـٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّی بَرِیۤءࣱ مِّنكَ إِنِّیۤ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَـٰلَمِینَ\n",
      "english": "[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allah, Lord of the worlds.\"",
      "hindi": "(मुनाफ़िकों) की मिसाल शैतान की सी है कि इन्सान से कहता रहा कि काफ़िर हो जाओ, फिर जब वह काफ़िर हो गया तो कहने लगा मैं तुमसे बेज़ार हूँ मैं सारे जहाँ के परवरदिगार से डरता हूँ"
    },
    {
      "verse_number": 17,
      "arabic": "فَكَانَ عَـٰقِبَتَهُمَاۤ أَنَّهُمَا فِی ٱلنَّارِ خَـٰلِدَیۡنِ فِیهَاۚ وَذَ ٰ⁠لِكَ جَزَ ٰ⁠ۤؤُا۟ ٱلظَّـٰلِمِینَ\n",
      "english": "So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrong-doers.",
      "hindi": "तो दोनों का नतीजा ये हुआ कि दोनों दोज़ख़ में (डाले) जाएँगे और उसमें हमेशा रहेंगे और यही तमाम ज़ालिमों की सज़ा है"
    },
    {
      "verse_number": 18,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسࣱ مَّا قَدَّمَتۡ لِغَدࣲۖ وَٱتَّقُوا۟ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِیرُۢ بِمَا تَعۡمَلُونَ\n",
      "english": "O you who have believed, fear Allah. And let every soul look to what it has put forth for tomorrow - and fear Allah. Indeed, Allah is Acquainted with what you do.",
      "hindi": "ऐ ईमानदारों ख़ुदा से डरो, और हर शख़्श को ग़ौर करना चाहिए कि कल क़यामत के वास्ते उसने पहले से क्या भेजा है और ख़ुदा ही से डरते रहो बेशक जो कुछ तुम करते हो ख़ुदा उससे बाख़बर है"
    },
    {
      "verse_number": 19,
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِینَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡفَـٰسِقُونَ\n",
      "english": "And be not like those who forgot Allah, so He made them forget themselves. Those are the defiantly disobedient.",
      "hindi": "और उन लोगों के जैसे न हो जाओ जो ख़ुदा को भुला बैठे तो ख़ुदा ने उन्हें ऐसा कर दिया कि वह अपने आपको भूल गए यही लोग तो बद किरदार हैं"
    },
    {
      "verse_number": 20,
      "arabic": "لَا یَسۡتَوِیۤ أَصۡحَـٰبُ ٱلنَّارِ وَأَصۡحَـٰبُ ٱلۡجَنَّةِۚ أَصۡحَـٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَاۤىِٕزُونَ\n",
      "english": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success].",
      "hindi": "जहन्नुमी और जन्नती किसी तरह बराबर नहीं हो सकते जन्नती लोग ही तो कामयाबी हासिल करने वाले हैं"
    },
    {
      "verse_number": 21,
      "arabic": "لَوۡ أَنزَلۡنَا هَـٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلࣲ لَّرَأَیۡتَهُۥ خَـٰشِعࣰا مُّتَصَدِّعࣰا مِّنۡ خَشۡیَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَـٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ یَتَفَكَّرُونَ\n",
      "english": "If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought.",
      "hindi": "अगर हम इस क़ुरान को किसी पहाड़ पर (भी) नाज़िल करते तो तुम उसको देखते कि ख़ुदा के डर से झुका और फटा जाता है ये मिसालें हम लोगों (के समझाने) के लिए बयान करते हैं ताकि वह ग़ौर करें"
    },
    {
      "verse_number": 22,
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِی لَاۤ إِلَـٰهَ إِلَّا هُوَۖ عَـٰلِمُ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِۖ هُوَ ٱلرَّحۡمَـٰنُ ٱلرَّحِیمُ\n",
      "english": "He is Allah, other than whom there is no deity, Knower of the unseen and the witnessed. He is the Entirely Merciful, the Especially Merciful.",
      "hindi": "वही ख़ुदा है जिसके सिवा कोई माबूद नहीं, पोशीदा और ज़ाहिर का जानने वाला वही बड़ा मेहरबान निहायत रहम वाला है"
    },
    {
      "verse_number": 23,
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِی لَاۤ إِلَـٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَـٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَیۡمِنُ ٱلۡعَزِیزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَـٰنَ ٱللَّهِ عَمَّا یُشۡرِكُونَ\n",
      "english": "He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him.",
      "hindi": "वही वह ख़ुदा है जिसके सिवा कोई क़ाबिले इबादत नहीं (हक़ीक़ी) बादशाह, पाक ज़ात (हर ऐब से) बरी अमन देने वाला निगेहबान, ग़ालिब ज़बरदस्त बड़ाई वाला ये लोग जिसको (उसका) शरीक ठहराते हैं उससे पाक है"
    },
    {
      "verse_number": 24,
      "arabic": "هُوَ ٱللَّهُ ٱلۡخَـٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَاۤءُ ٱلۡحُسۡنَىٰۚ یُسَبِّحُ لَهُۥ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "He is Allah, the Creator, the Inventor, the Fashioner; to Him belong the best names. Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.",
      "hindi": "वही ख़ुदा (तमाम चीज़ों का ख़ालिक) मुजिद सूरतों का बनाने वाला उसी के अच्छे अच्छे नाम हैं जो चीज़े सारे आसमान व ज़मीन में हैं सब उसी की तसबीह करती हैं, और वही ग़ालिब हिकमत वाला है"
    }
  ]
}