{
  "id": 76,
  "name_simple": "Al-Insan",
  "name_arabic": "الانسان",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَـٰنِ حِینࣱ مِّنَ ٱلدَّهۡرِ لَمۡ یَكُن شَیۡـࣰٔا مَّذۡكُورًا\n",
      "english": "Has there [not] come upon man a period of time when he was not a thing [even] mentioned?",
      "hindi": "बेशक इन्सान पर एक ऐसा वक्त अा चुका है कि वह कोई चीज़ क़ाबिले ज़िक्र न था"
    },
    {
      "verse_number": 2,
      "arabic": "إِنَّا خَلَقۡنَا ٱلۡإِنسَـٰنَ مِن نُّطۡفَةٍ أَمۡشَاجࣲ نَّبۡتَلِیهِ فَجَعَلۡنَـٰهُ سَمِیعَۢا بَصِیرًا\n",
      "english": "Indeed, We created man from a sperm-drop mixture that We may try him; and We made him hearing and seeing.",
      "hindi": "हमने इन्सान को मख़लूत नुत्फे से पैदा किया कि उसे आज़माये तो हमने उसे सुनता देखता बनाया"
    },
    {
      "verse_number": 3,
      "arabic": "إِنَّا هَدَیۡنَـٰهُ ٱلسَّبِیلَ إِمَّا شَاكِرࣰا وَإِمَّا كَفُورًا\n",
      "english": "Indeed, We guided him to the way, be he grateful or be he ungrateful.",
      "hindi": "और उसको रास्ता भी दिखा दिया (अब वह) ख्वाह शुक्र गुज़ार हो ख्वाह नाशुक्रा"
    },
    {
      "verse_number": 4,
      "arabic": "إِنَّاۤ أَعۡتَدۡنَا لِلۡكَـٰفِرِینَ سَلَـٰسِلَا۟ وَأَغۡلَـٰلࣰا وَسَعِیرًا\n",
      "english": "Indeed, We have prepared for the disbelievers chains and shackles and a blaze.",
      "hindi": "हमने काफ़िरों के ज़ंजीरे, तौक और दहकती हुई आग तैयार कर रखी है"
    },
    {
      "verse_number": 5,
      "arabic": "إِنَّ ٱلۡأَبۡرَارَ یَشۡرَبُونَ مِن كَأۡسࣲ كَانَ مِزَاجُهَا كَافُورًا\n",
      "english": "Indeed, the righteous will drink from a cup [of wine] whose mixture is of Kafur,",
      "hindi": "बेशक नेकोकार लोग शराब के वह सागर पियेंगे जिसमें काफूर की आमेज़िश होगी ये एक चश्मा है जिसमें से ख़ुदा के (ख़ास) बन्दे पियेंगे"
    },
    {
      "verse_number": 6,
      "arabic": "عَیۡنࣰا یَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ یُفَجِّرُونَهَا تَفۡجِیرࣰا\n",
      "english": "A spring of which the [righteous] servants of Allah will drink; they will make it gush forth in force [and abundance].",
      "hindi": "और जहाँ चाहेंगे बहा ले जाएँगे"
    },
    {
      "verse_number": 7,
      "arabic": "یُوفُونَ بِٱلنَّذۡرِ وَیَخَافُونَ یَوۡمࣰا كَانَ شَرُّهُۥ مُسۡتَطِیرࣰا\n",
      "english": "They [are those who] fulfill [their] vows and fear a Day whose evil will be widespread.",
      "hindi": "ये वह लोग हैं जो नज़रें पूरी करते हैं और उस दिन से जिनकी सख्ती हर तरह फैली होगी डरते हैं"
    },
    {
      "verse_number": 8,
      "arabic": "وَیُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِینࣰا وَیَتِیمࣰا وَأَسِیرًا\n",
      "english": "And they give food in spite of love for it to the needy, the orphan, and the captive,",
      "hindi": "और उसकी मोहब्बत में मोहताज और यतीम और असीर को खाना खिलाते हैं"
    },
    {
      "verse_number": 9,
      "arabic": "إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِیدُ مِنكُمۡ جَزَاۤءࣰ وَلَا شُكُورًا\n",
      "english": "[Saying], \"We feed you only for the countenance of Allah. We wish not from you reward or gratitude.",
      "hindi": "(और कहते हैं कि) हम तो तुमको बस ख़ालिस ख़ुदा के लिए खिलाते हैं हम न तुम से बदले के ख़ास्तगार हैं और न शुक्र गुज़ारी के"
    },
    {
      "verse_number": 10,
      "arabic": "إِنَّا نَخَافُ مِن رَّبِّنَا یَوۡمًا عَبُوسࣰا قَمۡطَرِیرࣰا\n",
      "english": "Indeed, We fear from our Lord a Day austere and distressful.\"",
      "hindi": "हमको तो अपने परवरदिगार से उस दिन का डर है जिसमें मुँह बन जाएँगे (और) चेहरे पर हवाइयाँ उड़ती होंगी"
    },
    {
      "verse_number": 11,
      "arabic": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَ ٰ⁠لِكَ ٱلۡیَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةࣰ وَسُرُورࣰا\n",
      "english": "So Allah will protect them from the evil of that Day and give them radiance and happiness",
      "hindi": "तो ख़ुदा उन्हें उस दिन की तकलीफ़ से बचा लेगा और उनको ताज़गी और ख़ुशदिली अता फरमाएगा"
    },
    {
      "verse_number": 12,
      "arabic": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةࣰ وَحَرِیرࣰا\n",
      "english": "And will reward them for what they patiently endured [with] a garden [in Paradise] and silk [garments].",
      "hindi": "और उनके सब्र के बदले (बेहिश्त के) बाग़ और रेशम (की पोशाक) अता फ़रमाएगा"
    },
    {
      "verse_number": 13,
      "arabic": "مُّتَّكِـِٔینَ فِیهَا عَلَى ٱلۡأَرَاۤىِٕكِۖ لَا یَرَوۡنَ فِیهَا شَمۡسࣰا وَلَا زَمۡهَرِیرࣰا\n",
      "english": "[They will be] reclining therein on adorned couches. They will not see therein any [burning] sun or [freezing] cold.",
      "hindi": "वहाँ वह तख्तों पर तकिए लगाए (बैठे) होंगे न वहाँ (आफताब की) धूप देखेंगे और न शिद्दत की सर्दी"
    },
    {
      "verse_number": 14,
      "arabic": "وَدَانِیَةً عَلَیۡهِمۡ ظِلَـٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِیلࣰا\n",
      "english": "And near above them are its shades, and its [fruit] to be picked will be lowered in compliance.",
      "hindi": "और घने दरख्तों के साए उन पर झुके हुए होंगे और मेवों के गुच्छे उनके बहुत क़रीब हर तरह उनके एख्तेयार में"
    },
    {
      "verse_number": 15,
      "arabic": "وَیُطَافُ عَلَیۡهِم بِـَٔانِیَةࣲ مِّن فِضَّةࣲ وَأَكۡوَابࣲ كَانَتۡ قَوَارِیرَا۠\n",
      "english": "And there will be circulated among them vessels of silver and cups having been [created] clear [as glass],",
      "hindi": "और उनके सामने चाँदी के साग़र और शीशे के निहायत शफ्फ़ाफ़ गिलास का दौर चल रहा होगा"
    },
    {
      "verse_number": 16,
      "arabic": "قَوَارِیرَا۟ مِن فِضَّةࣲ قَدَّرُوهَا تَقۡدِیرࣰا\n",
      "english": "Clear glasses [made] from silver of which they have determined the measure.",
      "hindi": "और शीशे भी (काँच के नहीं) चाँदी के जो ठीक अन्दाज़े के मुताबिक बनाए गए हैं"
    },
    {
      "verse_number": 17,
      "arabic": "وَیُسۡقَوۡنَ فِیهَا كَأۡسࣰا كَانَ مِزَاجُهَا زَنجَبِیلًا\n",
      "english": "And they will be given to drink a cup [of wine] whose mixture is of ginger",
      "hindi": "और वहाँ उन्हें ऐसी शराब पिलाई जाएगी जिसमें जनजबील (के पानी) की आमेज़िश होगी"
    },
    {
      "verse_number": 18,
      "arabic": "عَیۡنࣰا فِیهَا تُسَمَّىٰ سَلۡسَبِیلࣰا\n",
      "english": "[From] a fountain within Paradise named Salsabeel.",
      "hindi": "ये बेहश्त में एक चश्मा है जिसका नाम सलसबील है"
    },
    {
      "verse_number": 19,
      "arabic": "۞ وَیَطُوفُ عَلَیۡهِمۡ وِلۡدَ ٰ⁠نࣱ مُّخَلَّدُونَ إِذَا رَأَیۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤࣰا مَّنثُورࣰا\n",
      "english": "There will circulate among them young boys made eternal. When you see them, you would think them [as beautiful as] scattered pearls.",
      "hindi": "और उनके सामने हमेशा एक हालत पर रहने वाले नौजवाल लड़के चक्कर लगाते होंगे कि जब तुम उनको देखो तो समझो कि बिखरे हुए मोती हैं"
    },
    {
      "verse_number": 20,
      "arabic": "وَإِذَا رَأَیۡتَ ثَمَّ رَأَیۡتَ نَعِیمࣰا وَمُلۡكࣰا كَبِیرًا\n",
      "english": "And when you look there [in Paradise], you will see pleasure and great dominion.",
      "hindi": "और जब तुम वहाँ निगाह उठाओगे तो हर तरह की नेअमत और अज़ीमुश शान सल्तनत देखोगे"
    },
    {
      "verse_number": 21,
      "arabic": "عَـٰلِیَهُمۡ ثِیَابُ سُندُسٍ خُضۡرࣱ وَإِسۡتَبۡرَقࣱۖ وَحُلُّوۤا۟ أَسَاوِرَ مِن فِضَّةࣲ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابࣰا طَهُورًا\n",
      "english": "Upon the inhabitants will be green garments of fine silk and brocade. And they will be adorned with bracelets of silver, and their Lord will give them a purifying drink.",
      "hindi": "उनके ऊपर सब्ज़ क्रेब और अतलस की पोशाक होगी और उन्हें चाँदी के कंगन पहनाए जाएँगे और उनका परवरदिगार उन्हें निहायत पाकीज़ा शराब पिलाएगा"
    },
    {
      "verse_number": 22,
      "arabic": "إِنَّ هَـٰذَا كَانَ لَكُمۡ جَزَاۤءࣰ وَكَانَ سَعۡیُكُم مَّشۡكُورًا\n",
      "english": "[And it will be said], \"Indeed, this is for you a reward, and your effort has been appreciated.\"",
      "hindi": "ये यक़ीनी तुम्हारे लिए होगा और तुम्हारी (कारगुज़ारियों के) सिले में और तुम्हारी कोशिश क़ाबिले शुक्र गुज़ारी है"
    },
    {
      "verse_number": 23,
      "arabic": "إِنَّا نَحۡنُ نَزَّلۡنَا عَلَیۡكَ ٱلۡقُرۡءَانَ تَنزِیلࣰا\n",
      "english": "Indeed, it is We who have sent down to you, [O Muhammad], the Qur'an progressively.",
      "hindi": "(ऐ रसूल) हमने तुम पर क़ुरान को रफ्ता रफ्ता करके नाज़िल किया"
    },
    {
      "verse_number": 24,
      "arabic": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورࣰا\n",
      "english": "So be patient for the decision of your Lord and do not obey from among them a sinner or ungrateful [disbeliever].",
      "hindi": "तो तुम अपने परवरदिगार के हुक्म के इन्तज़ार में सब्र किए रहो और उन लोगों में से गुनाहगार और नाशुक्रे की पैरवी न करना"
    },
    {
      "verse_number": 25,
      "arabic": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةࣰ وَأَصِیلࣰا\n",
      "english": "And mention the name of your Lord [in prayer] morning and evening",
      "hindi": "सुबह शाम अपने परवरदिगार का नाम लेते रहो"
    },
    {
      "verse_number": 26,
      "arabic": "وَمِنَ ٱلَّیۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَیۡلࣰا طَوِیلًا\n",
      "english": "And during the night prostrate to Him and exalt Him a long [part of the] night.",
      "hindi": "और कुछ रात गए उसका सजदा करो और बड़ी रात तक उसकी तस्बीह करते रहो"
    },
    {
      "verse_number": 27,
      "arabic": "إِنَّ هَـٰۤؤُلَاۤءِ یُحِبُّونَ ٱلۡعَاجِلَةَ وَیَذَرُونَ وَرَاۤءَهُمۡ یَوۡمࣰا ثَقِیلࣰا\n",
      "english": "Indeed, these [disbelievers] love the immediate and leave behind them a grave Day.",
      "hindi": "ये लोग यक़ीनन दुनिया को पसन्द करते हैं और बड़े भारी दिन को अपने पसे पुश्त छोड़ बैठे हैं"
    },
    {
      "verse_number": 28,
      "arabic": "نَّحۡنُ خَلَقۡنَـٰهُمۡ وَشَدَدۡنَاۤ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَاۤ أَمۡثَـٰلَهُمۡ تَبۡدِیلًا\n",
      "english": "We have created them and strengthened their forms, and when We will, We can change their likenesses with [complete] alteration.",
      "hindi": "हमने उनको पैदा किया और उनके आज़ा को मज़बूत बनाया और अगर हम चाहें तो उनके बदले उन्हीं के जैसे लोग ले आएँ"
    },
    {
      "verse_number": 29,
      "arabic": "إِنَّ هَـٰذِهِۦ تَذۡكِرَةࣱۖ فَمَن شَاۤءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِیلࣰا\n",
      "english": "Indeed, this is a reminder, so he who wills may take to his Lord a way.",
      "hindi": "बेशक ये कुरान सरासर नसीहत है तो जो शख़्श चाहे अपने परवरदिगार की राह ले"
    },
    {
      "verse_number": 30,
      "arabic": "وَمَا تَشَاۤءُونَ إِلَّاۤ أَن یَشَاۤءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِیمًا حَكِیمࣰا\n",
      "english": "And you do not will except that Allah wills. Indeed, Allah is ever Knowing and Wise.",
      "hindi": "और जब तक ख़ुदा को मंज़ूर न हो तुम लोग कुछ भी चाह नहीं सकते बेशक ख़ुदा बड़ा वाक़िफकार दाना है"
    },
    {
      "verse_number": 31,
      "arabic": "یُدۡخِلُ مَن یَشَاۤءُ فِی رَحۡمَتِهِۦۚ وَٱلظَّـٰلِمِینَ أَعَدَّ لَهُمۡ عَذَابًا أَلِیمَۢا\n",
      "english": "He admits whom He wills into His mercy; but the wrongdoers - He has prepared for them a painful punishment.",
      "hindi": "जिसको चाहे अपनी रहमत में दाख़िल कर ले और ज़ालिमों के वास्ते उसने दर्दनाक अज़ाब तैयार कर रखा है"
    }
  ]
}