{
  "id": 17,
  "name_simple": "Al-Isra",
  "name_arabic": "الإسراء",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ سُبۡحَـٰنَ ٱلَّذِیۤ أَسۡرَىٰ بِعَبۡدِهِۦ لَیۡلࣰا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِی بَـٰرَكۡنَا حَوۡلَهُۥ لِنُرِیَهُۥ مِنۡ ءَایَـٰتِنَاۤۚ إِنَّهُۥ هُوَ ٱلسَّمِیعُ ٱلۡبَصِیرُ\n",
      "english": "Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa, whose surroundings We have blessed, to show him of Our signs. Indeed, He is the Hearing, the Seeing.",
      "hindi": "वह ख़ुदा (हर ऐब से) पाक व पाकीज़ा है जिसने अपने बन्दों को रातों रात मस्जिदुल हराम (ख़ान ऐ काबा) से मस्जिदुल अक़सा (आसमानी मस्जिद) तक की सैर कराई जिसके चौगिर्द हमने हर किस्म की बरकत मुहय्या कर रखी हैं ताकि हम उसको (अपनी कुदरत की) निशानियाँ दिखाए इसमें शक़ नहीं कि (वह सब कुछ) सुनता (और) देखता है"
    },
    {
      "verse_number": 2,
      "arabic": "وَءَاتَیۡنَا مُوسَى ٱلۡكِتَـٰبَ وَجَعَلۡنَـٰهُ هُدࣰى لِّبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِی وَكِیلࣰا\n",
      "english": "And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs,",
      "hindi": "और हमने मूसा को किताब (तौरैत) अता की और उस को बनी इसराईल की रहनुमा क़रार दिया (और हुक्म दे दिया) कि ऐ उन लोगों की औलाद जिन्हें हम ने नूह के साथ कश्ती में सवार किया था"
    },
    {
      "verse_number": 3,
      "arabic": "ذُرِّیَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدࣰا شَكُورࣰا\n",
      "english": "O descendants of those We carried [in the ship] with Noah. Indeed, he was a grateful servant.",
      "hindi": "मेरे सिवा किसी को अपना कारसाज़ न बनाना बेशक नूह बड़ा शुक्र गुज़ार बन्दा था"
    },
    {
      "verse_number": 4,
      "arabic": "وَقَضَیۡنَاۤ إِلَىٰ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ فِی ٱلۡكِتَـٰبِ لَتُفۡسِدُنَّ فِی ٱلۡأَرۡضِ مَرَّتَیۡنِ وَلَتَعۡلُنَّ عُلُوࣰّا كَبِیرࣰا\n",
      "english": "And We conveyed to the Children of Israel in the Scripture that, \"You will surely cause corruption on the earth twice, and you will surely reach [a degree of] great haughtiness.",
      "hindi": "और हमने बनी इसराईल से इसी किताब (तौरैत) में साफ साफ बयान कर दिया था कि तुम लोग रुए ज़मीन पर दो मरतबा ज़रुर फसाद फैलाओगे और बड़ी सरकशी करोगे"
    },
    {
      "verse_number": 5,
      "arabic": "فَإِذَا جَاۤءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَیۡكُمۡ عِبَادࣰا لَّنَاۤ أُو۟لِی بَأۡسࣲ شَدِیدࣲ فَجَاسُوا۟ خِلَـٰلَ ٱلدِّیَارِۚ وَكَانَ وَعۡدࣰا مَّفۡعُولࣰا\n",
      "english": "So when the [time of] promise came for the first of them, We sent against you servants of Ours - those of great military might, and they probed [even] into the homes, and it was a promise fulfilled.",
      "hindi": "फिर जब उन दो फसादों में पहले का वक्त अा पहुँचा तो हमने तुम पर कुछ अपने बन्दों (नजतुलनस्र) और उसकी फौज को मुसल्लत (ग़ालिब) कर दिया जो बड़े सख्त लड़ने वाले थे तो वह लोग तुम्हारे घरों के अन्दर घुसे (और खूब क़त्ल व ग़ारत किया) और ख़ुदा के अज़ाब का वायदा जो पूरा होकर रहा"
    },
    {
      "verse_number": 6,
      "arabic": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَیۡهِمۡ وَأَمۡدَدۡنَـٰكُم بِأَمۡوَ ٰ⁠لࣲ وَبَنِینَ وَجَعَلۡنَـٰكُمۡ أَكۡثَرَ نَفِیرًا\n",
      "english": "Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower",
      "hindi": "फिर हमने तुमको दोबारा उन पर ग़लबा देकर तुम्हारे दिन फेरे और माल से और बेटों से तुम्हारी मदद की और तुमको बड़े जत्थे वाला बना दिया"
    },
    {
      "verse_number": 7,
      "arabic": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَاۤءَ وَعۡدُ ٱلۡـَٔاخِرَةِ لِیَسُـࣳۤـُٔوا۟ وُجُوهَكُمۡ وَلِیَدۡخُلُوا۟ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةࣲ وَلِیُتَبِّرُوا۟ مَا عَلَوۡا۟ تَتۡبِیرًا\n",
      "english": "[And said], \"If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves.\" Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction.",
      "hindi": "अगर तुम अच्छे काम करोगे तो अपने फायदे के लिए अच्छे काम करोगे और अगर तुम बुरे काम करोगे तो (भी) अपने ही लिए फिर जब दूसरे वक्त क़ा वायदा आ पहुँचा तो (हमने तैतूस रोगी को तुम पर मुसल्लत किया) ताकि वह लोग (मारते मारते) तुम्हारे चेहरे बिगाड़ दें (कि पहचाने न जाओ) और जिस तरह पहली दफा मस्जिद बैतुल मुक़द्दस में घुस गये थे उसी तरह फिर घुस पड़ें और जिस चीज़ पर क़ाबू पाए खूब अच्छी तरह बरबाद कर दी"
    },
    {
      "verse_number": 8,
      "arabic": "عَسَىٰ رَبُّكُمۡ أَن یَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَـٰفِرِینَ حَصِیرًا\n",
      "english": "[Then Allah said], \"It is expected, [if you repent], that your Lord will have mercy upon you. But if you return [to sin], We will return [to punishment]. And We have made Hell, for the disbelievers, a prison-bed.\"",
      "hindi": "(अब भी अगर तुम चैन से रहो तो) उम्मीद है कि तुम्हारा परवरदिगार तुम पर तरस खाए और अगर (कहीं) वही शरारत करोगे तो हम भी फिर पकड़ेंगे और हमने तो काफिरों के लिए जहन्नुम को क़ैद खाना बना ही रखा है"
    },
    {
      "verse_number": 9,
      "arabic": "إِنَّ هَـٰذَا ٱلۡقُرۡءَانَ یَهۡدِی لِلَّتِی هِیَ أَقۡوَمُ وَیُبَشِّرُ ٱلۡمُؤۡمِنِینَ ٱلَّذِینَ یَعۡمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمۡ أَجۡرࣰا كَبِیرࣰا\n",
      "english": "Indeed, this Qur'an guides to that which is most suitable and gives good tidings to the believers who do righteous deeds that they will have a great reward.",
      "hindi": "इसमें शक़ नहीं कि ये क़ुरान उस राह की हिदायत करता है जो सबसे ज्यादा सीधी है और जो ईमानदार अच्छे अच्छे काम करते हैं उनको ये खुशख़बरी देता है कि उनके लिए बहुत बड़ा अज्र और सवाब (मौजूद) है"
    },
    {
      "verse_number": 10,
      "arabic": "وَأَنَّ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِیمࣰا\n",
      "english": "And that those who do not believe in the Hereafter - We have prepared for them a painful punishment.",
      "hindi": "और ये भी कि बेशक जो लोग आख़िरत पर ईमान नहीं रखते हैं उनके लिए हमने दर्दनाक अज़ाब तैयार कर रखा है"
    },
    {
      "verse_number": 11,
      "arabic": "وَیَدۡعُ ٱلۡإِنسَـٰنُ بِٱلشَّرِّ دُعَاۤءَهُۥ بِٱلۡخَیۡرِۖ وَكَانَ ٱلۡإِنسَـٰنُ عَجُولࣰا\n",
      "english": "And man supplicates for evil as he supplicates for good, and man is ever hasty.",
      "hindi": "और आदमी कभी (आजिज़ होकर अपने हक़ में) बुराई (अज़ाब वग़ैरह की दुआ) इस तरह माँगता है जिस तरह अपने लिए भलाई की दुआ करता है और आदमी तो बड़ा जल्दबाज़ है"
    },
    {
      "verse_number": 12,
      "arabic": "وَجَعَلۡنَا ٱلَّیۡلَ وَٱلنَّهَارَ ءَایَتَیۡنِۖ فَمَحَوۡنَاۤ ءَایَةَ ٱلَّیۡلِ وَجَعَلۡنَاۤ ءَایَةَ ٱلنَّهَارِ مُبۡصِرَةࣰ لِّتَبۡتَغُوا۟ فَضۡلࣰا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُوا۟ عَدَدَ ٱلسِّنِینَ وَٱلۡحِسَابَۚ وَكُلَّ شَیۡءࣲ فَصَّلۡنَـٰهُ تَفۡصِیلࣰا\n",
      "english": "And We have made the night and day two signs, and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail.",
      "hindi": "और हमने रात और दिन को (अपनी क़ुदरत की) दो निशानियाँ क़रार दिया फिर हमने रात की निशानी (चाँद) को धुँधला बनाया और दिन की निशानी (सूरज) को रौशन बनाया (कि सब चीज़े दिखाई दें) ताकि तुम लोग अपने परवरदिगार का फज़ल ढूँढते फिरों और ताकि तुम बरसों की गिनती और हिसाब को जानो (बूझों) और हमने हर चीज़ को खूब अच्छी तरह तफसील से बयान कर दिया है"
    },
    {
      "verse_number": 13,
      "arabic": "وَكُلَّ إِنسَـٰنٍ أَلۡزَمۡنَـٰهُ طَـٰۤىِٕرَهُۥ فِی عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ یَوۡمَ ٱلۡقِیَـٰمَةِ كِتَـٰبࣰا یَلۡقَىٰهُ مَنشُورًا\n",
      "english": "And [for] every person We have imposed his fate upon his neck, and We will produce for him on the Day of Resurrection a record which he will encounter spread open.",
      "hindi": "और हमने हर आदमी के नामए अमल को उसके गले का हार बना दिया है (कि उसकी किस्मत उसके साथ रहे) और क़यामत के दिन हम उसे उसके सामने निकल के रख देगें कि वह उसको एक खुली हुई किताब अपने रुबरु पाएगा"
    },
    {
      "verse_number": 14,
      "arabic": "ٱقۡرَأۡ كِتَـٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡیَوۡمَ عَلَیۡكَ حَسِیبࣰا\n",
      "english": "[It will be said], \"Read your record. Sufficient is yourself against you this Day as accountant.\"",
      "hindi": "और हम उससे कहेंगें कि अपना नामए अमल पढ़ले और आज अपने हिसाब के लिए तू आप ही काफी हैं"
    },
    {
      "verse_number": 15,
      "arabic": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا یَهۡتَدِی لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا یَضِلُّ عَلَیۡهَاۚ وَلَا تَزِرُ وَازِرَةࣱ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِینَ حَتَّىٰ نَبۡعَثَ رَسُولࣰا\n",
      "english": "Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger.",
      "hindi": "जो शख़्श रुबरु होता है तो बस अपने फायदे के लिए यह पर आता है और जो शख़्श गुमराह होता है तो उसने भटक कर अपना आप बिगाड़ा और कोई शख़्श किसी दूसरे (के गुनाह) का बोझ अपने सर नहीं लेगा और हम तो जब तक रसूल को भेजकर तमाम हुज्जत न कर लें किसी पर अज़ाब नहीं किया करते"
    },
    {
      "verse_number": 16,
      "arabic": "وَإِذَاۤ أَرَدۡنَاۤ أَن نُّهۡلِكَ قَرۡیَةً أَمَرۡنَا مُتۡرَفِیهَا فَفَسَقُوا۟ فِیهَا فَحَقَّ عَلَیۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَـٰهَا تَدۡمِیرࣰا\n",
      "english": "And when We intend to destroy a city, We command its affluent but they defiantly disobey therein; so the word comes into effect upon it, and We destroy it with [complete] destruction.",
      "hindi": "और हमको जब किसी बस्ती का वीरान करना मंज़ूर होता है तो हम वहाँ के खुशहालों को (इताअत का) हुक्म देते हैं तो वह लोग उसमें नाफरमानियाँ करने लगे तब वह बस्ती अज़ाब की मुस्तहक़ होगी उस वक्त हमने उसे अच्छी तरह तबाह व बरबाद कर दिया"
    },
    {
      "verse_number": 17,
      "arabic": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحࣲۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِیرَۢا بَصِیرࣰا\n",
      "english": "And how many have We destroyed from the generations after Noah. And sufficient is your Lord, concerning the sins of His servants, as Acquainted and Seeing.",
      "hindi": "और नूह के बाद से (उस वक्त तक) हमने कितनी उम्मतों को हलाक कर मारा और (ऐ रसूल) तुम्हारा परवरदिगार अपने बन्दों के गुनाहों को जानने और देखने के लिए काफी है"
    },
    {
      "verse_number": 18,
      "arabic": "مَّن كَانَ یُرِیدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِیهَا مَا نَشَاۤءُ لِمَن نُّرِیدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ یَصۡلَىٰهَا مَذۡمُومࣰا مَّدۡحُورࣰا\n",
      "english": "Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished.",
      "hindi": "(और गवाह याहिद की ज़रुरत नहीं) और जो शख़्श दुनिया का ख्वाहाँ हो तो हम जिसे चाहते और जो चाहते हैं उसी दुनिया में सिरदस्त (फ़ौरन) उसे अता करते हैं (मगर) फिर हमने उसके लिए तो जहन्नुम ठहरा ही रखा है कि वह उसमें बुरी हालत से रौंदा हुआ दाख़िल होगा"
    },
    {
      "verse_number": 19,
      "arabic": "وَمَنۡ أَرَادَ ٱلۡـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعۡیَهَا وَهُوَ مُؤۡمِنࣱ فَأُو۟لَـٰۤىِٕكَ كَانَ سَعۡیُهُم مَّشۡكُورࣰا\n",
      "english": "But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allah].",
      "hindi": "और जो शख़्श आख़िर का मुतमइनी हो और उसके लिए खूब जैसी चाहिए कोशिश भी की और वह ईमानदार भी है तो यही वह लोग हैं जिनकी कोशिश मक़बूल होगी"
    },
    {
      "verse_number": 20,
      "arabic": "كُلࣰّا نُّمِدُّ هَـٰۤؤُلَاۤءِ وَهَـٰۤؤُلَاۤءِ مِنۡ عَطَاۤءِ رَبِّكَۚ وَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحۡظُورًا\n",
      "english": "To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted.",
      "hindi": "(ऐ रसूल) उनको (ग़रज़ सबको) हम ही तुम्हारे परवरदिगार की (अपनी) बख़्शिस से मदद देते हैं और तुम्हारे परवरदिगार की बख़्शिस तो (आम है) किसी पर बन्द नहीं"
    },
    {
      "verse_number": 21,
      "arabic": "ٱنظُرۡ كَیۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضࣲۚ وَلَلۡـَٔاخِرَةُ أَكۡبَرُ دَرَجَـٰتࣲ وَأَكۡبَرُ تَفۡضِیلࣰا\n",
      "english": "Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction.",
      "hindi": "(ऐ रसूल) ज़रा देखो तो कि हमने बाज़ लोगों को बाज़ पर कैसी फज़ीलत दी है और आख़िरत के दर्जे तो यक़ीनन (यहाँ से) कहीं बढ़के है और वहाँ की फज़ीलत भी तो कैसी बढ़ कर है"
    },
    {
      "verse_number": 22,
      "arabic": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومࣰا مَّخۡذُولࣰا\n",
      "english": "Do not make [as equal] with Allah another deity and [thereby] become censured and forsaken.",
      "hindi": "और देखो कहीं ख़ुदा के साथ दूसरे को (उसका) शरीक न बनाना वरना तुम बुरे हाल में ज़लील रुसवा बैठै के बैठें रह जाओगे"
    },
    {
      "verse_number": 23,
      "arabic": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوۤا۟ إِلَّاۤ إِیَّاهُ وَبِٱلۡوَ ٰ⁠لِدَیۡنِ إِحۡسَـٰنًاۚ إِمَّا یَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَاۤ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَاۤ أُفࣲّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلࣰا كَرِیمࣰا\n",
      "english": "And your Lord has decreed that you not worship except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], \"uff,\" and do not repel them but speak to them a noble word.",
      "hindi": "और तुम्हारे परवरदिगार ने तो हुक्म ही दिया है कि उसके सिवा किसी दूसरे की इबादत न करना और माँ बाप से नेकी करना अगर उनमें से एक या दोनों तेरे सामने बुढ़ापे को पहुँचे (और किसी बात पर खफा हों) तो (ख़बरदार उनके जवाब में उफ तक) न कहना और न उनको झिड़कना और जो कुछ कहना सुनना हो तो बहुत अदब से कहा करो"
    },
    {
      "verse_number": 24,
      "arabic": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّیَانِی صَغِیرࣰا\n",
      "english": "And lower to them the wing of humility out of mercy and say, \"My Lord, have mercy upon them as they brought me up [when I was] small.\"",
      "hindi": "और उनके सामने नियाज़ (रहमत) से ख़ाकसारी का पहलू झुकाए रखो और उनके हक़ में दुआ करो कि मेरे पालने वाले जिस तरह इन दोनों ने मेरे छोटेपन में मेरी मेरी परवरिश की है"
    },
    {
      "verse_number": 25,
      "arabic": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِی نُفُوسِكُمۡۚ إِن تَكُونُوا۟ صَـٰلِحِینَ فَإِنَّهُۥ كَانَ لِلۡأَوَّ ٰ⁠بِینَ غَفُورࣰا\n",
      "english": "Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever, to the often returning [to Him], Forgiving.",
      "hindi": "इसी तरह तू भी इन पर रहम फरमा तुम्हारे दिल की बात तुम्हारा परवरदिगार ख़ूब जानता है अगर तुम (वाक़ई) नेक होगे और भूले से उनकी ख़ता की है तो वह तुमको बख्श देगा क्योंकि वह तो तौबा करने वालों का बड़ा बख़शने वाला है"
    },
    {
      "verse_number": 26,
      "arabic": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِینَ وَٱبۡنَ ٱلسَّبِیلِ وَلَا تُبَذِّرۡ تَبۡذِیرًا\n",
      "english": "And give the relative his right, and [also] the poor and the traveler, and do not spend wastefully.",
      "hindi": "और क़राबतदारों और मोहताज और परदेसी को उनका हक़ दे दो और ख़बरदार फुज़ूल ख़र्ची मत किया करो"
    },
    {
      "verse_number": 27,
      "arabic": "إِنَّ ٱلۡمُبَذِّرِینَ كَانُوۤا۟ إِخۡوَ ٰ⁠نَ ٱلشَّیَـٰطِینِۖ وَكَانَ ٱلشَّیۡطَـٰنُ لِرَبِّهِۦ كَفُورࣰا\n",
      "english": "Indeed, the wasteful are brothers of the devils, and ever has Satan been to his Lord ungrateful.",
      "hindi": "क्योंकि फुज़ूलख़र्ची करने वाले यक़ीनन शैतानों के भाई है और शैतान अपने परवरदिगार का बड़ा नाशुक्री करने वाला है"
    },
    {
      "verse_number": 28,
      "arabic": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَاۤءَ رَحۡمَةࣲ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلࣰا مَّیۡسُورࣰا\n",
      "english": "And if you [must] turn away from the needy awaiting mercy from your Lord which you expect, then speak to them a gentle word.",
      "hindi": "और तुमको अपने परवरदिगार के फज़ल व करम के इन्तज़ार में जिसकी तुम को उम्मीद हो (मजबूरन) उन (ग़रीबों) से मुँह मोड़ना पड़े तो नरमी से उनको समझा दो"
    },
    {
      "verse_number": 29,
      "arabic": "وَلَا تَجۡعَلۡ یَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومࣰا مَّحۡسُورًا\n",
      "english": "And do not make your hand [as] chained to your neck or extend it completely and [thereby] become blamed and insolvent.",
      "hindi": "और अपने हाथ को न तो गर्दन से बँधा हुआ (बहुत तंग) कर लो (कि किसी को कुछ दो ही नहीं) और न बिल्कुल खोल दो कि सब कुछ दे डालो और आख़िर तुम को मलामत ज़दा हसरत से बैठना पड़े"
    },
    {
      "verse_number": 30,
      "arabic": "إِنَّ رَبَّكَ یَبۡسُطُ ٱلرِّزۡقَ لِمَن یَشَاۤءُ وَیَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِیرَۢا بَصِیرࣰا\n",
      "english": "Indeed, your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever, concerning His servants, Acquainted and Seeing.",
      "hindi": "इसमें शक़ नहीं कि तुम्हारा परवरदिगार जिसके लिए चाहता है रोज़ी को फराख़ (बढ़ा) देता है और जिसकी रोज़ी चाहता है तंग रखता है इसमें शक़ नहीं कि वह अपने बन्दों से बहुत बाख़बर और देखभाल रखने वाला है"
    },
    {
      "verse_number": 31,
      "arabic": "وَلَا تَقۡتُلُوۤا۟ أَوۡلَـٰدَكُمۡ خَشۡیَةَ إِمۡلَـٰقࣲۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِیَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـࣰٔا كَبِیرࣰا\n",
      "english": "And do not kill your children for fear of poverty. We provide for them and for you. Indeed, their killing is ever a great sin.",
      "hindi": "और (लोगों) मुफलिसी (ग़रीबी) के ख़ौफ से अपनी औलाद को क़त्ल न करो (क्योंकि) उनको और तुम को (सबको) तो हम ही रोज़ी देते हैं बेशक औलाद का क़त्ल करना बहुत सख्त गुनाह है"
    },
    {
      "verse_number": 32,
      "arabic": "وَلَا تَقۡرَبُوا۟ ٱلزِّنَىٰۤۖ إِنَّهُۥ كَانَ فَـٰحِشَةࣰ وَسَاۤءَ سَبِیلࣰا\n",
      "english": "And do not approach unlawful sexual intercourse. Indeed, it is ever an immorality and is evil as a way.",
      "hindi": "और (देखो) ज़िना के पास भी न फटकना क्योंकि बेशक वह बड़ी बेहयाई का काम है और बहुत बुरा चलन है"
    },
    {
      "verse_number": 33,
      "arabic": "وَلَا تَقۡتُلُوا۟ ٱلنَّفۡسَ ٱلَّتِی حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومࣰا فَقَدۡ جَعَلۡنَا لِوَلِیِّهِۦ سُلۡطَـٰنࣰا فَلَا یُسۡرِف فِّی ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورࣰا\n",
      "english": "And do not kill the soul which Allah has forbidden, except by right. And whoever is killed unjustly - We have given his heir authority, but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law].",
      "hindi": "और जिस जान का मारना ख़ुदा ने हराम कर दिया है उसके क़त्ल न करना मगर जायज़ तौर पर और जो शख़्श नाहक़ मारा जाए तो हमने उसके वारिस को (क़ातिल पर क़सास का क़ाबू दिया है तो उसे चाहिए कि क़त्ल (ख़ून का बदला लेने) में ज्यादती न करे बेशक वह मदद दिया जाएगा"
    },
    {
      "verse_number": 34,
      "arabic": "وَلَا تَقۡرَبُوا۟ مَالَ ٱلۡیَتِیمِ إِلَّا بِٱلَّتِی هِیَ أَحۡسَنُ حَتَّىٰ یَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُوا۟ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولࣰا\n",
      "english": "And do not approach the property of an orphan, except in the way that is best, until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned.",
      "hindi": "(कि क़त्ल ही करे और माफ न करे) और यतीम जब तक जवानी को पहुँचे उसके माल के क़रीब भी न पहुँच जाना मगर हाँ इस तरह पर कि (यतीम के हक़ में) बेहतर हो और एहद को पूरा करो क्योंकि (क़यामत में) एहद की ज़रुर पूछ गछ होगी"
    },
    {
      "verse_number": 35,
      "arabic": "وَأَوۡفُوا۟ ٱلۡكَیۡلَ إِذَا كِلۡتُمۡ وَزِنُوا۟ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِیمِۚ ذَ ٰ⁠لِكَ خَیۡرࣱ وَأَحۡسَنُ تَأۡوِیلࣰا\n",
      "english": "And give full measure when you measure, and weigh with an even balance. That is the best [way] and best in result.",
      "hindi": "और जब नाप तौल कर देना हो तो पैमाने को पूरा भर दिया करो और (जब तौल कर देना हो तो) बिल्कुल ठीक तराजू से तौला करो (मामले में) यही (तरीक़ा) बेहतर है और अन्जाम (भी उसका) अच्छा है"
    },
    {
      "verse_number": 36,
      "arabic": "وَلَا تَقۡفُ مَا لَیۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُو۟لَـٰۤىِٕكَ كَانَ عَنۡهُ مَسۡـُٔولࣰا\n",
      "english": "And do not pursue that of which you have no knowledge. Indeed, the hearing, the sight and the heart - about all those [one] will be questioned.",
      "hindi": "और जिस चीज़ का कि तुम्हें यक़ीन न हो (ख्वाह मा ख्वाह) उसके पीछे न पड़ा करो (क्योंकि) कान और ऑंख और दिल इन सबकी (क़यामत के दिना यक़ीनन बाज़पुर्स होती है)"
    },
    {
      "verse_number": 37,
      "arabic": "وَلَا تَمۡشِ فِی ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولࣰا\n",
      "english": "And do not walk upon the earth exultantly. Indeed, you will never tear the earth [apart], and you will never reach the mountains in height.",
      "hindi": "और (देखो) ज़मीन पर अकड़ कर न चला करो क्योंकि तू (अपने इस धमाके की चाल से) न तो ज़मीन को हरगिज़ फाड़ डालेगा और न (तनकर चलने से) हरगिज़ लम्बाई में पहाड़ों के बराबर पहुँच सकेगा"
    },
    {
      "verse_number": 38,
      "arabic": "كُلُّ ذَ ٰ⁠لِكَ كَانَ سَیِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهࣰا\n",
      "english": "All that - its evil is ever, in the sight of your Lord, detested.",
      "hindi": "(ऐ रसूल) इन सब बातों में से जो बुरी बात है वह तुम्हारे परवरदिगार के नज़दीक नापसन्द है"
    },
    {
      "verse_number": 39,
      "arabic": "ذَ ٰ⁠لِكَ مِمَّاۤ أَوۡحَىٰۤ إِلَیۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتُلۡقَىٰ فِی جَهَنَّمَ مَلُومࣰا مَّدۡحُورًا\n",
      "english": "That is from what your Lord has revealed to you, [O Muhammad], of wisdom. And, [O mankind], do not make [as equal] with Allah another deity, lest you be thrown into Hell, blamed and banished.",
      "hindi": "ये बात तो हिकमत की उन बातों में से जो तुम्हारे परवरदिगार ने तुम्हारे पास 'वही' भेजी और ख़ुदा के साथ कोई दूसरा माबूद न बनाना और न तू मलामत ज़दा राइन्द (धुत्कारा) होकर जहन्नुम में झोंक दिया जाएगा"
    },
    {
      "verse_number": 40,
      "arabic": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِینَ وَٱتَّخَذَ مِنَ ٱلۡمَلَـٰۤىِٕكَةِ إِنَـٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِیمࣰا\n",
      "english": "Then, has your Lord chosen you for [having] sons and taken from among the angels daughters? Indeed, you say a grave saying.",
      "hindi": "(ऐ मुशरेकीन मक्का) क्या तुम्हारे परवरदिगार ने तुम्हें चुन चुन कर बेटे दिए हैं और खुद बेटियाँ ली हैं (यानि) फरिश्ते इसमें शक़ नहीं कि बड़ी (सख्त) बात कहते हो"
    },
    {
      "verse_number": 41,
      "arabic": "وَلَقَدۡ صَرَّفۡنَا فِی هَـٰذَا ٱلۡقُرۡءَانِ لِیَذَّكَّرُوا۟ وَمَا یَزِیدُهُمۡ إِلَّا نُفُورࣰا\n",
      "english": "And We have certainly diversified [the contents] in this Qur'an that mankind may be reminded, but it does not increase the disbelievers except in aversion.",
      "hindi": "और हमने तो इसी क़ुरान में तरह तरह से बयान कर दिया ताकि लोग किसी तरह समझें मगर उससे तो उनकी नफरत ही बढ़ती गई"
    },
    {
      "verse_number": 42,
      "arabic": "قُل لَّوۡ كَانَ مَعَهُۥۤ ءَالِهَةࣱ كَمَا یَقُولُونَ إِذࣰا لَّٱبۡتَغَوۡا۟ إِلَىٰ ذِی ٱلۡعَرۡشِ سَبِیلࣰا\n",
      "english": "Say, [O Muhammad], \"If there had been with Him [other] gods, as they say, then they [each] would have sought to the Owner of the Throne a way.\"",
      "hindi": "(ऐ रसूल उनसे) तुम कह दो कि अगर ख़ुदा के साथ जैसा ये लोग कहते हैं और माबूद भी होते तो अब तक उन माबूदों ने अर्श तक (पहुँचाने की कोई न कोई राह निकाल ली होती)"
    },
    {
      "verse_number": 43,
      "arabic": "سُبۡحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا یَقُولُونَ عُلُوࣰّا كَبِیرࣰا\n",
      "english": "Exalted is He and high above what they say by great sublimity.",
      "hindi": "जो बेहूदा बातें ये लोग (ख़ुदा की निस्बत) कहा करते हैं वह उनसे बहुत बढ़के पाक व पाकीज़ा और बरतर है"
    },
    {
      "verse_number": 44,
      "arabic": "تُسَبِّحُ لَهُ ٱلسَّمَـٰوَ ٰ⁠تُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِیهِنَّۚ وَإِن مِّن شَیۡءٍ إِلَّا یُسَبِّحُ بِحَمۡدِهِۦ وَلَـٰكِن لَّا تَفۡقَهُونَ تَسۡبِیحَهُمۡۚ إِنَّهُۥ كَانَ حَلِیمًا غَفُورࣰا\n",
      "english": "The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [Allah] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving.",
      "hindi": "सातों आसमान और ज़मीन और जो लोग इनमें (सब) उसकी तस्बीह करते हैं और (सारे जहाँन) में कोई चीज़ ऐसी नहीं जो उसकी (हम्द व सना) की तस्बीह न करती हो मगर तुम लोग उनकी तस्बीह नहीं समझते इसमें शक़ नहीं कि वह बड़ा बुर्दबार बख्शने वाला है"
    },
    {
      "verse_number": 45,
      "arabic": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَیۡنَكَ وَبَیۡنَ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِ حِجَابࣰا مَّسۡتُورࣰا\n",
      "english": "And when you recite the Qur'an, We put between you and those who do not believe in the Hereafter a concealed partition.",
      "hindi": "और जब तुम क़ुरान पढ़ते हो तो हम तुम्हारे और उन लोगों के दरमियान जो आख़िरत का यक़ीन नहीं रखते एक गहरा पर्दा डाल देते हैं"
    },
    {
      "verse_number": 46,
      "arabic": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن یَفۡقَهُوهُ وَفِیۤ ءَاذَانِهِمۡ وَقۡرࣰاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِی ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡا۟ عَلَىٰۤ أَدۡبَـٰرِهِمۡ نُفُورࣰا\n",
      "english": "And We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And when you mention your Lord alone in the Qur'an, they turn back in aversion.",
      "hindi": "और (गोया) हम उनके कानों में गरानी पैदा कर देते हैं कि न सुन सकें जब तुम क़ुरान में अपने परवरदिगार का तन्हा ज़िक्र करते हो तो कुफ्फार उलटे पावँ नफरत करके (तुम्हारे पास से) भाग खड़े होते हैं"
    },
    {
      "verse_number": 47,
      "arabic": "نَّحۡنُ أَعۡلَمُ بِمَا یَسۡتَمِعُونَ بِهِۦۤ إِذۡ یَسۡتَمِعُونَ إِلَیۡكَ وَإِذۡ هُمۡ نَجۡوَىٰۤ إِذۡ یَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلࣰا مَّسۡحُورًا\n",
      "english": "We are most knowing of how they listen to it when they listen to you and [of] when they are in private conversation, when the wrongdoers say, \"You follow not but a man affected by magic.\"",
      "hindi": "जब ये लोग तुम्हारी तरफ कान लगाते हैं तो जो कुछ ये ग़ौर से सुनते हैं हम तो खूब जानते हैं और जब ये लोग बाहम कान में बात करते हैं तो उस वक्त ये ज़ालिम (ईमानदारों से) कहते हैं कि तुम तो बस एक (दीवाने) आदमी के पीछे पड़े हो जिस पर किसी ने जादू कर दिया है"
    },
    {
      "verse_number": 48,
      "arabic": "ٱنظُرۡ كَیۡفَ ضَرَبُوا۟ لَكَ ٱلۡأَمۡثَالَ فَضَلُّوا۟ فَلَا یَسۡتَطِیعُونَ سَبِیلࣰا\n",
      "english": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.",
      "hindi": "(ऐ रसूल) ज़रा देखो तो ये कम्बख्त तुम्हारी निस्बत कैसी कैसी फब्तियाँ कहते हैं तो (इसी वजह से) ऐसे गुमराह हुए कि अब (हक़ की) राह किसी तरह पा ही नहीं सकते"
    },
    {
      "verse_number": 49,
      "arabic": "وَقَالُوۤا۟ أَءِذَا كُنَّا عِظَـٰمࣰا وَرُفَـٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقࣰا جَدِیدࣰا\n",
      "english": "And they say, \"When we are bones and crumbled particles, will we [truly] be resurrected as a new creation?\"",
      "hindi": "और ये लोग कहते हैं कि जब हम (मरने के बाद सड़ गल कर) हड्डियाँ रह जाएँगें और रेज़ा रेज़ा हो जाएँगें तो क्या नये सिरे से पैदा करके उठा खड़े किए जाएँगें"
    },
    {
      "verse_number": 50,
      "arabic": "۞ قُلۡ كُونُوا۟ حِجَارَةً أَوۡ حَدِیدًا\n",
      "english": "Say, \"Be you stones or iron",
      "hindi": "(ऐ रसूल) तुम कह दो कि तुम (मरने के बाद) चाहे पत्थर बन जाओ या लोहा या कोई और चीज़ जो तुम्हारे ख्याल में बड़ी (सख्त) हो"
    },
    {
      "verse_number": 51,
      "arabic": "أَوۡ خَلۡقࣰا مِّمَّا یَكۡبُرُ فِی صُدُورِكُمۡۚ فَسَیَقُولُونَ مَن یُعِیدُنَاۖ قُلِ ٱلَّذِی فَطَرَكُمۡ أَوَّلَ مَرَّةࣲۚ فَسَیُنۡغِضُونَ إِلَیۡكَ رُءُوسَهُمۡ وَیَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰۤ أَن یَكُونَ قَرِیبࣰا\n",
      "english": "Or [any] creation of that which is great within your breasts.\" And they will say, \"Who will restore us?\" Say, \"He who brought you forth the first time.\" Then they will nod their heads toward you and say, \"When is that?\" Say, \"Perhaps it will be soon -",
      "hindi": "और उसका ज़िन्दा होना दुश्वार हो वह भी ज़रुर ज़िन्दा हो गई तो ये लोग अनक़रीब ही तुम से पूछेगें भला हमें दोबारा कौन ज़िन्दा करेगा तुम कह दो कि वही (ख़ुदा) जिसने तुमको पहली मरतबा पैदा किया (जब तुम कुछ न थे) इस पर ये लोग तुम्हारे सामने अपने सर मटकाएँगें और कहेगें (अच्छा अगर होगा) तो आख़िर कब तुम कह दो कि बहुत जल्द अनक़रीब ही होगा"
    },
    {
      "verse_number": 52,
      "arabic": "یَوۡمَ یَدۡعُوكُمۡ فَتَسۡتَجِیبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِیلࣰا\n",
      "english": "On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little.\"",
      "hindi": "जिस दिन ख़ुदा तुम्हें (इसराफील के ज़रिए से) बुंलाएगा तो उसकी हम्दो सना करते हुए उसकी तामील करोगे (और क़ब्रों से निकलोगे) और तुम ख्याल करोगे कि (मरने के बाद क़ब्रों में) बहुत ही कम ठहरे"
    },
    {
      "verse_number": 53,
      "arabic": "وَقُل لِّعِبَادِی یَقُولُوا۟ ٱلَّتِی هِیَ أَحۡسَنُۚ إِنَّ ٱلشَّیۡطَـٰنَ یَنزَغُ بَیۡنَهُمۡۚ إِنَّ ٱلشَّیۡطَـٰنَ كَانَ لِلۡإِنسَـٰنِ عَدُوࣰّا مُّبِینࣰا\n",
      "english": "And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy.",
      "hindi": "और (ऐ रसूल) मेरे (सच्चे) बन्दों (मोमिनों से कह दो कि वह (काफिरों से) बात करें तो अच्छे तरीक़े से (सख्त कलामी न करें) क्योंकि शैतान तो (ऐसी ही) बातों से फसाद डलवाता है इसमें तो शक़ ही नहीं कि शैतान आदमी का खुला हुआ दुश्मन है"
    },
    {
      "verse_number": 54,
      "arabic": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن یَشَأۡ یَرۡحَمۡكُمۡ أَوۡ إِن یَشَأۡ یُعَذِّبۡكُمۡۚ وَمَاۤ أَرۡسَلۡنَـٰكَ عَلَیۡهِمۡ وَكِیلࣰا\n",
      "english": "Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muhammad], over them as a manager.",
      "hindi": "तुम्हारा परवरदिगार तुम्हारे हाल से खूब वाक़िफ है अगर चाहेगा तुम पर रहम करेगा और अगर चाहेगा तुम पर अज़ाब करेगा और (ऐ रसूल) हमने तुमको कुछ उन लोगों का ज़िम्मेदार बनाकर नहीं भेजा है"
    },
    {
      "verse_number": 55,
      "arabic": "وَرَبُّكَ أَعۡلَمُ بِمَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِیِّـۧنَ عَلَىٰ بَعۡضࣲۖ وَءَاتَیۡنَا دَاوُۥدَ زَبُورࣰا\n",
      "english": "And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms].",
      "hindi": "और जो लोग आसमानों में है और ज़मीन पर हैं (सब को) तुम्हारा परवरदिगार खूब जानता है और हम ने यक़ीनन बाज़ पैग़म्बरों को बाज़ पर फज़ीलत दी और हम ही ने दाऊद को जूबूर अता की"
    },
    {
      "verse_number": 56,
      "arabic": "قُلِ ٱدۡعُوا۟ ٱلَّذِینَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا یَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِیلًا\n",
      "english": "Say, \"Invoke those you have claimed [as gods] besides Him, for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else].\"",
      "hindi": "(ऐ रसूल) तुम उनसे कह दों कि ख़ुदा के सिवा और जिन लोगों को माबूद समझते हो उनको (वक्त पडे) पुकार के तो देखो कि वह न तो तुम से तुम्हारी तकलीफ ही दफा कर सकते हैं और न उसको बदल सकते हैं"
    },
    {
      "verse_number": 57,
      "arabic": "أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ یَدۡعُونَ یَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِیلَةَ أَیُّهُمۡ أَقۡرَبُ وَیَرۡجُونَ رَحۡمَتَهُۥ وَیَخَافُونَ عَذَابَهُۥۤۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورࣰا\n",
      "english": "Those whom they invoke seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared.",
      "hindi": "ये लोग जिनको मुशरेकीन (अपना ख़ुदा समझकर) इबादत करते हैं वह खुद अपने परवरदिगार की क़ुरबत के ज़रिए ढूँढते फिरते हैं कि (देखो) इनमें से कौन ज्यादा कुरबत रखता है और उसकी रहमत की उम्मीद रखते और उसके अज़ाब से डरते हैं इसमें शक़ नहीं कि तेरे परवरदिगार का अज़ाब डरने की चीज़ है"
    },
    {
      "verse_number": 58,
      "arabic": "وَإِن مِّن قَرۡیَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ یَوۡمِ ٱلۡقِیَـٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابࣰا شَدِیدࣰاۚ كَانَ ذَ ٰ⁠لِكَ فِی ٱلۡكِتَـٰبِ مَسۡطُورࣰا\n",
      "english": "And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed.",
      "hindi": "और कोई बस्ती नहीं है मगर रोज़ क़यामत से पहले हम उसे तबाह व बरबाद कर छोड़ेगें या (नाफरमानी) की सज़ा में उस पर सख्त से सख्त अज़ाब करेगें (और) ये बात किताब (लौहे महफूज़) में लिखी जा चुकी है"
    },
    {
      "verse_number": 59,
      "arabic": "وَمَا مَنَعَنَاۤ أَن نُّرۡسِلَ بِٱلۡـَٔایَـٰتِ إِلَّاۤ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَیۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةࣰ فَظَلَمُوا۟ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡـَٔایَـٰتِ إِلَّا تَخۡوِیفࣰا\n",
      "english": "And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign, but they wronged her. And We send not the signs except as a warning.",
      "hindi": "और हमें मौजिज़ात भेजने से किसी चीज़ ने नहीं रोका मगर इसके सिवा कि अगलों ने उन्हें झुठला दिया और हमने क़ौमे समूद को (मौजिज़े से) ऊँटनी अता की जो (हमारी कुदरत की) दिखाने वाली थी तो उन लोगों ने उस पर ज़ुल्म किया यहाँ तक कि मार डाला और हम तो मौजिज़े सिर्फ डराने की ग़रज़ से भेजा करते हैं"
    },
    {
      "verse_number": 60,
      "arabic": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡیَا ٱلَّتِیۤ أَرَیۡنَـٰكَ إِلَّا فِتۡنَةࣰ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِی ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا یَزِیدُهُمۡ إِلَّا طُغۡیَـٰنࣰا كَبِیرࣰا\n",
      "english": "And [remember, O Muhammad], when We told you, \"Indeed, your Lord has encompassed the people.\" And We did not make the sight which We showed you except as a trial for the people, as was the accursed tree [mentioned] in the Qur'an. And We threaten them, but it increases them not except in great transgression.",
      "hindi": "और (ऐ रसूल) वह वक्त याद करो जब तुमसे हमने कह दिया था कि तुम्हारे परवरदिगार ने लोगों को (हर तरफ से) रोक रखा है कि (तुम्हारा कुछ बिगाड़ नहीं सकते और हमने जो ख्वाब तुमाको दिखलाया था तो बस उसे लोगों (के ईमान) की आज़माइश का ज़रिया ठहराया था और (इसी तरह) वह दरख्त जिस पर क़ुरान में लानत की गई है और हम बावजूद कि उन लोगों को (तरह तरह) से डराते हैं मगर हमारा डराना उनकी सख्त सरकशी को बढ़ाता ही गया"
    },
    {
      "verse_number": 61,
      "arabic": "وَإِذۡ قُلۡنَا لِلۡمَلَـٰۤىِٕكَةِ ٱسۡجُدُوا۟ لِـَٔادَمَ فَسَجَدُوۤا۟ إِلَّاۤ إِبۡلِیسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِینࣰا\n",
      "english": "And [mention] when We said to the angles, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He said, \"Should I prostrate to one You created from clay?\"",
      "hindi": "और जब हम ने फरिश्तों से कहा कि आदम को सजदा करो तो सबने सजदा किया मगर इबलीस वह (गुरुर से) कहने लगा कि क्या मै ऐसे शख़्श को सजदा करुँ जिसे तूने मिट्टी से पैदा किया है"
    },
    {
      "verse_number": 62,
      "arabic": "قَالَ أَرَءَیۡتَكَ هَـٰذَا ٱلَّذِی كَرَّمۡتَ عَلَیَّ لَىِٕنۡ أَخَّرۡتَنِ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّیَّتَهُۥۤ إِلَّا قَلِیلࣰا\n",
      "english": "[Iblees] said, \"Do You see this one whom You have honored above me? If You delay me until the Day of Resurrection, I will surely destroy his descendants, except for a few.\"",
      "hindi": "और (शेख़ी से) बोला भला देखो तो सही यही वह शख़्श है जिसको तूने मुझ पर फज़ीलत दी है अगर तू मुझ को क़यामत तक की मोहलत दे तो मैं (दावे से कहता हूँ कि) कम लोगों के सिवा इसकी नस्ल की जड़ काटता रहूँगा"
    },
    {
      "verse_number": 63,
      "arabic": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَاۤؤُكُمۡ جَزَاۤءࣰ مَّوۡفُورࣰا\n",
      "english": "[Allah] said, \"Go, for whoever of them follows you, indeed Hell will be the recompense of you - an ample recompense.",
      "hindi": "ख़ुदा ने फरमाया चल (दूर हो) उनमें से जो शख़्श तेरी पैरवी करेगा तो (याद रहे कि) तुम सबकी सज़ा जहन्नुम है और वह भी पूरी पूरी सज़ा है"
    },
    {
      "verse_number": 64,
      "arabic": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَیۡهِم بِخَیۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِی ٱلۡأَمۡوَ ٰ⁠لِ وَٱلۡأَوۡلَـٰدِ وَعِدۡهُمۡۚ وَمَا یَعِدُهُمُ ٱلشَّیۡطَـٰنُ إِلَّا غُرُورًا\n",
      "english": "And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them.\" But Satan does not promise them except delusion.",
      "hindi": "और इसमें से जिस पर अपनी (चिकनी चुपड़ी) बात से क़ाबू पा सके वहॉ और अपने (चेलों के लश्कर) सवार और पैदल (सब) से चढ़ाई कर और माल और औलाद में उनके साथ साझा करे और उनसे (खूब झूठे) वायदे कर और शैतान तो उनसे जो वायदे करता है धोखे के सिवा कुछ नहीं होता"
    },
    {
      "verse_number": 65,
      "arabic": "إِنَّ عِبَادِی لَیۡسَ لَكَ عَلَیۡهِمۡ سُلۡطَـٰنࣱۚ وَكَفَىٰ بِرَبِّكَ وَكِیلࣰا\n",
      "english": "Indeed, over My [believing] servants there is for you no authority. And sufficient is your Lord as Disposer of affairs.",
      "hindi": "बेशक जो मेरे (ख़ास) बन्दें हैं उन पर तेरा ज़ोर नहीं चल (सकता) और कारसाज़ी में तेरा परवरदिगार काफी है"
    },
    {
      "verse_number": 66,
      "arabic": "رَّبُّكُمُ ٱلَّذِی یُزۡجِی لَكُمُ ٱلۡفُلۡكَ فِی ٱلۡبَحۡرِ لِتَبۡتَغُوا۟ مِن فَضۡلِهِۦۤۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِیمࣰا\n",
      "english": "It is your Lord who drives the ship for you through the sea that you may seek of His bounty. Indeed, He is ever, to you, Merciful.",
      "hindi": "(लोगों) तुम्हारा परवरदिगार वह (क़ादिरे मुत्तलिक़) है जो तुम्हारे लिए समन्दर में जहाज़ों को चलाता है ताकि तुम उसके फज़ल व करम (रोज़ी) की तलाश करो इसमें शक़ नहीं कि वह तुम पर बड़ा मेहरबान है"
    },
    {
      "verse_number": 67,
      "arabic": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِی ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّاۤ إِیَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَـٰنُ كَفُورًا\n",
      "english": "And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful.",
      "hindi": "और जब समन्दर में कभी तुम को कोई तकलीफ पहुँचे तो जिनकी तुम इबादत किया करते थे ग़ायब हो गए मगर बस वही (एक ख़ुदा याद रहता है) उस पर भी जब ख़ुदा ने तुम को छुटकारा देकर खुशकी तक पहुँचा दिया तो फिर तुम इससे मुँह मोड़ बैठें और इन्सान बड़ा ही नाशुक्रा है"
    },
    {
      "verse_number": 68,
      "arabic": "أَفَأَمِنتُمۡ أَن یَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ یُرۡسِلَ عَلَیۡكُمۡ حَاصِبࣰا ثُمَّ لَا تَجِدُوا۟ لَكُمۡ وَكِیلًا\n",
      "english": "Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate.",
      "hindi": "तो क्या तुम उसको इस का भी इत्मिनान हो गया कि वह तुम्हें खुश्की की तरफ (ले जाकर) (क़ारुन की तरह) ज़मीन में धंसा दे या तुम पर (क़ौम) लूत की तरह पत्थरों का मेंह बरसा दे फिर (उस वक्त) तुम किसी को अपना कारसाज़ न पाओगे"
    },
    {
      "verse_number": 69,
      "arabic": "أَمۡ أَمِنتُمۡ أَن یُعِیدَكُمۡ فِیهِ تَارَةً أُخۡرَىٰ فَیُرۡسِلَ عَلَیۡكُمۡ قَاصِفࣰا مِّنَ ٱلرِّیحِ فَیُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُوا۟ لَكُمۡ عَلَیۡنَا بِهِۦ تَبِیعࣰا\n",
      "english": "Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger.",
      "hindi": "या तुमको इसका भी इत्मेनान हो गया कि फिर तुमको दोबारा इसी समन्दर में ले जाएगा उसके बाद हवा का एक ऐसा झोका जो (जहाज़ के) परख़चे उड़ा दे तुम पर भेजे फिर तुम्हें तुम्हारे कुफ्र की सज़ा में डुबा मारे फिर तुम किसी को (ऐसा हिमायती) न पाओगे जो हमारा पीछा करे और (तुम्हें छोड़ा जाए)"
    },
    {
      "verse_number": 70,
      "arabic": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِیۤ ءَادَمَ وَحَمَلۡنَـٰهُمۡ فِی ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَـٰهُم مِّنَ ٱلطَّیِّبَـٰتِ وَفَضَّلۡنَـٰهُمۡ عَلَىٰ كَثِیرࣲ مِّمَّنۡ خَلَقۡنَا تَفۡضِیلࣰا\n",
      "english": "And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created, with [definite] preference.",
      "hindi": "और हमने यक़ीनन आदम की औलाद को इज्ज़त दी और खुश्की और तरी में उनको (जानवरों कश्तियों के ज़रिए) लिए लिए फिरे और उन्हें अच्छी अच्छी चीज़ें खाने को दी और अपने बहुतेरे मख़लूक़ात पर उनको अच्छी ख़ासी फज़ीलत दी"
    },
    {
      "verse_number": 71,
      "arabic": "یَوۡمَ نَدۡعُوا۟ كُلَّ أُنَاسِۭ بِإِمَـٰمِهِمۡۖ فَمَنۡ أُوتِیَ كِتَـٰبَهُۥ بِیَمِینِهِۦ فَأُو۟لَـٰۤىِٕكَ یَقۡرَءُونَ كِتَـٰبَهُمۡ وَلَا یُظۡلَمُونَ فَتِیلࣰا\n",
      "english": "[Mention, O Muhammad], the Day We will call forth every people with their record [of deeds]. Then whoever is given his record in his right hand - those will read their records, and injustice will not be done to them, [even] as much as a thread [inside the date seed].",
      "hindi": "उस दिन (को याद करो) जब हम तमाम लोगों को उन पेशवाओं के साथ बुलाएँगें तो जिसका नामए अमल उनके दाहिने हाथ में दिया जाएगा तो वह लोग (खुश खुश) अपना नामए अमल पढ़ने लगेगें और उन पर रेशा बराबर ज़ुल्म नहीं किया जाएगा"
    },
    {
      "verse_number": 72,
      "arabic": "وَمَن كَانَ فِی هَـٰذِهِۦۤ أَعۡمَىٰ فَهُوَ فِی ٱلۡـَٔاخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِیلࣰا\n",
      "english": "And whoever is blind in this [life] will be blind in the Hereafter and more astray in way.",
      "hindi": "और जो शख़्श इस (दुनिया) में (जान बूझकर) अंधा बना रहा तो वह आख़िरत में भी अंधा ही रहेगा और (नजात) के रास्ते से बहुत दूर भटका सा हुआ"
    },
    {
      "verse_number": 73,
      "arabic": "وَإِن كَادُوا۟ لَیَفۡتِنُونَكَ عَنِ ٱلَّذِیۤ أَوۡحَیۡنَاۤ إِلَیۡكَ لِتَفۡتَرِیَ عَلَیۡنَا غَیۡرَهُۥۖ وَإِذࣰا لَّٱتَّخَذُوكَ خَلِیلࣰا\n",
      "english": "And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend.",
      "hindi": "और (ऐ रसूल) हमने तो (क़ुरान) तुम्हारे पास 'वही' के ज़रिए भेजा अगर चे लोग तो तुम्हें इससे बहकाने ही लगे थे ताकि तुम क़ुरान के अलावा फिर (दूसरी बातों का) इफ़तेरा बाँधों और (जब तुम ये कर गुज़रते उस वक्त ये लोग तुम को अपना सच्चा दोस्त बना लेते)"
    },
    {
      "verse_number": 74,
      "arabic": "وَلَوۡلَاۤ أَن ثَبَّتۡنَـٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَیۡهِمۡ شَیۡـࣰٔا قَلِیلًا\n",
      "english": "And if We had not strengthened you, you would have almost inclined to them a little.",
      "hindi": "और अगर हम तुमको साबित क़दम न रखते तो ज़रुर तुम भी ज़रा (ज़हूर) झुकने ही लगते"
    },
    {
      "verse_number": 75,
      "arabic": "إِذࣰا لَّأَذَقۡنَـٰكَ ضِعۡفَ ٱلۡحَیَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَیۡنَا نَصِیرࣰا\n",
      "english": "Then [if you had], We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper.",
      "hindi": "और (अगर तुम ऐसा करते तो) उस वक्त हम तुमको ज़िन्दगी में भी और मरने पर भी दोहरे (अज़ाब) का मज़ा चखा देते और फिर तुम को हमारे मुक़ाबले में कोई मददगार भी न मिलता"
    },
    {
      "verse_number": 76,
      "arabic": "وَإِن كَادُوا۟ لَیَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِیُخۡرِجُوكَ مِنۡهَاۖ وَإِذࣰا لَّا یَلۡبَثُونَ خِلَـٰفَكَ إِلَّا قَلِیلࣰا\n",
      "english": "And indeed, they were about to drive you from the land to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little.",
      "hindi": "और ये लोग तो तुम्हें (सर ज़मीन मक्के) से दिल बर्दाश्त करने ही लगे थे ताकि तुम को वहाँ से (शाम की तरफ) निकाल बाहर करें और ऐसा होता तो तुम्हारे पीछे में ये लोग चन्द रोज़ के सिवा ठहरने भी न पाते"
    },
    {
      "verse_number": 77,
      "arabic": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِیلًا\n",
      "english": "[That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration.",
      "hindi": "तुमसे पहले जितने रसूल हमने भेजे हैं उनका बराबर यही दस्तूर रहा है और जो दस्तूर हमारे (ठहराए हुए) हैं उनमें तुम तग्य्युर तबद्दुल (रद्दो बदल) न पाओगे"
    },
    {
      "verse_number": 78,
      "arabic": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّیۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودࣰا\n",
      "english": "Establish prayer at the decline of the sun [from its meridian] until the darkness of the night and [also] the Qur'an of dawn. Indeed, the recitation of dawn is ever witnessed.",
      "hindi": "(ऐ रसूल) सूरज के ढलने से रात के अंधेरे तक नमाज़े ज़ोहर, अस्र, मग़रिब, इशा पढ़ा करो और नमाज़ सुबह (भी) क्योंकि सुबह की नमाज़ पर (दिन और रात दोनों के फरिश्तों की) गवाही होती है"
    },
    {
      "verse_number": 79,
      "arabic": "وَمِنَ ٱلَّیۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةࣰ لَّكَ عَسَىٰۤ أَن یَبۡعَثَكَ رَبُّكَ مَقَامࣰا مَّحۡمُودࣰا\n",
      "english": "And from [part of] the night, pray with it as additional [worship] for you; it is expected that your Lord will resurrect you to a praised station.",
      "hindi": "और रात के ख़ास हिस्से में नमाजे तहज्जुद पढ़ा करो ये सुन्नत तुम्हारी खास फज़ीलत हैं क़रीब है कि क़यामत के दिन ख़ुदा तुमको मक़ामे महमूद तक पहुँचा दे"
    },
    {
      "verse_number": 80,
      "arabic": "وَقُل رَّبِّ أَدۡخِلۡنِی مُدۡخَلَ صِدۡقࣲ وَأَخۡرِجۡنِی مُخۡرَجَ صِدۡقࣲ وَٱجۡعَل لِّی مِن لَّدُنكَ سُلۡطَـٰنࣰا نَّصِیرࣰا\n",
      "english": "And say, \"My Lord, cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority.\"",
      "hindi": "और ये दुआ माँगा करो कि ऐ मेरे परवरदिगार मुझे (जहाँ) पहुँचा अच्छी तरह पहुँचा और मुझे (जहाँ से निकाल) तो अच्छी तरह निकाल और मुझे ख़ास अपनी बारगाह से एक हुकूमत अता फरमा जिस से (हर क़िस्म की) मदद पहुँचे"
    },
    {
      "verse_number": 81,
      "arabic": "وَقُلۡ جَاۤءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَـٰطِلُۚ إِنَّ ٱلۡبَـٰطِلَ كَانَ زَهُوقࣰا\n",
      "english": "And say, \"Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart.\"",
      "hindi": "और (ऐ रसूल) कह दो कि (दीन) हक़ आ गया और बातिल नेस्तनाबूद हुआ इसमें शक़ नहीं कि बातिल मिटने वाला ही था"
    },
    {
      "verse_number": 82,
      "arabic": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَاۤءࣱ وَرَحۡمَةࣱ لِّلۡمُؤۡمِنِینَ وَلَا یَزِیدُ ٱلظَّـٰلِمِینَ إِلَّا خَسَارࣰا\n",
      "english": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss.",
      "hindi": "और हम तो क़ुरान में वही चीज़ नाज़िल करते हैं जो मोमिनों के लिए (सरासर) शिफा और रहमत है (मगर) नाफरमानों को तो घाटे के सिवा कुछ बढ़ाता ही नहीं"
    },
    {
      "verse_number": 83,
      "arabic": "وَإِذَاۤ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَـٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ یَـُٔوسࣰا\n",
      "english": "And when We bestow favor upon the disbeliever, he turns away and distances himself; and when evil touches him, he is ever despairing.",
      "hindi": "और जब हमने आदमी को नेअमत अता फरमाई तो (उल्टे) उसने (हमसे) मुँह फेरा और पहलू बचाने लगा और जब उसे कोई तकलीफ छू भी गई तो मायूस हो बैठा"
    },
    {
      "verse_number": 84,
      "arabic": "قُلۡ كُلࣱّ یَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِیلࣰا\n",
      "english": "Say, \"Each works according to his manner, but your Lord is most knowing of who is best guided in way.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि हर (एक अपने तरीक़े पर कारगुज़ारी करता है फिर तुम में से जो शख़्श बिल्कुल ठीक सीधी राह पर है तुम्हारा परवरदिगार (उससे) खूब वाक़िफ है"
    },
    {
      "verse_number": 85,
      "arabic": "وَیَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّی وَمَاۤ أُوتِیتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِیلࣰا\n",
      "english": "And they ask you, [O Muhammad], about the soul. Say, \"The soul is of the affair of my Lord. And mankind have not been given of knowledge except a little.\"",
      "hindi": "और (ऐ रसूल) तुमसे लोग रुह के बारे में सवाल करते हैं तुम (उनके जवाब में) कह दो कि रूह (भी) मेरे परदिगार के हुक्म से (पैदा हुईहै) और तुमको बहुत थोड़ा सा इल्म दिया गया है"
    },
    {
      "verse_number": 86,
      "arabic": "وَلَىِٕن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِیۤ أَوۡحَیۡنَاۤ إِلَیۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَیۡنَا وَكِیلًا\n",
      "english": "And if We willed, We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us.",
      "hindi": "(इसकी हक़ीकत नहीं समझ सकते) और (ऐ रसूल) अगर हम चाहे तो जो (क़ुरान) हमने तुम्हारे पास 'वही' के ज़रिए भेजा है (दुनिया से) उठा ले जाएँ फिर तुम अपने वास्ते हमारे मुक़ाबले में कोई मददगार न पाओगे"
    },
    {
      "verse_number": 87,
      "arabic": "إِلَّا رَحۡمَةࣰ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَیۡكَ كَبِیرࣰا\n",
      "english": "Except [We have left it with you] as a mercy from your Lord. Indeed, His favor upon you has ever been great.",
      "hindi": "मगर ये सिर्फ तुम्हारे परवरदिगार की रहमत है (कि उसने ऐसा किया) इसमें शक़ नहीं कि उसका तुम पर बड़ा फज़ल व करम है"
    },
    {
      "verse_number": 88,
      "arabic": "قُل لَّىِٕنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰۤ أَن یَأۡتُوا۟ بِمِثۡلِ هَـٰذَا ٱلۡقُرۡءَانِ لَا یَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضࣲ ظَهِیرࣰا\n",
      "english": "Say, \"If mankind and the jinn gathered in order to produce the like of this Qur'an, they could not produce the like of it, even if they were to each other assistants.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि (अगर सारे दुनिया जहाँन के) आदमी और जिन इस बात पर इकट्ठे हो कि उस क़ुरान का मिसल ले आएँ तो (ना मुमकिन) उसके बराबर नहीं ला सकते अगरचे (उसको कोशिश में) एक का एक मददगार भी बने"
    },
    {
      "verse_number": 89,
      "arabic": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِی هَـٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلࣲ فَأَبَىٰۤ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورࣰا\n",
      "english": "And We have certainly diversified for the people in this Qur'an from every [kind] of example, but most of the people refused [anything] except disbelief.",
      "hindi": "और हमने तो लोगों (के समझाने) के वास्ते इस क़ुरान में हर क़िस्म की मसलें अदल बदल के बयान कर दीं उस पर भी अक्सर लोग बग़ैर नाशुक्री किए नहीं रहते"
    },
    {
      "verse_number": 90,
      "arabic": "وَقَالُوا۟ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ یَنۢبُوعًا\n",
      "english": "And they say, \"We will not believe you until you break open for us from the ground a spring.",
      "hindi": "(ऐ रसूल कुफ्फार मक्के ने) तुमसे कहा कि जब तक तुम हमारे वास्ते ज़मीन से चश्मा (न) बहा निकालोगे हम तो तुम पर हरगिज़ ईमान न लाएँगें"
    },
    {
      "verse_number": 91,
      "arabic": "أَوۡ تَكُونَ لَكَ جَنَّةࣱ مِّن نَّخِیلࣲ وَعِنَبࣲ فَتُفَجِّرَ ٱلۡأَنۡهَـٰرَ خِلَـٰلَهَا تَفۡجِیرًا\n",
      "english": "Or [until] you have a garden of palm tress and grapes and make rivers gush forth within them in force [and abundance]",
      "hindi": "या (ये नहीं तो) खजूरों और अंगूरों का तुम्हारा कोई बाग़ हो उसमें तुम बीच बीच में नहरे जारी करके दिखा दो"
    },
    {
      "verse_number": 92,
      "arabic": "أَوۡ تُسۡقِطَ ٱلسَّمَاۤءَ كَمَا زَعَمۡتَ عَلَیۡنَا كِسَفًا أَوۡ تَأۡتِیَ بِٱللَّهِ وَٱلۡمَلَـٰۤىِٕكَةِ قَبِیلًا\n",
      "english": "Or you make the heaven fall upon us in fragments as you have claimed or you bring Allah and the angels before [us]",
      "hindi": "या जैसा तुम गुमान रखते थे हम पर आसमान ही को टुकड़े (टुकड़े) करके गिराओ या ख़ुदा और फरिश्तों को (अपने क़ौल की तस्दीक़) में हमारे सामने (गवाही में ला खड़ा कर दिया)"
    },
    {
      "verse_number": 93,
      "arabic": "أَوۡ یَكُونَ لَكَ بَیۡتࣱ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِی ٱلسَّمَاۤءِ وَلَن نُّؤۡمِنَ لِرُقِیِّكَ حَتَّىٰ تُنَزِّلَ عَلَیۡنَا كِتَـٰبࣰا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّی هَلۡ كُنتُ إِلَّا بَشَرࣰا رَّسُولࣰا\n",
      "english": "Or you have a house of gold or you ascend into the sky. And [even then], we will not believe in your ascension until you bring down to us a book we may read.\" Say, \"Exalted is my Lord! Was I ever but a human messenger?\"",
      "hindi": "और जब तक तुम हम पर ख़ुदा के यहाँ से एक किताब न नाज़िल करोगे कि हम उसे खुद पढ़ भी लें उस वक्त तक हम तुम्हारे (आसमान पर चढ़ने के भी) क़ायल न होगें (ऐ रसूल) तुम कह दो कि सुबहान अल्लाह मै एक आदमी (ख़ुदा के) रसूल के सिवा आख़िर और क्या हूँ"
    },
    {
      "verse_number": 94,
      "arabic": "وَمَا مَنَعَ ٱلنَّاسَ أَن یُؤۡمِنُوۤا۟ إِذۡ جَاۤءَهُمُ ٱلۡهُدَىٰۤ إِلَّاۤ أَن قَالُوۤا۟ أَبَعَثَ ٱللَّهُ بَشَرࣰا رَّسُولࣰا\n",
      "english": "And what prevented the people from believing when guidance came to them except that they said, \"Has Allah sent a human messenger?\"",
      "hindi": "(जो ये बेहूदा बातें करते हो) और जब लोगों के पास हिदायत आ चुकी तो उनको ईमान लाने से इसके सिवा किसी चीज़ ने न रोका कि वह कहने लगे कि क्या ख़ुदा ने आदमी को रसूल बनाकर भेजा है"
    },
    {
      "verse_number": 95,
      "arabic": "قُل لَّوۡ كَانَ فِی ٱلۡأَرۡضِ مَلَـٰۤىِٕكَةࣱ یَمۡشُونَ مُطۡمَىِٕنِّینَ لَنَزَّلۡنَا عَلَیۡهِم مِّنَ ٱلسَّمَاۤءِ مَلَكࣰا رَّسُولࣰا\n",
      "english": "Say, \"If there were upon the earth angels walking securely, We would have sent down to them from the heaven an angel [as a] messenger.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि अगर ज़मीन पर फ़रिश्ते (बसे हुये) होते कि इत्मेनान से चलते फिरते तो हम उन लोगों के पास फ़रिश्ते ही को रसूल बनाकर नाज़िल करते"
    },
    {
      "verse_number": 96,
      "arabic": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِیدَۢا بَیۡنِی وَبَیۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِیرَۢا بَصِیرࣰا\n",
      "english": "Say, \"Sufficient is Allah as Witness between me and you. Indeed he is ever, concerning His servants, Acquainted and Seeing.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि हमारे तुम्हारे दरमियान गवाही के वास्ते बस ख़ुदा काफी है इसमें शक़ नहीं कि वह अपने बन्दों के हाल से खूब वाक़िफ और देखता रहता है"
    },
    {
      "verse_number": 97,
      "arabic": "وَمَن یَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن یُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِیَاۤءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡیࣰا وَبُكۡمࣰا وَصُمࣰّاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَـٰهُمۡ سَعِیرࣰا\n",
      "english": "And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire.",
      "hindi": "और ख़ुदा जिसकी हिदायत करे वही हिदायत याफता है और जिसको गुमराही में छोड़ दे तो (याद रखो कि) फिर उसके सिवा किसी को उसका सरपरस्त न पाआगे और क़यामत के दिन हम उन लोगों का मुँह के बल औंधे और गूँगें और बहरे क़ब्रों से उठाएँगें उनका ठिकाना जहन्नुम है कि जब कभी बुझने को होगी तो हम उन लोगों पर (उसे) और भड़का देंगे"
    },
    {
      "verse_number": 98,
      "arabic": "ذَ ٰ⁠لِكَ جَزَاۤؤُهُم بِأَنَّهُمۡ كَفَرُوا۟ بِـَٔایَـٰتِنَا وَقَالُوۤا۟ أَءِذَا كُنَّا عِظَـٰمࣰا وَرُفَـٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقࣰا جَدِیدًا\n",
      "english": "That is their recompense because they disbelieved in Our verses and said, \"When we are bones and crumbled particles, will we [truly] be resurrected [in] a new creation?\"",
      "hindi": "ये सज़ा उनकी इस वज़ह से है कि उन लोगों ने हमारी आयतों से इन्कार किया और कहने लगे कि जब हम (मरने के बाद सड़ गल) कर हड्डियाँ और रेज़ा रेज़ा हो जाएँगीं तो क्या फिर हम नये सिरे से पैदा करके उठाए जाएँगें"
    },
    {
      "verse_number": 99,
      "arabic": "۞ أَوَلَمۡ یَرَوۡا۟ أَنَّ ٱللَّهَ ٱلَّذِی خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰۤ أَن یَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلࣰا لَّا رَیۡبَ فِیهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورࣰا\n",
      "english": "Do they not see that Allah, who created the heavens and earth, is [the one] Able to create the likes of them? And He has appointed for them a term, about which there is no doubt. But the wrongdoers refuse [anything] except disbelief.",
      "hindi": "क्या उन लोगों ने इस पर भी नहीं ग़ौर किया कि वह ख़ुदा जिसने सारे आसमान और ज़मीन बनाए इस पर भी (ज़रुर) क़ादिर है कि उनके ऐसे आदमी दोबारा पैदा करे और उसने उन (की मौत) की एक मियाद मुक़र्रर कर दी है जिसमें ज़रा भी शक़ नहीं उस पर भी ये ज़ालिम इन्कार किए बग़ैर न रहे"
    },
    {
      "verse_number": 100,
      "arabic": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَاۤىِٕنَ رَحۡمَةِ رَبِّیۤ إِذࣰا لَّأَمۡسَكۡتُمۡ خَشۡیَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَـٰنُ قَتُورࣰا\n",
      "english": "Say [to them], \"If you possessed the depositories of the mercy of my Lord, then you would withhold out of fear of spending.\" And ever has man been stingy.",
      "hindi": "(ऐ रसूल) इनसे कहो कि अगर मेरे परवरदिगार के रहमत के ख़ज़ाने भी तुम्हारे एख़तियार में होते तो भी तुम खर्च हो जाने के डर से (उनको) बन्द रखते और आदमी बड़ा ही तंग दिल है"
    },
    {
      "verse_number": 101,
      "arabic": "وَلَقَدۡ ءَاتَیۡنَا مُوسَىٰ تِسۡعَ ءَایَـٰتِۭ بَیِّنَـٰتࣲۖ فَسۡـَٔلۡ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ إِذۡ جَاۤءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّی لَأَظُنُّكَ یَـٰمُوسَىٰ مَسۡحُورࣰا\n",
      "english": "And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic.\"",
      "hindi": "और हमने यक़ीनन मूसा को खुले हुए नौ मौजिज़े अता किए तो (ऐ रसूल) बनी इसराईल से (यही) पूछ देखो कि जब मूसा उनके पास आए तो फिरऔन ने उनसे कहा कि ऐ मूसा मै तो समझता हूँ कि किसी ने तुम पर जादू करके दीवाना बना दिया है"
    },
    {
      "verse_number": 102,
      "arabic": "قَالَ لَقَدۡ عَلِمۡتَ مَاۤ أَنزَلَ هَـٰۤؤُلَاۤءِ إِلَّا رَبُّ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ بَصَاۤىِٕرَ وَإِنِّی لَأَظُنُّكَ یَـٰفِرۡعَوۡنُ مَثۡبُورࣰا\n",
      "english": "[Moses] said, \"You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence, and indeed I think, O Pharaoh, that you are destroyed.\"",
      "hindi": "मूसा ने कहा तुम ये ज़रुर जानते हो कि ये मौजिज़े सारे आसमान व ज़मीन के परवरदिगार ने नाज़िल किए (और वह भी लोगों की) सूझ बूझ की बातें हैं और ऐ फिरऔन मै तो ख्याल करता हूँ कि तुम पर यामत आई है"
    },
    {
      "verse_number": 103,
      "arabic": "فَأَرَادَ أَن یَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَـٰهُ وَمَن مَّعَهُۥ جَمِیعࣰا\n",
      "english": "So he intended to drive them from the land, but We drowned him and those with him all together.",
      "hindi": "फिर फिरऔन ने ये ठान लिया कि बनी इसराईल को (सर ज़मीने) मिò से निकाल बाहर करे तो हमने फिरऔन और जो लोग उसके साथ थे सब को डुबो मारा"
    },
    {
      "verse_number": 104,
      "arabic": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱسۡكُنُوا۟ ٱلۡأَرۡضَ فَإِذَا جَاۤءَ وَعۡدُ ٱلۡـَٔاخِرَةِ جِئۡنَا بِكُمۡ لَفِیفࣰا\n",
      "english": "And We said after Pharaoh to the Children of Israel, \"Dwell in the land, and when there comes the promise of the Hereafter, We will bring you forth in [one] gathering.\"",
      "hindi": "और उसके बाद हमने बनी इसराईल से कहा कि (अब तुम ही) इस मुल्क में (खूब आराम से) रहो सहो फिर जब आख़िरत का वायदा आ पहुँचेगा तो हम तुम सबको समेट कर ले आएँगें"
    },
    {
      "verse_number": 105,
      "arabic": "وَبِٱلۡحَقِّ أَنزَلۡنَـٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَاۤ أَرۡسَلۡنَـٰكَ إِلَّا مُبَشِّرࣰا وَنَذِیرࣰا\n",
      "english": "And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.",
      "hindi": "और (ऐ रसूल) हमने इस क़ुरान को बिल्कुल ठीक नाज़िल किया और बिल्कुल ठीक नाज़िल हुआ और तुमको तो हमने (जन्नत की) खुशखबरी देने वाला और (अज़ाब से) डराने वाला (रसूल) बनाकर भेजा है"
    },
    {
      "verse_number": 106,
      "arabic": "وَقُرۡءَانࣰا فَرَقۡنَـٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثࣲ وَنَزَّلۡنَـٰهُ تَنزِیلࣰا\n",
      "english": "And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively.",
      "hindi": "और क़ुरान को हमने थोड़ा थोड़ा करके इसलिए नाज़िल किया कि तुम लोगों के सामने (ज़रुरत पड़ने पर) मोहलत दे देकर उसको पढ़ दिया करो"
    },
    {
      "verse_number": 107,
      "arabic": "قُلۡ ءَامِنُوا۟ بِهِۦۤ أَوۡ لَا تُؤۡمِنُوۤا۟ۚ إِنَّ ٱلَّذِینَ أُوتُوا۟ ٱلۡعِلۡمَ مِن قَبۡلِهِۦۤ إِذَا یُتۡلَىٰ عَلَیۡهِمۡ یَخِرُّونَ لِلۡأَذۡقَانِ سُجَّدࣰا\n",
      "english": "Say, \"Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration,",
      "hindi": "और (इसी वजह से) हमने उसको रफ्ता रफ्ता नाज़िल किया तुम कह दो कि ख्वाह तुम इस पर ईमान लाओ या न लाओ इसमें शक़ नहीं कि जिन लोगों को उसके क़ब्ल ही (आसमानी किताबों का इल्म अता किया गया है उनके सामने जब ये पढ़ा जाता है तो ठुडडियों से (मुँह के बल) सजदे में गिर पड़तें हैं"
    },
    {
      "verse_number": 108,
      "arabic": "وَیَقُولُونَ سُبۡحَـٰنَ رَبِّنَاۤ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولࣰا\n",
      "english": "And they say, \"Exalted is our Lord! Indeed, the promise of our Lord has been fulfilled.\"",
      "hindi": "और कहते हैं कि हमारा परवरदिगार (हर ऐब से) पाक व पाकीज़ा है बेशक हमारे परवरदिगार का वायदा पूरा होना ज़रुरी था"
    },
    {
      "verse_number": 109,
      "arabic": "وَیَخِرُّونَ لِلۡأَذۡقَانِ یَبۡكُونَ وَیَزِیدُهُمۡ خُشُوعࣰا ۩\n",
      "english": "And they fall upon their faces weeping, and the Qur'an increases them in humble submission.",
      "hindi": "और ये लोग (सजदे के लिए) मुँह के बल गिर पड़तें हैं और रोते चले जाते हैं और ये क़ुरान उन की ख़ाकसारी के बढ़ाता जाता है (109) (सजदा)"
    },
    {
      "verse_number": 110,
      "arabic": "قُلِ ٱدۡعُوا۟ ٱللَّهَ أَوِ ٱدۡعُوا۟ ٱلرَّحۡمَـٰنَۖ أَیࣰّا مَّا تَدۡعُوا۟ فَلَهُ ٱلۡأَسۡمَاۤءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَیۡنَ ذَ ٰ⁠لِكَ سَبِیلࣰا\n",
      "english": "Say, \"Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names.\" And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way.",
      "hindi": "(ऐ रसूल) तुम (उनसे) कह दो कि (तुम को एख़तियार है) ख्वाह उसे अल्लाह (कहकर) पुकारो या रहमान कह कर पुकारो (ग़रज़) जिस नाम को भी पुकारो उसके तो सब नाम अच्छे (से अच्छे) हैं और (ऐ रसूल) न तो अपनी नमाज़ बहुत चिल्ला कर पढ़ो न और न बिल्कुल चुपके से बल्कि उसके दरमियान एक औसत तरीका एख्तेयार कर लो"
    },
    {
      "verse_number": 111,
      "arabic": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِی لَمۡ یَتَّخِذۡ وَلَدࣰا وَلَمۡ یَكُن لَّهُۥ شَرِیكࣱ فِی ٱلۡمُلۡكِ وَلَمۡ یَكُن لَّهُۥ وَلِیࣱّ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِیرَۢا\n",
      "english": "And say, \"Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification.\"",
      "hindi": "और कहो कि हर तरह की तारीफ उसी ख़ुदा को (सज़ावार) है जो न तो कोई औलाद रखता है और न (सारे जहाँन की) सल्तनत में उसका कोई साझेदार है और न उसे किसी तरह की कमज़ोरी है न कोई उसका सरपरस्त हो और उसकी बड़ाई अच्छी तरह करते रहा करो"
    }
  ]
}