{
  "id": 45,
  "name_simple": "Al-Jathiyah",
  "name_arabic": "الجاثية",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ حمۤ\n",
      "english": "Ha, Meem.",
      "hindi": "हा मीम"
    },
    {
      "verse_number": 2,
      "arabic": "تَنزِیلُ ٱلۡكِتَـٰبِ مِنَ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَكِیمِ\n",
      "english": "The revelation of the Book is from Allah, the Exalted in Might, the Wise.",
      "hindi": "ये किताब (क़ुरान) ख़ुदा की तरफ से नाज़िल हुईहै जो ग़ालिब और दाना है"
    },
    {
      "verse_number": 3,
      "arabic": "إِنَّ فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ لَـَٔایَـٰتࣲ لِّلۡمُؤۡمِنِینَ\n",
      "english": "Indeed, within the heavens and earth are signs for the believers.",
      "hindi": "बेशक आसमान और ज़मीन में ईमान वालों के लिए (क़ुदरते ख़ुदा की) बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 4,
      "arabic": "وَفِی خَلۡقِكُمۡ وَمَا یَبُثُّ مِن دَاۤبَّةٍ ءَایَـٰتࣱ لِّقَوۡمࣲ یُوقِنُونَ\n",
      "english": "And in the creation of yourselves and what He disperses of moving creatures are signs for people who are certain [in faith].",
      "hindi": "और तुम्हारी पैदाइश में (भी) और जिन जानवरों को वह (ज़मीन पर) फैलाता रहता है (उनमें भी) यक़ीन करने वालों के वास्ते बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 5,
      "arabic": "وَٱخۡتِلَـٰفِ ٱلَّیۡلِ وَٱلنَّهَارِ وَمَاۤ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَاۤءِ مِن رِّزۡقࣲ فَأَحۡیَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِیفِ ٱلرِّیَـٰحِ ءَایَـٰتࣱ لِّقَوۡمࣲ یَعۡقِلُونَ\n",
      "english": "And [in] the alternation of night and day and [in] what Allah sends down from the sky of provision and gives life thereby to the earth after its lifelessness and [in His] directing of the winds are signs for a people who reason.",
      "hindi": "और रात दिन के आने जाने में और ख़ुदा ने आसमान से जो (ज़रिया) रिज़क (पानी) नाज़िल फरमाया फिर उससे ज़मीन को उसके मर जाने के बाद ज़िन्दा किया (उसमें) और हवाओं फेर बदल में अक्लमन्द लोगों के लिए बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 6,
      "arabic": "تِلۡكَ ءَایَـٰتُ ٱللَّهِ نَتۡلُوهَا عَلَیۡكَ بِٱلۡحَقِّۖ فَبِأَیِّ حَدِیثِۭ بَعۡدَ ٱللَّهِ وَءَایَـٰتِهِۦ یُؤۡمِنُونَ\n",
      "english": "These are the verses of Allah which We recite to you in truth. Then in what statement after Allah and His verses will they believe?",
      "hindi": "ये ख़ुदा की आयतें हैं जिनको हम ठीक (ठीक) तुम्हारे सामने पढ़ते हैं तो ख़ुदा और उसकी आयतों के बाद कौन सी बात होगी"
    },
    {
      "verse_number": 7,
      "arabic": "وَیۡلࣱ لِّكُلِّ أَفَّاكٍ أَثِیمࣲ\n",
      "english": "Woe to every sinful liar",
      "hindi": "जिस पर ये लोग ईमान लाएंगे हर झूठे गुनाहगार पर अफसोस है"
    },
    {
      "verse_number": 8,
      "arabic": "یَسۡمَعُ ءَایَـٰتِ ٱللَّهِ تُتۡلَىٰ عَلَیۡهِ ثُمَّ یُصِرُّ مُسۡتَكۡبِرࣰا كَأَن لَّمۡ یَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِیمࣲ\n",
      "english": "Who hears the verses of Allah recited to him, then persists arrogantly as if he had not heard them. So give him tidings of a painful punishment.",
      "hindi": "कि ख़ुदा की आयतें उसके सामने पढ़ी जाती हैं और वह सुनता भी है फिर ग़ुरूर से (कुफ़्र पर) अड़ा रहता है गोया उसने उन आयतों को सुना ही नहीं तो (ऐ रसूल) तुम उसे दर्दनाक अज़ाब की ख़ुशख़बरी दे दो"
    },
    {
      "verse_number": 9,
      "arabic": "وَإِذَا عَلِمَ مِنۡ ءَایَـٰتِنَا شَیۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُو۟لَـٰۤىِٕكَ لَهُمۡ عَذَابࣱ مُّهِینࣱ\n",
      "english": "And when he knows anything of Our verses, he takes them in ridicule. Those will have a humiliating punishment.",
      "hindi": "और जब हमारी आयतों में से किसी आयत पर वाक़िफ़ हो जाता है तो उसकी हँसी उड़ाता है ऐसे ही लोगों के वास्ते ज़लील करने वाला अज़ाब है"
    },
    {
      "verse_number": 10,
      "arabic": "مِّن وَرَاۤىِٕهِمۡ جَهَنَّمُۖ وَلَا یُغۡنِی عَنۡهُم مَّا كَسَبُوا۟ شَیۡـࣰٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوۡلِیَاۤءَۖ وَلَهُمۡ عَذَابٌ عَظِیمٌ\n",
      "english": "Before them is Hell, and what they had earned will not avail them at all nor what they had taken besides Allah as allies. And they will have a great punishment.",
      "hindi": "जहन्नुम तो उनके पीछे ही (पीछे) है और जो कुछ वह आमाल करते रहे न तो वही उनके कुछ काम आएँगे और न जिनको उन्होंने ख़ुदा को छोड़कर (अपने) सरपरस्त बनाए थे और उनके लिए बड़ा (सख्त) अज़ाब है"
    },
    {
      "verse_number": 11,
      "arabic": "هَـٰذَا هُدࣰىۖ وَٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِ رَبِّهِمۡ لَهُمۡ عَذَابࣱ مِّن رِّجۡزٍ أَلِیمٌ\n",
      "english": "This [Qur'an] is guidance. And those who have disbelieved in the verses of their Lord will have a painful punishment of foul nature.",
      "hindi": "ये (क़ुरान) है और जिन लोगों ने अपने परवरदिगार की आयतों से इन्कार किया उनके लिए सख्त किस्म का दर्दनाक अज़ाब होगा"
    },
    {
      "verse_number": 12,
      "arabic": "۞ ٱللَّهُ ٱلَّذِی سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِیَ ٱلۡفُلۡكُ فِیهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُوا۟ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ\n",
      "english": "It is Allah who subjected to you the sea so that ships may sail upon it by His command and that you may seek of His bounty; and perhaps you will be grateful.",
      "hindi": "ख़ुदा ही तो है जिसने दरिया को तुम्हारे क़ाबू में कर दिया ताकि उसके हुक्म से उसमें कश्तियां चलें और ताकि उसके फज़ल (व करम) से (मआश की) तलाश करो और ताकि तुम शुक्र करो"
    },
    {
      "verse_number": 13,
      "arabic": "وَسَخَّرَ لَكُم مَّا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِ جَمِیعࣰا مِّنۡهُۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یَتَفَكَّرُونَ\n",
      "english": "And He has subjected to you whatever is in the heavens and whatever is on the earth - all from Him. Indeed in that are signs for a people who give thought.",
      "hindi": "और जो कुछ आसमानों में है और जो कुछ ज़मीन में है सबको अपने (हुक्म) से तुम्हारे काम में लगा दिया है जो लोग ग़ौर करते हैं उनके लिए इसमें (क़ुदरते ख़ुदा की) बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 14,
      "arabic": "قُل لِّلَّذِینَ ءَامَنُوا۟ یَغۡفِرُوا۟ لِلَّذِینَ لَا یَرۡجُونَ أَیَّامَ ٱللَّهِ لِیَجۡزِیَ قَوۡمَۢا بِمَا كَانُوا۟ یَكۡسِبُونَ\n",
      "english": "Say, [O Muhammad], to those who have believed that they [should] forgive those who expect not the days of Allah so that He may recompense a people for what they used to earn.",
      "hindi": "(ऐ रसूल) मोमिनों से कह दो कि जो लोग ख़ुदा के दिनों की (जो जज़ा के लिए मुक़र्रर हैं) तवक्क़ो नहीं रखते उनसे दरगुज़र करें ताकि वह लोगों के आमाल का बदला दे"
    },
    {
      "verse_number": 15,
      "arabic": "مَنۡ عَمِلَ صَـٰلِحࣰا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَاۤءَ فَعَلَیۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ\n",
      "english": "Whoever does a good deed - it is for himself; and whoever does evil - it is against the self. Then to your Lord you will be returned.",
      "hindi": "जो शख़्श नेक काम करता है तो ख़ास अपने लिए और बुरा काम करेगा तो उस का वबाल उसी पर होगा फिर (आख़िर) तुम अपने परवरदिगार की तरफ लौटाए जाओगे"
    },
    {
      "verse_number": 16,
      "arabic": "وَلَقَدۡ ءَاتَیۡنَا بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱلۡكِتَـٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَـٰهُم مِّنَ ٱلطَّیِّبَـٰتِ وَفَضَّلۡنَـٰهُمۡ عَلَى ٱلۡعَـٰلَمِینَ\n",
      "english": "And We did certainly give the Children of Israel the Scripture and judgement and prophethood, and We provided them with good things and preferred them over the worlds.",
      "hindi": "और हमने बनी इसराईल को किताब (तौरेत) और हुकूमत और नबूवत अता की और उन्हें उम्दा उम्दा चीज़ें खाने को दीं और उनको सारे जहॉन पर फ़ज़ीलत दी"
    },
    {
      "verse_number": 17,
      "arabic": "وَءَاتَیۡنَـٰهُم بَیِّنَـٰتࣲ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوۤا۟ إِلَّا مِنۢ بَعۡدِ مَا جَاۤءَهُمُ ٱلۡعِلۡمُ بَغۡیَۢا بَیۡنَهُمۡۚ إِنَّ رَبَّكَ یَقۡضِی بَیۡنَهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ فِیمَا كَانُوا۟ فِیهِ یَخۡتَلِفُونَ\n",
      "english": "And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
      "hindi": "और उनको दीन की खुली हुई दलीलें इनायत की तो उन लोगों ने इल्म आ चुकने के बाद बस आपस की ज़िद में एक दूसरे से एख्तेलाफ़ किया कि ये लोग जिन बातों से एख्तेलाफ़ कर रहें हैं क़यामत के दिन तुम्हारा परवरदिगार उनमें फैसला कर देगा"
    },
    {
      "verse_number": 18,
      "arabic": "ثُمَّ جَعَلۡنَـٰكَ عَلَىٰ شَرِیعَةࣲ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَاۤءَ ٱلَّذِینَ لَا یَعۡلَمُونَ\n",
      "english": "Then We put you, [O Muhammad], on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know.",
      "hindi": "फिर (ऐ रसूल) हमने तुमको दीन के खुले रास्ते पर क़ायम किया है तो इसी (रास्ते) पर चले जाओ और नादानों की ख्वाहिशो की पैरवी न करो"
    },
    {
      "verse_number": 19,
      "arabic": "إِنَّهُمۡ لَن یُغۡنُوا۟ عَنكَ مِنَ ٱللَّهِ شَیۡـࣰٔاۚ وَإِنَّ ٱلظَّـٰلِمِینَ بَعۡضُهُمۡ أَوۡلِیَاۤءُ بَعۡضࣲۖ وَٱللَّهُ وَلِیُّ ٱلۡمُتَّقِینَ\n",
      "english": "Indeed, they will never avail you against Allah at all. And indeed, the wrongdoers are allies of one another; but Allah is the protector of the righteous.",
      "hindi": "ये लोग ख़ुदा के सामने तुम्हारे कुछ भी काम न आएँगे और ज़ालिम लोग एक दूसरे के मददगार हैं और ख़ुदा तो परहेज़गारों का मददगार है"
    },
    {
      "verse_number": 20,
      "arabic": "هَـٰذَا بَصَـٰۤىِٕرُ لِلنَّاسِ وَهُدࣰى وَرَحۡمَةࣱ لِّقَوۡمࣲ یُوقِنُونَ\n",
      "english": "This [Qur'an] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith].",
      "hindi": "ये (क़ुरान) लोगों (की) हिदायत के लिए दलीलो का मजमूआ है और बातें करने वाले लोगों के लिए (अज़सरतापा) हिदायत व रहमत है"
    },
    {
      "verse_number": 21,
      "arabic": "أَمۡ حَسِبَ ٱلَّذِینَ ٱجۡتَرَحُوا۟ ٱلسَّیِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَوَاۤءࣰ مَّحۡیَاهُمۡ وَمَمَاتُهُمۡۚ سَاۤءَ مَا یَحۡكُمُونَ\n",
      "english": "Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge.",
      "hindi": "जो लोग बुरा काम किया करते हैं क्या वह ये समझते हैं कि हम उनको उन लोगों के बराबर कर देंगे जो ईमान लाए और अच्छे अच्छे काम भी करते रहे और उन सब का जीना मरना एक सा होगा ये लोग (क्या) बुरे हुक्म लगाते हैं"
    },
    {
      "verse_number": 22,
      "arabic": "وَخَلَقَ ٱللَّهُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا یُظۡلَمُونَ\n",
      "english": "And Allah created the heavens and earth in truth and so that every soul may be recompensed for what it has earned, and they will not be wronged.",
      "hindi": "और ख़ुदा ने सारे आसमान व ज़मीन को हिकमत व मसलेहत से पैदा किया और ताकि हर शख़्श को उसके किये का बदला दिया जाए और उन पर (किसी तरह का) ज़ुल्म नहीं किया जाएगा"
    },
    {
      "verse_number": 23,
      "arabic": "أَفَرَءَیۡتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمࣲ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَـٰوَةࣰ فَمَن یَهۡدِیهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ\n",
      "english": "Have you seen he who has taken as his god his [own] desire, and Allah has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allah? Then will you not be reminded?",
      "hindi": "भला तुमने उस शख़्श को भी देखा है जिसने अपनी नफसियानी ख़वाहिशों को माबूद बना रखा है और (उसकी हालत) समझ बूझ कर ख़ुदा ने उसे गुमराही में छोड़ दिया है और उसके कान और दिल पर अलामत मुक़र्रर कर दी है (कि ये ईमान न लाएगा) और उसकी ऑंख पर पर्दा डाल दिया है फिर ख़ुदा के बाद उसकी हिदायत कौन कर सकता है तो क्या तुम लोग (इतना भी) ग़ौर नहीं करते"
    },
    {
      "verse_number": 24,
      "arabic": "وَقَالُوا۟ مَا هِیَ إِلَّا حَیَاتُنَا ٱلدُّنۡیَا نَمُوتُ وَنَحۡیَا وَمَا یُهۡلِكُنَاۤ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَ ٰ⁠لِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا یَظُنُّونَ\n",
      "english": "And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming.",
      "hindi": "और वह लोग कहते हैं कि हमारी ज़िन्दगी तो बस दुनिया ही की है (यहीं) मरते हैं और (यहीं) जीते हैं और हमको बस ज़माना ही (जिलाता) मारता है और उनको इसकी कुछ ख़बर तो है नहीं ये लोग तो बस अटकल की बातें करते हैं"
    },
    {
      "verse_number": 25,
      "arabic": "وَإِذَا تُتۡلَىٰ عَلَیۡهِمۡ ءَایَـٰتُنَا بَیِّنَـٰتࣲ مَّا كَانَ حُجَّتَهُمۡ إِلَّاۤ أَن قَالُوا۟ ٱئۡتُوا۟ بِـَٔابَاۤىِٕنَاۤ إِن كُنتُمۡ صَـٰدِقِینَ\n",
      "english": "And when Our verses are recited to them as clear evidences, their argument is only that they say, \"Bring [back] our forefathers, if you should be truthful.\"",
      "hindi": "और जब उनके सामने हमारी खुली खुली आयतें पढ़ी जाती हैं तो उनकी कट हुज्जती बस यही होती है कि वह कहते हैं कि अगर तुम सच्चे हो तो हमारे बाप दादाओं को (जिला कर) ले तो आओ"
    },
    {
      "verse_number": 26,
      "arabic": "قُلِ ٱللَّهُ یُحۡیِیكُمۡ ثُمَّ یُمِیتُكُمۡ ثُمَّ یَجۡمَعُكُمۡ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ لَا رَیۡبَ فِیهِ وَلَـٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا یَعۡلَمُونَ\n",
      "english": "Say, \"Allah causes you to live, then causes you to die; then He will assemble you for the Day of Resurrection, about which there is no doubt, but most of the people do not know.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि ख़ुदा ही तुमको ज़िन्दा (पैदा) करता है और वही तुमको मारता है फिर वही तुमको क़यामत के दिन जिस (के होने) में किसी तरह का शक़ नहीं जमा करेगा मगर अक्सर लोग नहीं जानते"
    },
    {
      "verse_number": 27,
      "arabic": "وَلِلَّهِ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ وَیَوۡمَ تَقُومُ ٱلسَّاعَةُ یَوۡمَىِٕذࣲ یَخۡسَرُ ٱلۡمُبۡطِلُونَ\n",
      "english": "And to Allah belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose.",
      "hindi": "और सारे आसमान व ज़मीन की बादशाहत ख़ास ख़ुदा की है और जिस रोज़ क़यामत बरपा होगी उस रोज़ अहले बातिल बड़े घाटे में रहेंगे"
    },
    {
      "verse_number": 28,
      "arabic": "وَتَرَىٰ كُلَّ أُمَّةࣲ جَاثِیَةࣰۚ كُلُّ أُمَّةࣲ تُدۡعَىٰۤ إِلَىٰ كِتَـٰبِهَا ٱلۡیَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ\n",
      "english": "And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told], \"Today you will be recompensed for what you used to do.",
      "hindi": "और (ऐ रसूल) तुम हर उम्मत को देखोगे कि (फैसले की मुन्तज़िर अदब से) घूटनों के बल बैठी होगी और हर उम्मत अपने नामाए आमाल की तरफ बुलाइ जाएगी जो कुछ तुम लोग करते थे आज तुमको उसका बदला दिया जाएगा"
    },
    {
      "verse_number": 29,
      "arabic": "هَـٰذَا كِتَـٰبُنَا یَنطِقُ عَلَیۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ\n",
      "english": "This, Our record, speaks about you in truth. Indeed, We were having transcribed whatever you used to do.\"",
      "hindi": "ये हमारी किताब (जिसमें आमाल लिखे हैं) तुम्हारे मुक़ाबले में ठीक ठीक बोल रही है जो कुछ भी तुम करते थे हम लिखवाते जाते थे"
    },
    {
      "verse_number": 30,
      "arabic": "فَأَمَّا ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَیُدۡخِلُهُمۡ رَبُّهُمۡ فِی رَحۡمَتِهِۦۚ ذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِینُ\n",
      "english": "So as for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is what is the clear attainment.",
      "hindi": "ग़रज़ जिन लोगों ने ईमान क़ुबूल किया और अच्छे (अच्छे) काम किये तो उनको उनका परवरदिगार अपनी रहमत (से बेहिश्त) में दाख़िल करेगा यही तो सरीही कामयाबी है"
    },
    {
      "verse_number": 31,
      "arabic": "وَأَمَّا ٱلَّذِینَ كَفَرُوۤا۟ أَفَلَمۡ تَكُنۡ ءَایَـٰتِی تُتۡلَىٰ عَلَیۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمࣰا مُّجۡرِمِینَ\n",
      "english": "But as for those who disbelieved, [it will be said], \"Were not Our verses recited to you, but you were arrogant and became a people of criminals?",
      "hindi": "और जिन्होंने कुफ्र एख्तेयार किया (उनसे कहा जाएगा) तो क्या तुम्हारे सामने हमारी आयतें नहीं पढ़ी जाती थीं (ज़रूर) तो तुमने तकब्बुर किया और तुम लोग तो गुनेहगार हो गए"
    },
    {
      "verse_number": 32,
      "arabic": "وَإِذَا قِیلَ إِنَّ وَعۡدَ ٱللَّهِ حَقࣱّ وَٱلسَّاعَةُ لَا رَیۡبَ فِیهَا قُلۡتُم مَّا نَدۡرِی مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنࣰّا وَمَا نَحۡنُ بِمُسۡتَیۡقِنِینَ\n",
      "english": "And when it was said, 'Indeed, the promise of Allah is truth and the Hour [is coming] - no doubt about it,' you said, 'We know not what is the Hour. We assume only assumption, and we are not convinced.' \"",
      "hindi": "और जब (तुम से) कहा जाता था कि ख़ुदा का वायदा सच्चा है और क़यामत (के आने) में कुछ शुबहा नहीं तो तुम कहते थे कि हम नहीं जानते कि क़यामत क्या चीज़ है हम तो बस (उसे) एक ख्याली बात समझते हैं और हम तो (उसका) यक़ीन नहीं रखते"
    },
    {
      "verse_number": 33,
      "arabic": "وَبَدَا لَهُمۡ سَیِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ\n",
      "english": "And the evil consequences of what they did will appear to them, and they will be enveloped by what they used to ridicule.",
      "hindi": "और उनके करतूतों की बुराईयाँ उस पर ज़ाहिर हो जाएँगी और जिस (अज़ाब) की ये हँसी उड़ाया करते थे उन्हें (हर तरफ से) घेर लेगा"
    },
    {
      "verse_number": 34,
      "arabic": "وَقِیلَ ٱلۡیَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِیتُمۡ لِقَاۤءَ یَوۡمِكُمۡ هَـٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِینَ\n",
      "english": "And it will be said, \"Today We will forget you as you forgot the meeting of this Day of yours, and your refuge is the Fire, and for you there are no helpers.",
      "hindi": "और (उनसे) कहा जाएगा कि जिस तरह तुमने उस दिन के आने को भुला दिया था उसी तरह आज हम तुमको अपनी रहमत से अमदन भुला देंगे और तुम्हारा ठिकाना दोज़ख़ है और कोई तुम्हारा मददगार नहीं"
    },
    {
      "verse_number": 35,
      "arabic": "ذَ ٰ⁠لِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَایَـٰتِ ٱللَّهِ هُزُوࣰا وَغَرَّتۡكُمُ ٱلۡحَیَوٰةُ ٱلدُّنۡیَاۚ فَٱلۡیَوۡمَ لَا یُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ یُسۡتَعۡتَبُونَ\n",
      "english": "That is because you took the verses of Allah in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allah].",
      "hindi": "ये इस सबब से कि तुम लोगों ने ख़ुदा की आयतों को हँसी ठट्ठा बना रखा था और दुनयावी ज़िन्दगी ने तुमको धोखे में डाल दिया था ग़रज़ ये लोग न तो आज दुनिया से निकाले जाएँगे और न उनको इसका मौका दिया जाएगा कि (तौबा करके ख़ुदा को) राज़ी कर ले"
    },
    {
      "verse_number": 36,
      "arabic": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَـٰوَ ٰ⁠تِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "Then, to Allah belongs [all] praise - Lord of the heavens and Lord of the earth, Lord of the worlds.",
      "hindi": "पस सब तारीफ ख़ुदा ही के लिए सज़ावार है जो सारे आसमान का मालिक और ज़मीन का मालिक (ग़रज़) सारे जहॉन का मालिक है"
    },
    {
      "verse_number": 37,
      "arabic": "وَلَهُ ٱلۡكِبۡرِیَاۤءُ فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "And to Him belongs [all] grandeur within the heavens and the earth, and He is the Exalted in Might, the Wise.",
      "hindi": "और सारे आसमान व ज़मीन में उसके लिए बड़ाई है और वही (सब पर) ग़ालिब हिकमत वाला है"
    }
  ]
}