{
  "id": 67,
  "name_simple": "Al-Mulk",
  "name_arabic": "الملك",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ تَبَـٰرَكَ ٱلَّذِی بِیَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرٌ\n",
      "english": "Blessed is He in whose hand is dominion, and He is over all things competent -",
      "hindi": "जिस (ख़ुदा) के कब्ज़े में (सारे जहाँन की) बादशाहत है वह बड़ी बरकत वाला है और वह हर चीज़ पर कादिर है"
    },
    {
      "verse_number": 2,
      "arabic": "ٱلَّذِی خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَیَوٰةَ لِیَبۡلُوَكُمۡ أَیُّكُمۡ أَحۡسَنُ عَمَلࣰاۚ وَهُوَ ٱلۡعَزِیزُ ٱلۡغَفُورُ\n",
      "english": "[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -",
      "hindi": "जिसने मौत और ज़िन्दगी को पैदा किया ताकि तुम्हें आज़माए कि तुममें से काम में सबसे अच्छा कौन है और वह ग़ालिब (और) बड़ा बख्शने वाला है"
    },
    {
      "verse_number": 3,
      "arabic": "ٱلَّذِی خَلَقَ سَبۡعَ سَمَـٰوَ ٰ⁠تࣲ طِبَاقࣰاۖ مَّا تَرَىٰ فِی خَلۡقِ ٱلرَّحۡمَـٰنِ مِن تَفَـٰوُتࣲۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورࣲ\n",
      "english": "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?",
      "hindi": "जिसने सात आसमान तले ऊपर बना डाले भला तुझे ख़ुदा की आफ़रिनश में कोई कसर नज़र आती है तो फिर ऑंख उठाकर देख भला तुझे कोई शिग़ाफ़ नज़र आता है"
    },
    {
      "verse_number": 4,
      "arabic": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَیۡنِ یَنقَلِبۡ إِلَیۡكَ ٱلۡبَصَرُ خَاسِئࣰا وَهُوَ حَسِیرࣱ\n",
      "english": "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued.",
      "hindi": "फिर दुबारा ऑंख उठा कर देखो तो (हर बार तेरी) नज़र नाकाम और थक कर तेरी तरफ पलट आएगी"
    },
    {
      "verse_number": 5,
      "arabic": "وَلَقَدۡ زَیَّنَّا ٱلسَّمَاۤءَ ٱلدُّنۡیَا بِمَصَـٰبِیحَ وَجَعَلۡنَـٰهَا رُجُومࣰا لِّلشَّیَـٰطِینِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِیرِ\n",
      "english": "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze.",
      "hindi": "और हमने नीचे वाले (पहले) आसमान को (तारों के) चिराग़ों से ज़ीनत दी है और हमने उनको शैतानों के मारने का आला बनाया और हमने उनके लिए दहकती हुई आग का अज़ाब तैयार कर रखा है"
    },
    {
      "verse_number": 6,
      "arabic": "وَلِلَّذِینَ كَفَرُوا۟ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِیرُ\n",
      "english": "And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.",
      "hindi": "और जो लोग अपने परवरदिगार के मुनकिर हैं उनके लिए जहन्नुम का अज़ाब है और वह (बहुत) बुरा ठिकाना है"
    },
    {
      "verse_number": 7,
      "arabic": "إِذَاۤ أُلۡقُوا۟ فِیهَا سَمِعُوا۟ لَهَا شَهِیقࣰا وَهِیَ تَفُورُ\n",
      "english": "When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.",
      "hindi": "जब ये लोग इसमें डाले जाएँगे तो उसकी बड़ी चीख़ सुनेंगे और वह जोश मार रही होगी"
    },
    {
      "verse_number": 8,
      "arabic": "تَكَادُ تَمَیَّزُ مِنَ ٱلۡغَیۡظِۖ كُلَّمَاۤ أُلۡقِیَ فِیهَا فَوۡجࣱ سَأَلَهُمۡ خَزَنَتُهَاۤ أَلَمۡ یَأۡتِكُمۡ نَذِیرࣱ\n",
      "english": "It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\"",
      "hindi": "बल्कि गोया मारे जोश के फट पड़ेगी जब उसमें (उनका) कोई गिरोह डाला जाएगा तो उनसे दारोग़ए जहन्नुम पूछेगा क्या तुम्हारे पास कोई डराने वाला पैग़म्बर नहीं आया था"
    },
    {
      "verse_number": 9,
      "arabic": "قَالُوا۟ بَلَىٰ قَدۡ جَاۤءَنَا نَذِیرࣱ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَیۡءٍ إِنۡ أَنتُمۡ إِلَّا فِی ضَلَـٰلࣲ كَبِیرࣲ\n",
      "english": "They will say,\" Yes, a warner had come to us, but we denied and said, 'Allah has not sent down anything. You are not but in great error.'\"",
      "hindi": "वह कहेंगे हॉ हमारे पास डराने वाला तो ज़रूर आया था मगर हमने उसको झुठला दिया और कहा कि ख़ुदा ने तो कुछ नाज़िल ही नहीं किया तुम तो बड़ी (गहरी) गुमराही में (पड़े) हो"
    },
    {
      "verse_number": 10,
      "arabic": "وَقَالُوا۟ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِیۤ أَصۡحَـٰبِ ٱلسَّعِیرِ\n",
      "english": "And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\"",
      "hindi": "और (ये भी) कहेंगे कि अगर (उनकी बात) सुनते या समझते तब तो (आज) दोज़ख़ियों में न होते"
    },
    {
      "verse_number": 11,
      "arabic": "فَٱعۡتَرَفُوا۟ بِذَنۢبِهِمۡ فَسُحۡقࣰا لِّأَصۡحَـٰبِ ٱلسَّعِیرِ\n",
      "english": "And they will admit their sin, so [it is] alienation for the companions of the Blaze.",
      "hindi": "ग़रज़ वह अपने गुनाह का इक़रार कर लेंगे तो दोज़ख़ियों को ख़ुदा की रहमत से दूरी है"
    },
    {
      "verse_number": 12,
      "arabic": "إِنَّ ٱلَّذِینَ یَخۡشَوۡنَ رَبَّهُم بِٱلۡغَیۡبِ لَهُم مَّغۡفِرَةࣱ وَأَجۡرࣱ كَبِیرࣱ\n",
      "english": "Indeed, those who fear their Lord unseen will have forgiveness and great reward.",
      "hindi": "बेशक जो लोग अपने परवरदिगार से बेदेखे भाले डरते हैं उनके लिए मग़फेरत और बड़ा भारी अज्र है"
    },
    {
      "verse_number": 13,
      "arabic": "وَأَسِرُّوا۟ قَوۡلَكُمۡ أَوِ ٱجۡهَرُوا۟ بِهِۦۤۖ إِنَّهُۥ عَلِیمُۢ بِذَاتِ ٱلصُّدُورِ\n",
      "english": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.",
      "hindi": "और तुम अपनी बात छिपकर कहो या खुल्लम खुल्ला वह तो दिल के भेदों तक से ख़ूब वाक़िफ़ है"
    },
    {
      "verse_number": 14,
      "arabic": "أَلَا یَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِیفُ ٱلۡخَبِیرُ\n",
      "english": "Does He who created not know, while He is the Subtle, the Acquainted?",
      "hindi": "भला जिसने पैदा किया वह तो बेख़बर और वह तो बड़ा बारीकबीन वाक़िफ़कार है"
    },
    {
      "verse_number": 15,
      "arabic": "هُوَ ٱلَّذِی جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولࣰا فَٱمۡشُوا۟ فِی مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزۡقِهِۦۖ وَإِلَیۡهِ ٱلنُّشُورُ\n",
      "english": "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection.",
      "hindi": "वही तो है जिसने ज़मीन को तुम्हारे लिए नरम (व हमवार) कर दिया तो उसके अतराफ़ व जवानिब में चलो फिरो और उसकी (दी हुई) रोज़ी खाओ"
    },
    {
      "verse_number": 16,
      "arabic": "ءَأَمِنتُم مَّن فِی ٱلسَّمَاۤءِ أَن یَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِیَ تَمُورُ\n",
      "english": "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway?",
      "hindi": "और फिर उसी की तरफ क़ब्र से उठ कर जाना है क्या तुम उस शख़्श से जो आसमान में (हुकूमत करता है) इस बात से बेख़ौफ़ हो कि तुमको ज़मीन में धॅसा दे फिर वह एकबारगी उलट पुलट करने लगे"
    },
    {
      "verse_number": 17,
      "arabic": "أَمۡ أَمِنتُم مَّن فِی ٱلسَّمَاۤءِ أَن یُرۡسِلَ عَلَیۡكُمۡ حَاصِبࣰاۖ فَسَتَعۡلَمُونَ كَیۡفَ نَذِیرِ\n",
      "english": "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning.",
      "hindi": "या तुम इस बात से बेख़ौफ हो कि जो आसमान में (सल्तनत करता) है कि तुम पर पत्थर भरी ऑंधी चलाए तो तुम्हें अनक़रीेब ही मालूम हो जाएगा कि मेरा डराना कैसा है"
    },
    {
      "verse_number": 18,
      "arabic": "وَلَقَدۡ كَذَّبَ ٱلَّذِینَ مِن قَبۡلِهِمۡ فَكَیۡفَ كَانَ نَكِیرِ\n",
      "english": "And already had those before them denied, and how [terrible] was My reproach.",
      "hindi": "और जो लोग उनसे पहले थे उन्होने झुठलाया था तो (देखो) कि मेरी नाख़ुशी कैसी थी"
    },
    {
      "verse_number": 19,
      "arabic": "أَوَلَمۡ یَرَوۡا۟ إِلَى ٱلطَّیۡرِ فَوۡقَهُمۡ صَـٰۤفَّـٰتࣲ وَیَقۡبِضۡنَۚ مَا یُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَـٰنُۚ إِنَّهُۥ بِكُلِّ شَیۡءِۭ بَصِیرٌ\n",
      "english": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.",
      "hindi": "क्या उन लोगों ने अपने सरों पर चिड़ियों को उड़ते नहीं देखा जो परों को फैलाए रहती हैं और समेट लेती हैं कि ख़ुदा के सिवा उन्हें कोई रोके नहीं रह सकता बेशक वह हर चीज़ को देख रहा है"
    },
    {
      "verse_number": 20,
      "arabic": "أَمَّنۡ هَـٰذَا ٱلَّذِی هُوَ جُندࣱ لَّكُمۡ یَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَـٰنِۚ إِنِ ٱلۡكَـٰفِرُونَ إِلَّا فِی غُرُورٍ\n",
      "english": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.",
      "hindi": "भला ख़ुदा के सिवा ऐसा कौन है जो तुम्हारी फ़ौज बनकर तुम्हारी मदद करे काफ़िर लोग तो धोखे ही (धोखे) में हैं भला ख़ुदा अगर अपनी (दी हुई) रोज़ी रोक ले तो कौन ऐसा है जो तुम्हें रिज़क़ दे"
    },
    {
      "verse_number": 21,
      "arabic": "أَمَّنۡ هَـٰذَا ٱلَّذِی یَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّوا۟ فِی عُتُوࣲّ وَنُفُورٍ\n",
      "english": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.",
      "hindi": "मगर ये कुफ्फ़ार तो सरकशी और नफ़रत (के भँवर) में फँसे हुए हैं भला जो शख़्श औंधे मुँह के बाल चले वह ज्यादा हिदायत याफ्ता होगा"
    },
    {
      "verse_number": 22,
      "arabic": "أَفَمَن یَمۡشِی مُكِبًّا عَلَىٰ وَجۡهِهِۦۤ أَهۡدَىٰۤ أَمَّن یَمۡشِی سَوِیًّا عَلَىٰ صِرَ ٰ⁠طࣲ مُّسۡتَقِیمࣲ\n",
      "english": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?",
      "hindi": "या वह शख़्श जो सीधा बराबर राहे रास्त पर चल रहा हो (ऐ रसूल) तुम कह दो कि ख़ुदा तो वही है जिसने तुमको नित नया पैदा किया"
    },
    {
      "verse_number": 23,
      "arabic": "قُلۡ هُوَ ٱلَّذِیۤ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَـٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِیلࣰا مَّا تَشۡكُرُونَ\n",
      "english": "Say, \"It is He who has produced you and made for you hearing and vision and hearts; little are you grateful.\"",
      "hindi": "और तुम्हारे वास्ते कान और ऑंख और दिल बनाए (मगर) तुम तो बहुत कम शुक्र अदा करते हो"
    },
    {
      "verse_number": 24,
      "arabic": "قُلۡ هُوَ ٱلَّذِی ذَرَأَكُمۡ فِی ٱلۡأَرۡضِ وَإِلَیۡهِ تُحۡشَرُونَ\n",
      "english": "Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\"",
      "hindi": "कह दो कि वही तो है जिसने तुमको ज़मीन में फैला दिया और उसी के सामने जमा किए जाओगे"
    },
    {
      "verse_number": 25,
      "arabic": "وَیَقُولُونَ مَتَىٰ هَـٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَـٰدِقِینَ\n",
      "english": "And they say, \"When is this promise, if you should be truthful?\"",
      "hindi": "और कुफ्फ़ार कहते हैं कि अगर तुम सच्चे हो तो (आख़िर) ये वायदा कब (पूरा) होगा"
    },
    {
      "verse_number": 26,
      "arabic": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَاۤ أَنَا۠ نَذِیرࣱ مُّبِینࣱ\n",
      "english": "Say, \"The knowledge is only with Allah, and I am only a clear warner.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि (इसका) इल्म तो बस ख़ुदा ही को है और मैं तो सिर्फ साफ़ साफ़ (अज़ाब से) डराने वाला हूँ"
    },
    {
      "verse_number": 27,
      "arabic": "فَلَمَّا رَأَوۡهُ زُلۡفَةࣰ سِیۤـَٔتۡ وُجُوهُ ٱلَّذِینَ كَفَرُوا۟ وَقِیلَ هَـٰذَا ٱلَّذِی كُنتُم بِهِۦ تَدَّعُونَ\n",
      "english": "But when they see it approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\"",
      "hindi": "तो जब ये लोग उसे करीब से देख लेंगे (ख़ौफ के मारे) काफिरों के चेहरे बिगड़ जाएँगे और उनसे कहा जाएगा ये वही है जिसके तुम ख़वास्तग़ार थे"
    },
    {
      "verse_number": 28,
      "arabic": "قُلۡ أَرَءَیۡتُمۡ إِنۡ أَهۡلَكَنِیَ ٱللَّهُ وَمَن مَّعِیَ أَوۡ رَحِمَنَا فَمَن یُجِیرُ ٱلۡكَـٰفِرِینَ مِنۡ عَذَابٍ أَلِیمࣲ\n",
      "english": "Say, [O Muhammad], \"Have you considered: whether Allah should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\"",
      "hindi": "(ऐ रसूल) तुम कह दो भला देखो तो कि अगर ख़ुदा मुझको और मेरे साथियों को हलाक कर दे या हम पर रहम फरमाए तो काफ़िरों को दर्दनाक अज़ाब से कौन पनाह देगा"
    },
    {
      "verse_number": 29,
      "arabic": "قُلۡ هُوَ ٱلرَّحۡمَـٰنُ ءَامَنَّا بِهِۦ وَعَلَیۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِی ضَلَـٰلࣲ مُّبِینࣲ\n",
      "english": "Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\"",
      "hindi": "तुम कह दो कि वही (ख़ुदा) बड़ा रहम करने वाला है जिस पर हम ईमान लाए हैं और हमने तो उसी पर भरोसा कर लिया है तो अनक़रीब ही तुम्हें मालूम हो जाएगा कि कौन सरीही गुमराही में (पड़ा) है"
    },
    {
      "verse_number": 30,
      "arabic": "قُلۡ أَرَءَیۡتُمۡ إِنۡ أَصۡبَحَ مَاۤؤُكُمۡ غَوۡرࣰا فَمَن یَأۡتِیكُم بِمَاۤءࣲ مَّعِینِۭ\n",
      "english": "Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\"",
      "hindi": "ऐ रसूल तुम कह दो कि भला देखो तो कि अगर तुम्हारा पानी ज़मीन के अन्दर चला जाए कौन ऐसा है जो तुम्हारे लिए पानी का चश्मा बहा लाए"
    }
  ]
}