{
  "id": 63,
  "name_simple": "Al-Munafiqun",
  "name_arabic": "المنافقون",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ إِذَا جَاۤءَكَ ٱلۡمُنَـٰفِقُونَ قَالُوا۟ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ یَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ یَشۡهَدُ إِنَّ ٱلۡمُنَـٰفِقِینَ لَكَـٰذِبُونَ\n",
      "english": "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah.\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars.",
      "hindi": "(ऐ रसूल) जब तुम्हारे पास मुनाफेक़ीन आते हैं तो कहते हैं कि हम तो इक़रार करते हैं कि आप यक़नीन ख़ुदा के रसूल हैं और ख़ुदा भी जानता है तुम यक़ीनी उसके रसूल हो मगर ख़ुदा ज़ाहिर किए देता है कि ये लोग अपने (एतक़ाद के लिहाज़ से) ज़रूर झूठे हैं"
    },
    {
      "verse_number": 2,
      "arabic": "ٱتَّخَذُوۤا۟ أَیۡمَـٰنَهُمۡ جُنَّةࣰ فَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِۚ إِنَّهُمۡ سَاۤءَ مَا كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "They have taken their oaths as a cover, so they averted [people] from the way of Allah. Indeed, it was evil that they were doing.",
      "hindi": "इन लोगों ने अपनी क़समों को सिपर बना रखा है तो (इसी के ज़रिए से) लोगों को ख़ुदा की राह से रोकते हैं बेशक ये लोग जो काम करते हैं बुरे हैं"
    },
    {
      "verse_number": 3,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّهُمۡ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا یَفۡقَهُونَ\n",
      "english": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand.",
      "hindi": "इस सबब से कि (ज़ाहिर में) ईमान लाए फिर काफ़िर हो गए, तो उनके दिलों पर (गोया) मोहर लगा दी गयी है तो अब ये समझते ही नहीं"
    },
    {
      "verse_number": 4,
      "arabic": "۞ وَإِذَا رَأَیۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن یَقُولُوا۟ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبࣱ مُّسَنَّدَةࣱۖ یَحۡسَبُونَ كُلَّ صَیۡحَةٍ عَلَیۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَـٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ یُؤۡفَكُونَ\n",
      "english": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded?",
      "hindi": "और जब तुम उनको देखोगे तो तनासुबे आज़ा की वजह से उनका क़द व क़ामत तुम्हें बहुत अच्छा मालूम होगा और गुफ्तगू करेंगे तो ऐसी कि तुम तवज्जो से सुनो (मगर अक्ल से ख़ाली) गोया दीवारों से लगायी हुयीं बेकार लकड़ियाँ हैं हर चीख़ की आवाज़ को समझते हैं कि उन्हीं पर आ पड़ी ये लोग तुम्हारे दुश्मन हैं तुम उनसे बचे रहो ख़ुदा इन्हें मार डाले ये कहाँ बहके फिरते हैं"
    },
    {
      "verse_number": 5,
      "arabic": "وَإِذَا قِیلَ لَهُمۡ تَعَالَوۡا۟ یَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡا۟ رُءُوسَهُمۡ وَرَأَیۡتَهُمۡ یَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ\n",
      "english": "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant.",
      "hindi": "और जब उनसे कहा जाता है कि आओ रसूलअल्लाह तुम्हारे वास्ते मग़फेरत की दुआ करें तो वह लोग अपने सर फेर लेते हैं और तुम उनको देखोगे कि तकब्बुर करते हुए मुँह फेर लेते हैं"
    },
    {
      "verse_number": 6,
      "arabic": "سَوَاۤءٌ عَلَیۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن یَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡفَـٰسِقِینَ\n",
      "english": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people.",
      "hindi": "तो तुम उनकी मग़फेरत की दुआ माँगो या न माँगो उनके हक़ में बराबर है (क्यों कि) ख़ुदा तो उन्हें हरगिज़ बख्शेगा नहीं ख़ुदा तो हरगिज़ बदकारों को मंज़िले मक़सूद तक नहीं पहुँचाया करता"
    },
    {
      "verse_number": 7,
      "arabic": "هُمُ ٱلَّذِینَ یَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ یَنفَضُّوا۟ۗ وَلِلَّهِ خَزَاۤىِٕنُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ وَلَـٰكِنَّ ٱلۡمُنَـٰفِقِینَ لَا یَفۡقَهُونَ\n",
      "english": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand.",
      "hindi": "ये वही लोग तो हैं जो (अन्सार से) कहते हैं कि जो (मुहाजिरीन) रसूले ख़ुदा के पास रहते हैं उन पर ख़र्च न करो यहाँ तक कि ये लोग ख़ुद तितर बितर हो जाएँ हालॉकि सारे आसमान और ज़मीन के ख़ज़ाने ख़ुदा ही के पास हैं मगर मुनाफेक़ीन नहीं समझते"
    },
    {
      "verse_number": 8,
      "arabic": "یَقُولُونَ لَىِٕن رَّجَعۡنَاۤ إِلَى ٱلۡمَدِینَةِ لَیُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِینَ وَلَـٰكِنَّ ٱلۡمُنَـٰفِقِینَ لَا یَعۡلَمُونَ\n",
      "english": "They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know.",
      "hindi": "ये लोग तो कहते हैं कि अगर हम लौट कर मदीने पहुँचे तो इज्ज़दार लोग (ख़ुद) ज़लील (रसूल) को ज़रूर निकाल बाहर कर देंगे हालॉकि इज्ज़त तो ख़ास ख़ुदा और उसके रसूल और मोमिनीन के लिए है मगर मुनाफेक़ीन नहीं जानते"
    },
    {
      "verse_number": 9,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تُلۡهِكُمۡ أَمۡوَ ٰ⁠لُكُمۡ وَلَاۤ أَوۡلَـٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن یَفۡعَلۡ ذَ ٰ⁠لِكَ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡخَـٰسِرُونَ\n",
      "english": "O you who have believed, let not your wealth and your children divert you from remembrance of Allah. And whoever does that - then those are the losers.",
      "hindi": "ऐ ईमानदारों तुम्हारे माल और तुम्हारी औलाद तुमको ख़ुदा की याद से ग़ाफिल न करे और जो ऐसा करेगा तो वही लोग घाटे में रहेंगे"
    },
    {
      "verse_number": 10,
      "arabic": "وَأَنفِقُوا۟ مِن مَّا رَزَقۡنَـٰكُم مِّن قَبۡلِ أَن یَأۡتِیَ أَحَدَكُمُ ٱلۡمَوۡتُ فَیَقُولَ رَبِّ لَوۡلَاۤ أَخَّرۡتَنِیۤ إِلَىٰۤ أَجَلࣲ قَرِیبࣲ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِینَ\n",
      "english": "And spend [in the way of Allah] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous.\"",
      "hindi": "और हमने जो कुछ तुम्हें दिया है उसमें से क़ब्ल इसके (ख़ुदा की राह में) ख़र्च कर डालो कि तुममें से किसी की मौत आ जाए तो (इसकी नौबत न आए कि) कहने लगे कि परवरदिगार तूने मुझे थोड़ी सी मोहलत और क्यों न दी ताकि ख़ैरात करता और नेकीकारों से हो जाता"
    },
    {
      "verse_number": 11,
      "arabic": "وَلَن یُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَاۤءَ أَجَلُهَاۚ وَٱللَّهُ خَبِیرُۢ بِمَا تَعۡمَلُونَ\n",
      "english": "But never will Allah delay a soul when its time has come. And Allah is Acquainted with what you do.",
      "hindi": "और जब किसी की मौत आ जाती है तो ख़ुदा उसको हरगिज़ मोहलत नहीं देता और जो कुछ तुम करते हो ख़ुदा उससे ख़बरदार है"
    }
  ]
}