{
  "id": 60,
  "name_simple": "Al-Mumtahanah",
  "name_arabic": "الممتحنة",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّی وَعَدُوَّكُمۡ أَوۡلِیَاۤءَ تُلۡقُونَ إِلَیۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُوا۟ بِمَا جَاۤءَكُم مِّنَ ٱلۡحَقِّ یُخۡرِجُونَ ٱلرَّسُولَ وَإِیَّاكُمۡ أَن تُؤۡمِنُوا۟ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَـٰدࣰا فِی سَبِیلِی وَٱبۡتِغَاۤءَ مَرۡضَاتِیۚ تُسِرُّونَ إِلَیۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَاۤ أَخۡفَیۡتُمۡ وَمَاۤ أَعۡلَنتُمۡۚ وَمَن یَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَاۤءَ ٱلسَّبِیلِ\n",
      "english": "O you who have believed, do not take My enemies and your enemies as allies, extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allah, your Lord. If you have come out for jihad in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection, but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way.",
      "hindi": "ऐ ईमानदारों अगर तुम मेरी राह में जेहाद करने और मेरी ख़ुशनूदी की तमन्ना में (घर से) निकलते हो तो मेरे और अपने दुशमनों को दोस्त न बनाओ तुम उनके पास दोस्ती का पैग़ाम भेजते हो और जो दीन हक़ तुम्हारे पास आया है उससे वह लोग इनकार करते हैं वह लोग रसूल को और तुमको इस बात पर (घर से) निकालते हैं कि तुम अपने परवरदिगार ख़ुदा पर ईमान ले आए हो (और) तुम हो कि उनके पास छुप छुप के दोस्ती का पैग़ाम भेजते हो हालॉकि तुम कुछ भी छुपा कर या बिल एलान करते हो मैं उससे ख़ूब वाक़िफ़ हूँ और तुममें से जो शख़्श ऐसा करे तो वह सीधी राह से यक़ीनन भटक गया"
    },
    {
      "verse_number": 2,
      "arabic": "إِن یَثۡقَفُوكُمۡ یَكُونُوا۟ لَكُمۡ أَعۡدَاۤءࣰ وَیَبۡسُطُوۤا۟ إِلَیۡكُمۡ أَیۡدِیَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوۤءِ وَوَدُّوا۟ لَوۡ تَكۡفُرُونَ\n",
      "english": "If they gain dominance over you, they would be to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve.",
      "hindi": "अगर ये लोग तुम पर क़ाबू पा जाएँ तो तुम्हारे दुश्मन हो जाएँ और ईज़ा के लिए तुम्हारी तरफ अपने हाथ भी बढ़ाएँगे और अपनी ज़बाने भी और चाहते हैं कि काश तुम भी काफिर हो जाओ"
    },
    {
      "verse_number": 3,
      "arabic": "لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَاۤ أَوۡلَـٰدُكُمۡۚ یَوۡمَ ٱلۡقِیَـٰمَةِ یَفۡصِلُ بَیۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِیرࣱ\n",
      "english": "Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allah, of what you do, is Seeing.",
      "hindi": "क़यामत के दिन न तुम्हारे रिश्ते नाते ही कुछ काम आएँगे न तुम्हारी औलाद (उस दिन) तो वही फ़ैसला कर देगा और जो कुछ भी तुम करते हो ख़ुदा उसे देख रहा है"
    },
    {
      "verse_number": 4,
      "arabic": "قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةࣱ فِیۤ إِبۡرَ ٰ⁠هِیمَ وَٱلَّذِینَ مَعَهُۥۤ إِذۡ قَالُوا۟ لِقَوۡمِهِمۡ إِنَّا بُرَءَ ٰۤ⁠ ؤُا۟ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَیۡنَنَا وَبَیۡنَكُمُ ٱلۡعَدَ ٰ⁠وَةُ وَٱلۡبَغۡضَاۤءُ أَبَدًا حَتَّىٰ تُؤۡمِنُوا۟ بِٱللَّهِ وَحۡدَهُۥۤ إِلَّا قَوۡلَ إِبۡرَ ٰ⁠هِیمَ لِأَبِیهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَاۤ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَیۡءࣲۖ رَّبَّنَا عَلَیۡكَ تَوَكَّلۡنَا وَإِلَیۡكَ أَنَبۡنَا وَإِلَیۡكَ ٱلۡمَصِیرُ\n",
      "english": "There has already been for you an excellent pattern in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allah. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allah alone\" except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allah. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination.",
      "hindi": "(मुसलमानों) तुम्हारे वास्ते तो इबराहीम और उनके साथियों (के क़ौल व फेल का अच्छा नमूना मौजूद है) कि जब उन्होने अपनी क़ौम से कहा कि हम तुमसे और उन (बुतों) से जिन्हें तुम ख़ुदा के सिवा पूजते हो बेज़ार हैं हम तो तुम्हारे (दीन के) मुनकिर हैं और जब तक तुम यकता ख़ुदा पर ईमान न लाओ हमारे तुम्हारे दरमियान खुल्लम खुल्ला अदावत व दुशमनी क़ायम हो गयी मगर (हाँ) इबराहीम ने अपने (मुँह बोले) बाप से ये (अलबत्ता) कहा कि मैं आपके लिए मग़फ़िरत की दुआ ज़रूर करूँगा और ख़ुदा के सामने तो मैं आपके वास्ते कुछ एख्तेयार नहीं रखता ऐ हमारे पालने वाले (ख़ुदा) हमने तुझी पर भरोसा कर लिया है और तेरी ही तरफ हम रूजू करते हैं"
    },
    {
      "verse_number": 5,
      "arabic": "رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةࣰ لِّلَّذِینَ كَفَرُوا۟ وَٱغۡفِرۡ لَنَا رَبَّنَاۤۖ إِنَّكَ أَنتَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\"",
      "hindi": "और तेरी तरफ हमें लौट कर जाना है ऐ हमारे पालने वाले तू हम लोगों को काफ़िरों की आज़माइश (का ज़रिया) न क़रार दे और परवरदिगार तू हमें बख्श दे बेशक तू ग़ालिब (और) हिकमत वाला है"
    },
    {
      "verse_number": 6,
      "arabic": "لَقَدۡ كَانَ لَكُمۡ فِیهِمۡ أُسۡوَةٌ حَسَنَةࣱ لِّمَن كَانَ یَرۡجُوا۟ ٱللَّهَ وَٱلۡیَوۡمَ ٱلۡـَٔاخِرَۚ وَمَن یَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِیُّ ٱلۡحَمِیدُ\n",
      "english": "There has certainly been for you in them an excellent pattern for anyone whose hope is in Allah and the Last Day. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
      "hindi": "(मुसलमानों) उन लोगों के (अफ़आल) का तुम्हारे वास्ते जो ख़ुदा और रोज़े आख़ेरत की उम्मीद रखता हो अच्छा नमूना है और जो (इससे) मुँह मोड़े तो ख़ुदा भी यक़ीनन बेपरवा (और) सज़ावारे हम्द है"
    },
    {
      "verse_number": 7,
      "arabic": "۞ عَسَى ٱللَّهُ أَن یَجۡعَلَ بَیۡنَكُمۡ وَبَیۡنَ ٱلَّذِینَ عَادَیۡتُم مِّنۡهُم مَّوَدَّةࣰۚ وَٱللَّهُ قَدِیرࣱۚ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n",
      "english": "Perhaps Allah will put, between you and those to whom you have been enemies among them, affection. And Allah is competent, and Allah is Forgiving and Merciful.",
      "hindi": "करीब है कि ख़ुदा तुम्हारे और उनमें से तुम्हारे दुश्मनों के दरमियान दोस्ती पैदा कर दे और ख़ुदा तो क़ादिर है और ख़ुदा बड़ा बख्शने वाला मेहरबान है"
    },
    {
      "verse_number": 8,
      "arabic": "لَّا یَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِینَ لَمۡ یُقَـٰتِلُوكُمۡ فِی ٱلدِّینِ وَلَمۡ یُخۡرِجُوكُم مِّن دِیَـٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوۤا۟ إِلَیۡهِمۡۚ إِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُقۡسِطِینَ\n",
      "english": "Allah does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allah loves those who act justly.",
      "hindi": "जो लोग तुमसे तुम्हारे दीन के बारे में नहीं लड़े भिड़े और न तुम्हें घरों से निकाले उन लोगों के साथ एहसान करने और उनके साथ इन्साफ़ से पेश आने से ख़ुदा तुम्हें मना नहीं करता बेशक ख़ुदा इन्साफ़ करने वालों को दोस्त रखता है"
    },
    {
      "verse_number": 9,
      "arabic": "إِنَّمَا یَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِینَ قَـٰتَلُوكُمۡ فِی ٱلدِّینِ وَأَخۡرَجُوكُم مِّن دِیَـٰرِكُمۡ وَظَـٰهَرُوا۟ عَلَىٰۤ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن یَتَوَلَّهُمۡ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلظَّـٰلِمُونَ\n",
      "english": "Allah only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies of them. And whoever makes allies of them, then it is those who are the wrongdoers.",
      "hindi": "ख़ुदा तो बस उन लोगों के साथ दोस्ती करने से मना करता है जिन्होने तुमसे दीन के बारे में लड़ाई की और तुमको तुम्हारे घरों से निकाल बाहर किया, और तुम्हारे निकालने में (औरों की) मदद की और जो लोग ऐसों से दोस्ती करेंगे वह लोग ज़ालिम हैं"
    },
    {
      "verse_number": 10,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِذَا جَاۤءَكُمُ ٱلۡمُؤۡمِنَـٰتُ مُهَـٰجِرَ ٰ⁠تࣲ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِیمَـٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَـٰتࣲ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلࣱّ لَّهُمۡ وَلَا هُمۡ یَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّاۤ أَنفَقُوا۟ۚ وَلَا جُنَاحَ عَلَیۡكُمۡ أَن تَنكِحُوهُنَّ إِذَاۤ ءَاتَیۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُوا۟ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُوا۟ مَاۤ أَنفَقۡتُمۡ وَلۡیَسۡـَٔلُوا۟ مَاۤ أَنفَقُوا۟ۚ ذَ ٰ⁠لِكُمۡ حُكۡمُ ٱللَّهِ یَحۡكُمُ بَیۡنَكُمۡۖ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n",
      "english": "O you who have believed, when the believing women come to you as emigrants, examine them. Allah is most knowing as to their faith. And if you know them to be believers, then do not return them to the disbelievers; they are not lawful [wives] for them, nor are they lawful [husbands] for them. But give the disbelievers what they have spent. And there is no blame upon you if you marry them when you have given them their due compensation. And hold not to marriage bonds with disbelieving women, but ask for what you have spent and let them ask for what they have spent. That is the judgement of Allah; He judges between you. And Allah is Knowing and Wise.",
      "hindi": "ऐ ईमानदारों जब तुम्हारे पास ईमानदार औरतें वतन छोड़ कर आएँ तो तुम उनको आज़मा लो, ख़ुदा तो उनके ईमान से वाकिफ़ है ही, पस अगर तुम भी उनको ईमानदार समझो तो उन्ही काफ़िरों के पास वापस न फेरो न ये औरतें उनके लिए हलाल हैं और न वह कुफ्फ़ार उन औरतों के लिए हलाल हैं और उन कुफ्फार ने जो कुछ (उन औरतों के मेहर में) ख़र्च किया हो उनको दे दो, और जब उनका महर उन्हें दे दिया करो तो इसका तुम पर कुछ गुनाह नहीं कि तुम उससे निकाह कर लो और काफिर औरतों की आबरू (जो तुम्हारी बीवियाँ हों) अपने कब्ज़े में न रखो (छोड़ दो कि कुफ्फ़ार से जा मिलें) और तुमने जो कुछ (उन पर) ख़र्च किया हो (कुफ्फ़ार से) लो, और उन्होने भी जो कुछ ख़र्च किया हो तुम से माँग लें यही ख़ुदा का हुक्म है जो तुम्हारे दरमियान सादिर करता है और ख़ुदा वाक़िफ़कार हकीम है"
    },
    {
      "verse_number": 11,
      "arabic": "وَإِن فَاتَكُمۡ شَیۡءࣱ مِّنۡ أَزۡوَ ٰ⁠جِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُوا۟ ٱلَّذِینَ ذَهَبَتۡ أَزۡوَ ٰ⁠جُهُم مِّثۡلَ مَاۤ أَنفَقُوا۟ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِیۤ أَنتُم بِهِۦ مُؤۡمِنُونَ\n",
      "english": "And if you have lost any of your wives to the disbelievers and you subsequently obtain [something], then give those whose wives have gone the equivalent of what they had spent. And fear Allah, in whom you are believers.",
      "hindi": "और अगर तुम्हारी बीवियों में से कोई औरत तुम्हारे हाथ से निकल कर काफिरों के पास चली जाए और (ख़र्च न मिले) और तुम (उन काफ़िरों से लड़ो और लूटो तो (माले ग़नीमत से) जिनकी औरतें चली गयीं हैं उनको इतना दे दो जितना उनका ख़र्च हुआ है) और जिस ख़ुदा पर तुम लोग ईमान लाए हो उससे डरते रहो"
    },
    {
      "verse_number": 12,
      "arabic": "یَـٰۤأَیُّهَا ٱلنَّبِیُّ إِذَا جَاۤءَكَ ٱلۡمُؤۡمِنَـٰتُ یُبَایِعۡنَكَ عَلَىٰۤ أَن لَّا یُشۡرِكۡنَ بِٱللَّهِ شَیۡـࣰٔا وَلَا یَسۡرِقۡنَ وَلَا یَزۡنِینَ وَلَا یَقۡتُلۡنَ أَوۡلَـٰدَهُنَّ وَلَا یَأۡتِینَ بِبُهۡتَـٰنࣲ یَفۡتَرِینَهُۥ بَیۡنَ أَیۡدِیهِنَّ وَأَرۡجُلِهِنَّ وَلَا یَعۡصِینَكَ فِی مَعۡرُوفࣲ فَبَایِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمࣱ\n",
      "english": "O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allah, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs, nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.",
      "hindi": "(ऐ रसूल) जब तुम्हारे पास ईमानदार औरतें तुमसे इस बात पर बैयत करने आएँ कि वह न किसी को ख़ुदा का शरीक बनाएँगी और न चोरी करेंगी और न जेना करेंगी और न अपनी औलाद को मार डालेंगी और न अपने हाथ पाँव के सामने कोई बोहतान (लड़के का शौहर पर) गढ़ के लाएँगी, और न किसी नेक काम में तुम्हारी नाफ़रमानी करेंगी तो तुम उनसे बैयत ले लो और ख़ुदा से उनके मग़फ़िरत की दुआ माँगो बेशक बड़ा ख़ुदा बख्शने वाला मेहरबान है"
    },
    {
      "verse_number": 13,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَتَوَلَّوۡا۟ قَوۡمًا غَضِبَ ٱللَّهُ عَلَیۡهِمۡ قَدۡ یَىِٕسُوا۟ مِنَ ٱلۡـَٔاخِرَةِ كَمَا یَىِٕسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَـٰبِ ٱلۡقُبُورِ\n",
      "english": "O you who have believed, do not make allies of a people with whom Allah has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the inhabitants of the graves.",
      "hindi": "ऐ ईमानदारों जिन लोगों पर ख़ुदा ने अपना ग़ज़ब ढाया उनसे दोस्ती न करो (क्योंकि) जिस तरह काफ़िरों को मुर्दों (के दोबारा ज़िन्दा होने) की उम्मीद नहीं उसी तरह आख़ेरत से भी ये लोग न उम्मीद हैं"
    }
  ]
}