{
  "id": 54,
  "name_simple": "Al-Qamar",
  "name_arabic": "القمر",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ\n",
      "english": "The Hour has come near, and the moon has split [in two].",
      "hindi": "क़यामत क़रीब आ गयी और चाँद दो टुकड़े हो गया"
    },
    {
      "verse_number": 2,
      "arabic": "وَإِن یَرَوۡا۟ ءَایَةࣰ یُعۡرِضُوا۟ وَیَقُولُوا۟ سِحۡرࣱ مُّسۡتَمِرࣱّ\n",
      "english": "And if they see a miracle, they turn away and say, \"Passing magic.\"",
      "hindi": "और अगर ये कुफ्फ़ार कोई मौजिज़ा देखते हैं, तो मुँह फेर लेते हैं, और कहते हैं कि ये तो बड़ा ज़बरदस्त जादू है"
    },
    {
      "verse_number": 3,
      "arabic": "وَكَذَّبُوا۟ وَٱتَّبَعُوۤا۟ أَهۡوَاۤءَهُمۡۚ وَكُلُّ أَمۡرࣲ مُّسۡتَقِرࣱّ\n",
      "english": "And they denied and followed their inclinations. But for every matter is a [time of] settlement.",
      "hindi": "और उन लोगों ने झुठलाया और अपनी नफ़सियानी ख्वाहिशों की पैरवी की, और हर काम का वक्त मुक़र्रर है"
    },
    {
      "verse_number": 4,
      "arabic": "وَلَقَدۡ جَاۤءَهُم مِّنَ ٱلۡأَنۢبَاۤءِ مَا فِیهِ مُزۡدَجَرٌ\n",
      "english": "And there has already come to them of information that in which there is deterrence -",
      "hindi": "और उनके पास तो वह हालात पहुँच चुके हैं जिनमें काफी तम्बीह थीं"
    },
    {
      "verse_number": 5,
      "arabic": "حِكۡمَةُۢ بَـٰلِغَةࣱۖ فَمَا تُغۡنِ ٱلنُّذُرُ\n",
      "english": "Extensive wisdom - but warning does not avail [them].",
      "hindi": "और इन्तेहा दर्जे की दानाई मगर (उनको तो) डराना कुछ फ़ायदा नहीं देता"
    },
    {
      "verse_number": 6,
      "arabic": "فَتَوَلَّ عَنۡهُمۡۘ یَوۡمَ یَدۡعُ ٱلدَّاعِ إِلَىٰ شَیۡءࣲ نُّكُرٍ\n",
      "english": "So leave them, [O Muhammad]. The Day the Caller calls to something forbidding,",
      "hindi": "तो (ऐ रसूल) तुम भी उनसे किनाराकश रहो, जिस दिन एक बुलाने वाला (इसराफ़ील) एक अजनबी और नागवार चीज़ की तरफ़ बुलाएगा"
    },
    {
      "verse_number": 7,
      "arabic": "خُشَّعًا أَبۡصَـٰرُهُمۡ یَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادࣱ مُّنتَشِرࣱ\n",
      "english": "Their eyes humbled, they will emerge from the graves as if they were locusts spreading,",
      "hindi": "तो (निदामत से) ऑंखें नीचे किए हुए कब्रों से निकल पड़ेंगे गोया वह फैली हुई टिड्डियाँ हैं"
    },
    {
      "verse_number": 8,
      "arabic": "مُّهۡطِعِینَ إِلَى ٱلدَّاعِۖ یَقُولُ ٱلۡكَـٰفِرُونَ هَـٰذَا یَوۡمٌ عَسِرࣱ\n",
      "english": "Racing ahead toward the Caller. The disbelievers will say, \"This is a difficult Day.\"",
      "hindi": "(और) बुलाने वाले की तरफ गर्दनें बढ़ाए दौड़ते जाते होंगे, कुफ्फ़ार कहेंगे ये तो बड़ा सख्त दिन है"
    },
    {
      "verse_number": 9,
      "arabic": "۞ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحࣲ فَكَذَّبُوا۟ عَبۡدَنَا وَقَالُوا۟ مَجۡنُونࣱ وَٱزۡدُجِرَ\n",
      "english": "The people of Noah denied before them, and they denied Our servant and said, \"A madman,\" and he was repelled.",
      "hindi": "इनसे पहले नूह की क़ौम ने भी झुठलाया था, तो उन्होने हमारे (ख़ास) बन्दे (नूह) को झुठलाया, और कहने लगे ये तो दीवाना है"
    },
    {
      "verse_number": 10,
      "arabic": "فَدَعَا رَبَّهُۥۤ أَنِّی مَغۡلُوبࣱ فَٱنتَصِرۡ\n",
      "english": "So he invoked his Lord, \"Indeed, I am overpowered, so help.\"",
      "hindi": "और उनको झिड़कियाँ भी दी गयीं, तो उन्होंने अपने परवरदिगार से दुआ की कि (बारे इलाहा मैं) इनके मुक़ाबले में कमज़ोर हूँ"
    },
    {
      "verse_number": 11,
      "arabic": "فَفَتَحۡنَاۤ أَبۡوَ ٰ⁠بَ ٱلسَّمَاۤءِ بِمَاۤءࣲ مُّنۡهَمِرࣲ\n",
      "english": "Then We opened the gates of the heaven with rain pouring down",
      "hindi": "तो अब तू ही (इनसे) बदला ले तो हमने मूसलाधार पानी से आसमान के दरवाज़े खोल दिए"
    },
    {
      "verse_number": 12,
      "arabic": "وَفَجَّرۡنَا ٱلۡأَرۡضَ عُیُونࣰا فَٱلۡتَقَى ٱلۡمَاۤءُ عَلَىٰۤ أَمۡرࣲ قَدۡ قُدِرَ\n",
      "english": "And caused the earth to burst with springs, and the waters met for a matter already predestined.",
      "hindi": "और ज़मीन से चश्में जारी कर दिए, तो एक काम के लिए जो मुक़र्रर हो चुका था (दोनों) पानी मिलकर एक हो गया"
    },
    {
      "verse_number": 13,
      "arabic": "وَحَمَلۡنَـٰهُ عَلَىٰ ذَاتِ أَلۡوَ ٰ⁠حࣲ وَدُسُرࣲ\n",
      "english": "And We carried him on a [construction of] planks and nails,",
      "hindi": "और हमने एक कश्ती पर जो तख्तों और कीलों से तैयार की गयी थी सवार किया"
    },
    {
      "verse_number": 14,
      "arabic": "تَجۡرِی بِأَعۡیُنِنَا جَزَاۤءࣰ لِّمَن كَانَ كُفِرَ\n",
      "english": "Sailing under Our observation as reward for he who had been denied.",
      "hindi": "और वह हमारी निगरानी में चल रही थी (ये) उस शख़्श (नूह) का बदला लेने के लिए जिसको लोग न मानते थे"
    },
    {
      "verse_number": 15,
      "arabic": "وَلَقَد تَّرَكۡنَـٰهَاۤ ءَایَةࣰ فَهَلۡ مِن مُّدَّكِرࣲ\n",
      "english": "And We left it as a sign, so is there any who will remember?",
      "hindi": "और हमने उसको एक इबरत बना कर छोड़ा तो कोई है जो इबरत हासिल करे"
    },
    {
      "verse_number": 16,
      "arabic": "فَكَیۡفَ كَانَ عَذَابِی وَنُذُرِ\n",
      "english": "And how [severe] were My punishment and warning.",
      "hindi": "तो (उनको) मेरा अज़ाब और डराना कैसा था"
    },
    {
      "verse_number": 17,
      "arabic": "وَلَقَدۡ یَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرࣲ\n",
      "english": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "hindi": "और हमने तो क़ुरान को नसीहत हासिल करने के वास्ते आसान कर दिया है तो कोई है जो नसीहत हासिल करे"
    },
    {
      "verse_number": 18,
      "arabic": "كَذَّبَتۡ عَادࣱ فَكَیۡفَ كَانَ عَذَابِی وَنُذُرِ\n",
      "english": "'Aad denied; and how [severe] were My punishment and warning.",
      "hindi": "आद (की क़ौम ने) (अपने पैग़म्बर) को झुठलाया तो (उनका) मेरा अज़ाब और डराना कैसा था"
    },
    {
      "verse_number": 19,
      "arabic": "إِنَّاۤ أَرۡسَلۡنَا عَلَیۡهِمۡ رِیحࣰا صَرۡصَرࣰا فِی یَوۡمِ نَحۡسࣲ مُّسۡتَمِرࣲّ\n",
      "english": "Indeed, We sent upon them a screaming wind on a day of continuous misfortune,",
      "hindi": "हमने उन पर बहुत सख्त मनहूस दिन में बड़े ज़न्नाटे की ऑंधी चलायी"
    },
    {
      "verse_number": 20,
      "arabic": "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلࣲ مُّنقَعِرࣲ\n",
      "english": "Extracting the people as if they were trunks of palm trees uprooted.",
      "hindi": "जो लोगों को (अपनी जगह से) इस तरह उखाड़ फेकती थी गोया वह उखड़े हुए खजूर के तने हैं"
    },
    {
      "verse_number": 21,
      "arabic": "فَكَیۡفَ كَانَ عَذَابِی وَنُذُرِ\n",
      "english": "And how [severe] were My punishment and warning.",
      "hindi": "तो (उनको) मेरा अज़ाब और डराना कैसा था"
    },
    {
      "verse_number": 22,
      "arabic": "وَلَقَدۡ یَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرࣲ\n",
      "english": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "hindi": "और हमने तो क़ुरान को नसीहत हासिल करने के वास्ते आसान कर दिया, तो कोई है जो नसीहत हासिल करे"
    },
    {
      "verse_number": 23,
      "arabic": "كَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ\n",
      "english": "Thamud denied the warning",
      "hindi": "(क़ौम) समूद ने डराने वाले (पैग़म्बरों) को झुठलाया"
    },
    {
      "verse_number": 24,
      "arabic": "فَقَالُوۤا۟ أَبَشَرࣰا مِّنَّا وَ ٰ⁠حِدࣰا نَّتَّبِعُهُۥۤ إِنَّاۤ إِذࣰا لَّفِی ضَلَـٰلࣲ وَسُعُرٍ\n",
      "english": "And said, \"Is it one human being among us that we should follow? Indeed, we would then be in error and madness.",
      "hindi": "तो कहने लगे कि भला एक आदमी की जो हम ही में से हो उसकी पैरवीं करें ऐसा करें तो गुमराही और दीवानगी में पड़ गए"
    },
    {
      "verse_number": 25,
      "arabic": "أَءُلۡقِیَ ٱلذِّكۡرُ عَلَیۡهِ مِنۢ بَیۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرࣱ\n",
      "english": "Has the message been sent down upon him from among us? Rather, he is an insolent liar.\"",
      "hindi": "क्या हम सबमें बस उसी पर वही नाज़िल हुई है (नहीं) बल्कि ये तो बड़ा झूठा तअल्ली करने वाला है"
    },
    {
      "verse_number": 26,
      "arabic": "سَیَعۡلَمُونَ غَدࣰا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ\n",
      "english": "They will know tomorrow who is the insolent liar.",
      "hindi": "उनको अनक़रीब कल ही मालूम हो जाएगा कि कौन बड़ा झूठा तकब्बुर करने वाला है"
    },
    {
      "verse_number": 27,
      "arabic": "إِنَّا مُرۡسِلُوا۟ ٱلنَّاقَةِ فِتۡنَةࣰ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ\n",
      "english": "Indeed, We are sending the she-camel as trial for them, so watch them and be patient.",
      "hindi": "(ऐ सालेह) हम उनकी आज़माइश के लिए ऊँटनी भेजने वाले हैं तो तुम उनको देखते रहो और (थोड़ा) सब्र करो"
    },
    {
      "verse_number": 28,
      "arabic": "وَنَبِّئۡهُمۡ أَنَّ ٱلۡمَاۤءَ قِسۡمَةُۢ بَیۡنَهُمۡۖ كُلُّ شِرۡبࣲ مُّحۡتَضَرࣱ\n",
      "english": "And inform them that the water is shared between them, each [day of] drink attended [by turn].",
      "hindi": "और उनको ख़बर कर दो कि उनमें पानी की बारी मुक़र्रर कर दी गयी है हर (बारी वाले को अपनी) बारी पर हाज़िर होना चाहिए"
    },
    {
      "verse_number": 29,
      "arabic": "فَنَادَوۡا۟ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ\n",
      "english": "But they called their companion, and he dared and hamstrung [her].",
      "hindi": "तो उन लोगों ने अपने रफीक़ (क़ेदार) को बुलाया तो उसने पकड़ कर (ऊँटनी की) कूंचे काट डालीं"
    },
    {
      "verse_number": 30,
      "arabic": "فَكَیۡفَ كَانَ عَذَابِی وَنُذُرِ\n",
      "english": "And how [severe] were My punishment and warning.",
      "hindi": "तो (देखो) मेरा अज़ाब और डराना कैसा था"
    },
    {
      "verse_number": 31,
      "arabic": "إِنَّاۤ أَرۡسَلۡنَا عَلَیۡهِمۡ صَیۡحَةࣰ وَ ٰ⁠حِدَةࣰ فَكَانُوا۟ كَهَشِیمِ ٱلۡمُحۡتَظِرِ\n",
      "english": "Indeed, We sent upon them one blast from the sky, and they became like the dry twig fragments of an [animal] pen.",
      "hindi": "हमने उन पर एक सख्त चिंघाड़ (का अज़ाब) भेज दिया तो वह बाड़े वालो के सूखे हुए चूर चूर भूसे की तरह हो गए"
    },
    {
      "verse_number": 32,
      "arabic": "وَلَقَدۡ یَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرࣲ\n",
      "english": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "hindi": "और हमने क़ुरान को नसीहत हासिल करने के वास्ते आसान कर दिया है तो कोई है जो नसीहत हासिल करे"
    },
    {
      "verse_number": 33,
      "arabic": "كَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ\n",
      "english": "The people of Lot denied the warning.",
      "hindi": "लूत की क़ौम ने भी डराने वाले (पैग़म्बरों) को झुठलाया"
    },
    {
      "verse_number": 34,
      "arabic": "إِنَّاۤ أَرۡسَلۡنَا عَلَیۡهِمۡ حَاصِبًا إِلَّاۤ ءَالَ لُوطࣲۖ نَّجَّیۡنَـٰهُم بِسَحَرࣲ\n",
      "english": "Indeed, We sent upon them a storm of stones, except the family of Lot - We saved them before dawn",
      "hindi": "तो हमने उन पर कंकर भरी हवा चलाई मगर लूत के लड़के बाले को हमने उनको अपने फज़ल व करम से पिछले ही को बचा लिया"
    },
    {
      "verse_number": 35,
      "arabic": "نِّعۡمَةࣰ مِّنۡ عِندِنَاۚ كَذَ ٰ⁠لِكَ نَجۡزِی مَن شَكَرَ\n",
      "english": "As favor from us. Thus do We reward he who is grateful.",
      "hindi": "हम शुक्र करने वालों को ऐसा ही बदला दिया करते हैं"
    },
    {
      "verse_number": 36,
      "arabic": "وَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡا۟ بِٱلنُّذُرِ\n",
      "english": "And he had already warned them of Our assault, but they disputed the warning.",
      "hindi": "और लूत ने उनको हमारी पकड़ से भी डराया था मगर उन लोगों ने डराते ही में शक़ किया"
    },
    {
      "verse_number": 37,
      "arabic": "وَلَقَدۡ رَ ٰ⁠وَدُوهُ عَن ضَیۡفِهِۦ فَطَمَسۡنَاۤ أَعۡیُنَهُمۡ فَذُوقُوا۟ عَذَابِی وَنُذُرِ\n",
      "english": "And they had demanded from him his guests, but We obliterated their eyes, [saying], \"Taste My punishment and warning.\"",
      "hindi": "और उनसे उनके मेहमान (फ़रिश्ते) के बारे में नाजायज़ मतलब की ख्वाहिश की तो हमने उनकी ऑंखें अन्धी कर दीं तो मेरे अज़ाब और डराने का मज़ा चखो"
    },
    {
      "verse_number": 38,
      "arabic": "وَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابࣱ مُّسۡتَقِرࣱّ\n",
      "english": "And there came upon them by morning an abiding punishment.",
      "hindi": "और सुबह सवेरे ही उन पर अज़ाब आ गया जो किसी तरह टल ही नहीं सकता था"
    },
    {
      "verse_number": 39,
      "arabic": "فَذُوقُوا۟ عَذَابِی وَنُذُرِ\n",
      "english": "So taste My punishment and warning.",
      "hindi": "तो मेरे अज़ाब और डराने के (पड़े) मज़े चखो"
    },
    {
      "verse_number": 40,
      "arabic": "وَلَقَدۡ یَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرࣲ\n",
      "english": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
      "hindi": "और हमने तो क़ुरान को नसीहत हासिल करने के वास्ते आसान कर दिया तो कोई है जो नसीहत हासिल करे"
    },
    {
      "verse_number": 41,
      "arabic": "وَلَقَدۡ جَاۤءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ\n",
      "english": "And there certainly came to the people of Pharaoh warning.",
      "hindi": "और फिरऔन के पास भी डराने वाले (पैग़म्बर) आए"
    },
    {
      "verse_number": 42,
      "arabic": "كَذَّبُوا۟ بِـَٔایَـٰتِنَا كُلِّهَا فَأَخَذۡنَـٰهُمۡ أَخۡذَ عَزِیزࣲ مُّقۡتَدِرٍ\n",
      "english": "They denied Our signs, all of them, so We seized them with a seizure of one Exalted in Might and Perfect in Ability.",
      "hindi": "तो उन लोगों ने हमारी कुल निशानियों को झुठलाया तो हमने उनको इस तरह सख्त पकड़ा जिस तरह एक ज़बरदस्त साहिबे क़ुदरत पकड़ा करता है"
    },
    {
      "verse_number": 43,
      "arabic": "أَكُفَّارُكُمۡ خَیۡرࣱ مِّنۡ أُو۟لَـٰۤىِٕكُمۡ أَمۡ لَكُم بَرَاۤءَةࣱ فِی ٱلزُّبُرِ\n",
      "english": "Are your disbelievers better than those [former ones], or have you immunity in the scripture?",
      "hindi": "(ऐ अहले मक्का) क्या उन लोगों से भी तुम्हारे कुफ्फार बढ़ कर हैं या तुम्हारे वास्ते (पहली) किताबों में माफी (लिखी हुई) है"
    },
    {
      "verse_number": 44,
      "arabic": "أَمۡ یَقُولُونَ نَحۡنُ جَمِیعࣱ مُّنتَصِرࣱ\n",
      "english": "Or do they say, \"We are an assembly supporting [each other]\"?",
      "hindi": "क्या ये लोग कहते हैं कि हम बहुत क़वी जमाअत हैं"
    },
    {
      "verse_number": 45,
      "arabic": "سَیُهۡزَمُ ٱلۡجَمۡعُ وَیُوَلُّونَ ٱلدُّبُرَ\n",
      "english": "[Their] assembly will be defeated, and they will turn their backs [in retreat].",
      "hindi": "अनक़रीब ही ये जमाअत शिकस्त खाएगी और ये लोग पीठ फेर कर भाग जाएँगे"
    },
    {
      "verse_number": 46,
      "arabic": "بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ\n",
      "english": "But the Hour is their appointment [for due punishment], and the Hour is more disastrous and more bitter.",
      "hindi": "बात ये है कि इनके वायदे का वक्त क़यामत है और क़यामत बड़ी सख्त और बड़ी तल्ख़ (चीज़) है"
    },
    {
      "verse_number": 47,
      "arabic": "إِنَّ ٱلۡمُجۡرِمِینَ فِی ضَلَـٰلࣲ وَسُعُرࣲ\n",
      "english": "Indeed, the criminals are in error and madness.",
      "hindi": "बेशक गुनाहगार लोग गुमराही और दीवानगी में (मुब्तिला) हैं"
    },
    {
      "verse_number": 48,
      "arabic": "یَوۡمَ یُسۡحَبُونَ فِی ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُوا۟ مَسَّ سَقَرَ\n",
      "english": "The Day they are dragged into the Fire on their faces [it will be said], \"Taste the touch of Saqar.\"",
      "hindi": "उस रोज़ ये लोग अपने अपने मुँह के बल (जहन्नुम की) आग में घसीटे जाएँगे (और उनसे कहा जाएगा) अब जहन्नुम की आग का मज़ा चखो"
    },
    {
      "verse_number": 49,
      "arabic": "إِنَّا كُلَّ شَیۡءٍ خَلَقۡنَـٰهُ بِقَدَرࣲ\n",
      "english": "Indeed, all things We created with predestination.",
      "hindi": "बेशक हमने हर चीज़ एक मुक़र्रर अन्दाज़ से पैदा की है"
    },
    {
      "verse_number": 50,
      "arabic": "وَمَاۤ أَمۡرُنَاۤ إِلَّا وَ ٰ⁠حِدَةࣱ كَلَمۡحِۭ بِٱلۡبَصَرِ\n",
      "english": "And Our command is but one, like a glance of the eye.",
      "hindi": "और हमारा हुक्म तो बस ऑंख के झपकने की तरह एक बात होती है"
    },
    {
      "verse_number": 51,
      "arabic": "وَلَقَدۡ أَهۡلَكۡنَاۤ أَشۡیَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرࣲ\n",
      "english": "And We have already destroyed your kinds, so is there any who will remember?",
      "hindi": "और हम तुम्हारे हम मशरबो को हलाक कर चुके हैं तो कोई है जो नसीहत हासिल करे"
    },
    {
      "verse_number": 52,
      "arabic": "وَكُلُّ شَیۡءࣲ فَعَلُوهُ فِی ٱلزُّبُرِ\n",
      "english": "And everything they did is in written records.",
      "hindi": "और अगर चे ये लोग जो कुछ कर चुके हैं (इनके) आमाल नामों में (दर्ज) है"
    },
    {
      "verse_number": 53,
      "arabic": "وَكُلُّ صَغِیرࣲ وَكَبِیرࣲ مُّسۡتَطَرٌ\n",
      "english": "And every small and great [thing] is inscribed.",
      "hindi": "(यानि) हर छोटा और बड़ा काम लिख दिया गया है"
    },
    {
      "verse_number": 54,
      "arabic": "إِنَّ ٱلۡمُتَّقِینَ فِی جَنَّـٰتࣲ وَنَهَرࣲ\n",
      "english": "Indeed, the righteous will be among gardens and rivers,",
      "hindi": "बेशक परहेज़गार लोग (बेहिश्त के) बाग़ों और नहरों में"
    },
    {
      "verse_number": 55,
      "arabic": "فِی مَقۡعَدِ صِدۡقٍ عِندَ مَلِیكࣲ مُّقۡتَدِرِۭ\n",
      "english": "In a seat of honor near a Sovereign, Perfect in Ability.",
      "hindi": "(यानि) पसन्दीदा मक़ाम में हर तरह की कुदरत रखने वाले बादशाह की बारगाह में (मुक़र्रिब) होंगे"
    }
  ]
}