{
  "id": 68,
  "name_simple": "Al-Qalam",
  "name_arabic": "القلم",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ نۤۚ وَٱلۡقَلَمِ وَمَا یَسۡطُرُونَ\n",
      "english": "Nun. By the pen and what they inscribe,",
      "hindi": "नून क़लम की और उस चीज़ की जो लिखती हैं (उसकी) क़सम है"
    },
    {
      "verse_number": 2,
      "arabic": "مَاۤ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونࣲ\n",
      "english": "You are not, [O Muhammad], by the favor of your Lord, a madman.",
      "hindi": "कि तुम अपने परवरदिगार के फ़ज़ल (व करम) से दीवाने नहीं हो"
    },
    {
      "verse_number": 3,
      "arabic": "وَإِنَّ لَكَ لَأَجۡرًا غَیۡرَ مَمۡنُونࣲ\n",
      "english": "And indeed, for you is a reward uninterrupted.",
      "hindi": "और तुम्हारे वास्ते यक़ीनन वह अज्र है जो कभी ख़त्म ही न होगा"
    },
    {
      "verse_number": 4,
      "arabic": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِیمࣲ\n",
      "english": "And indeed, you are of a great moral character.",
      "hindi": "और बेशक तुम्हारे एख़लाक़ बड़े आला दर्जे के हैं"
    },
    {
      "verse_number": 5,
      "arabic": "فَسَتُبۡصِرُ وَیُبۡصِرُونَ\n",
      "english": "So you will see and they will see",
      "hindi": "तो अनक़रीब ही तुम भी देखोगे और ये कुफ्फ़ार भी देख लेंगे"
    },
    {
      "verse_number": 6,
      "arabic": "بِأَییِّكُمُ ٱلۡمَفۡتُونُ\n",
      "english": "Which of you is the afflicted [by a devil].",
      "hindi": "कि तुममें दीवाना कौन है"
    },
    {
      "verse_number": 7,
      "arabic": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِیلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِینَ\n",
      "english": "Indeed, your Lord is most knowing of who has gone astray from His way, and He is most knowing of the [rightly] guided.",
      "hindi": "बेशक तुम्हारा परवरदिगार इनसे ख़ूब वाक़िफ़ है जो उसकी राह से भटके हुए हैं और वही हिदायत याफ्ता लोगों को भी ख़ूब जानता है"
    },
    {
      "verse_number": 8,
      "arabic": "فَلَا تُطِعِ ٱلۡمُكَذِّبِینَ\n",
      "english": "Then do not obey the deniers.",
      "hindi": "तो तुम झुठलाने वालों का कहना न मानना"
    },
    {
      "verse_number": 9,
      "arabic": "وَدُّوا۟ لَوۡ تُدۡهِنُ فَیُدۡهِنُونَ\n",
      "english": "They wish that you would soften [in your position], so they would soften [toward you].",
      "hindi": "वह लोग ये चाहते हैं कि अगर तुम नरमी एख्तेयार करो तो वह भी नरम हो जाएँ"
    },
    {
      "verse_number": 10,
      "arabic": "وَلَا تُطِعۡ كُلَّ حَلَّافࣲ مَّهِینٍ\n",
      "english": "And do not obey every worthless habitual swearer",
      "hindi": "और तुम (कहीं) ऐसे के कहने में न आना जो बहुत क़समें खाता ज़लील औक़ात ऐबजू"
    },
    {
      "verse_number": 11,
      "arabic": "هَمَّازࣲ مَّشَّاۤءِۭ بِنَمِیمࣲ\n",
      "english": "[And] scorner, going about with malicious gossip -",
      "hindi": "जो आला दर्जे का चुग़लख़ोर माल का बहुत बख़ील"
    },
    {
      "verse_number": 12,
      "arabic": "مَّنَّاعࣲ لِّلۡخَیۡرِ مُعۡتَدٍ أَثِیمٍ\n",
      "english": "A preventer of good, transgressing and sinful,",
      "hindi": "हद से बढ़ने वाला गुनेहगार तुन्द मिजाज़"
    },
    {
      "verse_number": 13,
      "arabic": "عُتُلِّۭ بَعۡدَ ذَ ٰ⁠لِكَ زَنِیمٍ\n",
      "english": "Cruel, moreover, and an illegitimate pretender.",
      "hindi": "और उसके अलावा बदज़ात (हरमज़ादा) भी है"
    },
    {
      "verse_number": 14,
      "arabic": "أَن كَانَ ذَا مَالࣲ وَبَنِینَ\n",
      "english": "Because he is a possessor of wealth and children,",
      "hindi": "चूँकि माल बहुत से बेटे रखता है"
    },
    {
      "verse_number": 15,
      "arabic": "إِذَا تُتۡلَىٰ عَلَیۡهِ ءَایَـٰتُنَا قَالَ أَسَـٰطِیرُ ٱلۡأَوَّلِینَ\n",
      "english": "When Our verses are recited to him, he says, \"Legends of the former peoples.\"",
      "hindi": "जब उसके सामने हमारी आयतें पढ़ी जाती हैं तो बोल उठता है कि ये तो अगलों के अफ़साने हैं"
    },
    {
      "verse_number": 16,
      "arabic": "سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ\n",
      "english": "We will brand him upon the snout.",
      "hindi": "हम अनक़रीब इसकी नाक पर दाग़ लगाएँगे"
    },
    {
      "verse_number": 17,
      "arabic": "إِنَّا بَلَوۡنَـٰهُمۡ كَمَا بَلَوۡنَاۤ أَصۡحَـٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُوا۟ لَیَصۡرِمُنَّهَا مُصۡبِحِینَ\n",
      "english": "Indeed, We have tried them as We tried the companions of the garden, when they swore to cut its fruit in the [early] morning",
      "hindi": "जिस तरह हमने एक बाग़ वालों का इम्तेहान लिया था उसी तरह उनका इम्तेहान लिया जब उन्होने क़समें खा खाकर कहा कि सुबह होते हम उसका मेवा ज़रूर तोड़ डालेंगे"
    },
    {
      "verse_number": 18,
      "arabic": "وَلَا یَسۡتَثۡنُونَ\n",
      "english": "Without making exception.",
      "hindi": "और इन्शाअल्लाह न कहा"
    },
    {
      "verse_number": 19,
      "arabic": "فَطَافَ عَلَیۡهَا طَاۤىِٕفࣱ مِّن رَّبِّكَ وَهُمۡ نَاۤىِٕمُونَ\n",
      "english": "So there came upon the garden an affliction from your Lord while they were asleep.",
      "hindi": "तो ये लोग पड़े सो ही रहे थे कि तुम्हारे परवरदिगार की तरफ से (रातों रात) एक बला चक्कर लगा गयी"
    },
    {
      "verse_number": 20,
      "arabic": "فَأَصۡبَحَتۡ كَٱلصَّرِیمِ\n",
      "english": "And it became as though reaped.",
      "hindi": "तो वह (सारा बाग़ जलकर) ऐसा हो गया जैसे बहुत काली रात"
    },
    {
      "verse_number": 21,
      "arabic": "فَتَنَادَوۡا۟ مُصۡبِحِینَ\n",
      "english": "And they called one another at morning,",
      "hindi": "फिर ये लोग नूर के तड़के लगे बाहम गुल मचाने"
    },
    {
      "verse_number": 22,
      "arabic": "أَنِ ٱغۡدُوا۟ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَـٰرِمِینَ\n",
      "english": "[Saying], \"Go early to your crop if you would cut the fruit.\"",
      "hindi": "कि अगर तुमको फल तोड़ना है तो अपने बाग़ में सवेरे से चलो"
    },
    {
      "verse_number": 23,
      "arabic": "فَٱنطَلَقُوا۟ وَهُمۡ یَتَخَـٰفَتُونَ\n",
      "english": "So they set out, while lowering their voices,",
      "hindi": "ग़रज़ वह लोग चले और आपस में चुपके चुपके कहते जाते थे"
    },
    {
      "verse_number": 24,
      "arabic": "أَن لَّا یَدۡخُلَنَّهَا ٱلۡیَوۡمَ عَلَیۡكُم مِّسۡكِینࣱ\n",
      "english": "[Saying], \"There will surely not enter it today upon you [any] poor person.\"",
      "hindi": "कि आज यहाँ तुम्हारे पास कोई फ़क़ीर न आने पाए"
    },
    {
      "verse_number": 25,
      "arabic": "وَغَدَوۡا۟ عَلَىٰ حَرۡدࣲ قَـٰدِرِینَ\n",
      "english": "And they went early in determination, [assuming themselves] able.",
      "hindi": "तो वह लोग रोक थाम के एहतमाम के साथ फल तोड़ने की ठाने हुए सवेरे ही जा पहुँचे"
    },
    {
      "verse_number": 26,
      "arabic": "فَلَمَّا رَأَوۡهَا قَالُوۤا۟ إِنَّا لَضَاۤلُّونَ\n",
      "english": "But when they saw it, they said, \"Indeed, we are lost;",
      "hindi": "फिर जब उसे (जला हुआ सियाह) देखा तो कहने लगे हम लोग भटक गए"
    },
    {
      "verse_number": 27,
      "arabic": "بَلۡ نَحۡنُ مَحۡرُومُونَ\n",
      "english": "Rather, we have been deprived.\"",
      "hindi": "(ये हमारा बाग़ नहीं फिर ये सोचकर बोले) बात ये है कि हम लोग बड़े बदनसीब हैं"
    },
    {
      "verse_number": 28,
      "arabic": "قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ\n",
      "english": "The most moderate of them said, \"Did I not say to you, 'Why do you not exalt [Allah]?' \"",
      "hindi": "जो उनमें से मुनसिफ़ मिजाज़ था कहने लगा क्यों मैंने तुमसे नहीं कहा था कि तुम लोग (ख़ुदा की) तसबीह क्यों नहीं करते"
    },
    {
      "verse_number": 29,
      "arabic": "قَالُوا۟ سُبۡحَـٰنَ رَبِّنَاۤ إِنَّا كُنَّا ظَـٰلِمِینَ\n",
      "english": "They said, \"Exalted is our Lord! Indeed, we were wrongdoers.\"",
      "hindi": "वह बोले हमारा परवरदिगार पाक है बेशक हमीं ही कुसूरवार हैं"
    },
    {
      "verse_number": 30,
      "arabic": "فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضࣲ یَتَلَـٰوَمُونَ\n",
      "english": "Then they approached one another, blaming each other.",
      "hindi": "फिर लगे एक दूसरे के मुँह दर मुँह मलामत करने"
    },
    {
      "verse_number": 31,
      "arabic": "قَالُوا۟ یَـٰوَیۡلَنَاۤ إِنَّا كُنَّا طَـٰغِینَ\n",
      "english": "They said, \"O woe to us; indeed we were transgressors.",
      "hindi": "(आख़िर) सबने इक़रार किया कि हाए अफसोस बेशक हम ही ख़ुद सरकश थे"
    },
    {
      "verse_number": 32,
      "arabic": "عَسَىٰ رَبُّنَاۤ أَن یُبۡدِلَنَا خَیۡرࣰا مِّنۡهَاۤ إِنَّاۤ إِلَىٰ رَبِّنَا رَ ٰ⁠غِبُونَ\n",
      "english": "Perhaps our Lord will substitute for us [one] better than it. Indeed, we are toward our Lord desirous.\"",
      "hindi": "उम्मीद है कि हमारा परवरदिगार हमें इससे बेहतर बाग़ इनायत फ़रमाए हम अपने परवरदिगार की तरफ रूजू करते हैं"
    },
    {
      "verse_number": 33,
      "arabic": "كَذَ ٰ⁠لِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡـَٔاخِرَةِ أَكۡبَرُۚ لَوۡ كَانُوا۟ یَعۡلَمُونَ\n",
      "english": "Such is the punishment [of this world]. And the punishment of the Hereafter is greater, if they only knew.",
      "hindi": "(देखो) यूँ अज़ाब होता है और आख़ेरत का अज़ाब तो इससे कहीं बढ़ कर है अगर ये लोग समझते हों"
    },
    {
      "verse_number": 34,
      "arabic": "إِنَّ لِلۡمُتَّقِینَ عِندَ رَبِّهِمۡ جَنَّـٰتِ ٱلنَّعِیمِ\n",
      "english": "Indeed, for the righteous with their Lord are the Gardens of Pleasure.",
      "hindi": "बेशक परहेज़गार लोग अपने परवरदिगार के यहाँ ऐशो आराम के बाग़ों में होंगे"
    },
    {
      "verse_number": 35,
      "arabic": "أَفَنَجۡعَلُ ٱلۡمُسۡلِمِینَ كَٱلۡمُجۡرِمِینَ\n",
      "english": "Then will We treat the Muslims like the criminals?",
      "hindi": "तो क्या हम फरमाबरदारों को नाफ़रमानो के बराबर कर देंगे"
    },
    {
      "verse_number": 36,
      "arabic": "مَا لَكُمۡ كَیۡفَ تَحۡكُمُونَ\n",
      "english": "What is [the matter] with you? How do you judge?",
      "hindi": "(हरगिज़ नहीं) तुम्हें क्या हो गया है तुम तुम कैसा हुक्म लगाते हो"
    },
    {
      "verse_number": 37,
      "arabic": "أَمۡ لَكُمۡ كِتَـٰبࣱ فِیهِ تَدۡرُسُونَ\n",
      "english": "Or do you have a scripture in which you learn",
      "hindi": "या तुम्हारे पास कोई ईमानी किताब है जिसमें तुम पढ़ लेते हो"
    },
    {
      "verse_number": 38,
      "arabic": "إِنَّ لَكُمۡ فِیهِ لَمَا تَخَیَّرُونَ\n",
      "english": "That indeed for you is whatever you choose?",
      "hindi": "कि जो चीज़ पसन्द करोगे तुम को वहाँ ज़रूर मिलेगी"
    },
    {
      "verse_number": 39,
      "arabic": "أَمۡ لَكُمۡ أَیۡمَـٰنٌ عَلَیۡنَا بَـٰلِغَةٌ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ\n",
      "english": "Or do you have oaths [binding] upon Us, extending until the Day of Resurrection, that indeed for you is whatever you judge?",
      "hindi": "या तुमने हमसे क़समें ले रखी हैं जो रोज़े क़यामत तक चली जाएगी कि जो कुछ तुम हुक्म दोगे वही तुम्हारे लिए ज़रूर हाज़िर होगा"
    },
    {
      "verse_number": 40,
      "arabic": "سَلۡهُمۡ أَیُّهُم بِذَ ٰ⁠لِكَ زَعِیمٌ\n",
      "english": "Ask them which of them, for that [claim], is responsible.",
      "hindi": "उनसे पूछो तो कि उनमें इसका कौन ज़िम्मेदार है"
    },
    {
      "verse_number": 41,
      "arabic": "أَمۡ لَهُمۡ شُرَكَاۤءُ فَلۡیَأۡتُوا۟ بِشُرَكَاۤىِٕهِمۡ إِن كَانُوا۟ صَـٰدِقِینَ\n",
      "english": "Or do they have partners? Then let them bring their partners, if they should be truthful.",
      "hindi": "या (इस बाब में) उनके और लोग भी शरीक हैं तो अगर ये लोग सच्चे हैं तो अपने शरीकों को सामने लाएँ"
    },
    {
      "verse_number": 42,
      "arabic": "یَوۡمَ یُكۡشَفُ عَن سَاقࣲ وَیُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا یَسۡتَطِیعُونَ\n",
      "english": "The Day the shin will be uncovered and they are invited to prostration but the disbelievers will not be able,",
      "hindi": "जिस दिन पिंडली खोल दी जाए और (काफ़िर) लोग सजदे के लिए बुलाए जाएँगे तो (सजदा) न कर सकेंगे"
    },
    {
      "verse_number": 43,
      "arabic": "خَـٰشِعَةً أَبۡصَـٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةࣱۖ وَقَدۡ كَانُوا۟ یُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَـٰلِمُونَ\n",
      "english": "Their eyes humbled, humiliation will cover them. And they used to be invited to prostration while they were sound.",
      "hindi": "उनकी ऑंखें झुकी हुई होंगी रूसवाई उन पर छाई होगी और (दुनिया में) ये लोग सजदे के लिए बुलाए जाते और हटटे कटटे तन्दरूस्त थे"
    },
    {
      "verse_number": 44,
      "arabic": "فَذَرۡنِی وَمَن یُكَذِّبُ بِهَـٰذَا ٱلۡحَدِیثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَیۡثُ لَا یَعۡلَمُونَ\n",
      "english": "So leave Me, [O Muhammad], with [the matter of] whoever denies the Qur'an. We will progressively lead them [to punishment] from where they do not know.",
      "hindi": "तो मुझे उस कलाम के झुठलाने वाले से समझ लेने दो हम उनको आहिस्ता आहिस्ता इस तरह पकड़ लेंगे कि उनको ख़बर भी न होगी"
    },
    {
      "verse_number": 45,
      "arabic": "وَأُمۡلِی لَهُمۡۚ إِنَّ كَیۡدِی مَتِینٌ\n",
      "english": "And I will give them time. Indeed, My plan is firm.",
      "hindi": "और मैं उनको मोहलत दिये जाता हूँ बेशक मेरी तदबीर मज़बूत है"
    },
    {
      "verse_number": 46,
      "arabic": "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرࣰا فَهُم مِّن مَّغۡرَمࣲ مُّثۡقَلُونَ\n",
      "english": "Or do you ask of them a payment, so they are by debt burdened down?",
      "hindi": "(ऐ रसूल) क्या तुम उनसे (तबलीग़े रिसालत का) कुछ सिला माँगते हो कि उन पर तावान का बोझ पड़ रहा है"
    },
    {
      "verse_number": 47,
      "arabic": "أَمۡ عِندَهُمُ ٱلۡغَیۡبُ فَهُمۡ یَكۡتُبُونَ\n",
      "english": "Or have they [knowledge of] the unseen, so they write [it] down?",
      "hindi": "या उनके इस ग़ैब (की ख़बर) है कि ये लोग लिख लिया करते हैं"
    },
    {
      "verse_number": 48,
      "arabic": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومࣱ\n",
      "english": "Then be patient for the decision of your Lord, [O Muhammad], and be not like the companion of the fish when he called out while he was distressed.",
      "hindi": "तो तुम अपने परवरदिगार के हुक्म के इन्तेज़ार में सब्र करो और मछली (का निवाला होने) वाले (यूनुस) के ऐसे न हो जाओ कि जब वह ग़ुस्से में भरे हुए थे और अपने परवरदिगार को पुकारा"
    },
    {
      "verse_number": 49,
      "arabic": "لَّوۡلَاۤ أَن تَدَ ٰ⁠رَكَهُۥ نِعۡمَةࣱ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَاۤءِ وَهُوَ مَذۡمُومࣱ\n",
      "english": "If not that a favor from his Lord overtook him, he would have been thrown onto the naked shore while he was censured.",
      "hindi": "अगर तुम्हारे परवरदिगार की मेहरबानी उनकी यावरी न करती तो चटियल मैदान में डाल दिए जाते और उनका बुरा हाल होता"
    },
    {
      "verse_number": 50,
      "arabic": "فَٱجۡتَبَـٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّـٰلِحِینَ\n",
      "english": "And his Lord chose him and made him of the righteous.",
      "hindi": "तो उनके परवरदिगार ने उनको बरगुज़ीदा करके नेकोकारों से बना दिया"
    },
    {
      "verse_number": 51,
      "arabic": "وَإِن یَكَادُ ٱلَّذِینَ كَفَرُوا۟ لَیُزۡلِقُونَكَ بِأَبۡصَـٰرِهِمۡ لَمَّا سَمِعُوا۟ ٱلذِّكۡرَ وَیَقُولُونَ إِنَّهُۥ لَمَجۡنُونࣱ\n",
      "english": "And indeed, those who disbelieve would almost make you slip with their eyes when they hear the message, and they say, \"Indeed, he is mad.\"",
      "hindi": "और कुफ्फ़ार जब क़ुरान को सुनते हैं तो मालूम होता है कि ये लोग तुम्हें घूर घूर कर (राह रास्त से) ज़रूर फिसला देंगे"
    },
    {
      "verse_number": 52,
      "arabic": "وَمَا هُوَ إِلَّا ذِكۡرࣱ لِّلۡعَـٰلَمِینَ\n",
      "english": "But it is not except a reminder to the worlds.",
      "hindi": "और कहते हैं कि ये तो सिड़ी हैं और ये (क़ुरान) तो सारे जहाँन की नसीहत है"
    }
  ]
}