{
  "id": 53,
  "name_simple": "An-Najm",
  "name_arabic": "النجم",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ وَٱلنَّجۡمِ إِذَا هَوَىٰ\n",
      "english": "By the star when it descends,",
      "hindi": "तारे की क़सम जब टूटा"
    },
    {
      "verse_number": 2,
      "arabic": "مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ\n",
      "english": "Your companion [Muhammad] has not strayed, nor has he erred,",
      "hindi": "कि तुम्हारे रफ़ीक़ (मोहम्मद) न गुमराह हुए और न बहके"
    },
    {
      "verse_number": 3,
      "arabic": "وَمَا یَنطِقُ عَنِ ٱلۡهَوَىٰۤ\n",
      "english": "Nor does he speak from [his own] inclination.",
      "hindi": "और वह तो अपनी नफ़सियानी ख्वाहिश से कुछ भी नहीं कहते"
    },
    {
      "verse_number": 4,
      "arabic": "إِنۡ هُوَ إِلَّا وَحۡیࣱ یُوحَىٰ\n",
      "english": "It is not but a revelation revealed,",
      "hindi": "ये तो बस वही है जो भेजी जाती है"
    },
    {
      "verse_number": 5,
      "arabic": "عَلَّمَهُۥ شَدِیدُ ٱلۡقُوَىٰ\n",
      "english": "Taught to him by one intense in strength -",
      "hindi": "इनको निहायत ताक़तवर (फ़रिश्ते जिबरील) ने तालीम दी है"
    },
    {
      "verse_number": 6,
      "arabic": "ذُو مِرَّةࣲ فَٱسۡتَوَىٰ\n",
      "english": "One of soundness. And he rose to [his] true form",
      "hindi": "जो बड़ा ज़बरदस्त है और जब ये (आसमान के) ऊँचे (मुशरक़ो) किनारे पर था तो वह अपनी (असली सूरत में) सीधा खड़ा हुआ"
    },
    {
      "verse_number": 7,
      "arabic": "وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ\n",
      "english": "While he was in the higher [part of the] horizon.",
      "hindi": "फिर करीब हो (और आगे) बढ़ा"
    },
    {
      "verse_number": 8,
      "arabic": "ثُمَّ دَنَا فَتَدَلَّىٰ\n",
      "english": "Then he approached and descended",
      "hindi": "(फिर जिबरील व मोहम्मद में) दो कमान का फ़ासला रह गया"
    },
    {
      "verse_number": 9,
      "arabic": "فَكَانَ قَابَ قَوۡسَیۡنِ أَوۡ أَدۡنَىٰ\n",
      "english": "And was at a distance of two bow lengths or nearer.",
      "hindi": "बल्कि इससे भी क़रीब था"
    },
    {
      "verse_number": 10,
      "arabic": "فَأَوۡحَىٰۤ إِلَىٰ عَبۡدِهِۦ مَاۤ أَوۡحَىٰ\n",
      "english": "And he revealed to His Servant what he revealed.",
      "hindi": "ख़ुदा ने अपने बन्दे की तरफ जो 'वही' भेजी सो भेजी"
    },
    {
      "verse_number": 11,
      "arabic": "مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰۤ\n",
      "english": "The heart did not lie [about] what it saw.",
      "hindi": "तो जो कुछ उन्होने देखा उनके दिल ने झूठ न जाना"
    },
    {
      "verse_number": 12,
      "arabic": "أَفَتُمَـٰرُونَهُۥ عَلَىٰ مَا یَرَىٰ\n",
      "english": "So will you dispute with him over what he saw?",
      "hindi": "तो क्या वह (रसूल) जो कुछ देखता है तुम लोग उसमें झगड़ते हो"
    },
    {
      "verse_number": 13,
      "arabic": "وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ\n",
      "english": "And he certainly saw him in another descent",
      "hindi": "और उन्होने तो उस (जिबरील) को एक बार (शबे मेराज) और देखा है"
    },
    {
      "verse_number": 14,
      "arabic": "عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ\n",
      "english": "At the Lote Tree of the Utmost Boundary -",
      "hindi": "सिदरतुल मुनतहा के नज़दीक"
    },
    {
      "verse_number": 15,
      "arabic": "عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰۤ\n",
      "english": "Near it is the Garden of Refuge -",
      "hindi": "उसी के पास तो रहने की बेहिश्त है"
    },
    {
      "verse_number": 16,
      "arabic": "إِذۡ یَغۡشَى ٱلسِّدۡرَةَ مَا یَغۡشَىٰ\n",
      "english": "When there covered the Lote Tree that which covered [it].",
      "hindi": "जब छा रहा था सिदरा पर जो छा रहा था"
    },
    {
      "verse_number": 17,
      "arabic": "مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ\n",
      "english": "The sight [of the Prophet] did not swerve, nor did it transgress [its limit].",
      "hindi": "(उस वक्त भी) उनकी ऑंख न तो और तरफ़ माएल हुई और न हद से आगे बढ़ी"
    },
    {
      "verse_number": 18,
      "arabic": "لَقَدۡ رَأَىٰ مِنۡ ءَایَـٰتِ رَبِّهِ ٱلۡكُبۡرَىٰۤ\n",
      "english": "He certainly saw of the greatest signs of his Lord.",
      "hindi": "और उन्होने यक़ीनन अपने परवरदिगार (की क़ुदरत) की बड़ी बड़ी निशानियाँ देखीं"
    },
    {
      "verse_number": 19,
      "arabic": "أَفَرَءَیۡتُمُ ٱللَّـٰتَ وَٱلۡعُزَّىٰ\n",
      "english": "So have you considered al-Lat and al-'Uzza?",
      "hindi": "तो भला तुम लोगों ने लात व उज्ज़ा और तीसरे पिछले मनात को देखा"
    },
    {
      "verse_number": 20,
      "arabic": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰۤ\n",
      "english": "And Manat, the third - the other one?",
      "hindi": "भला ये ख़ुदा हो सकते हैं"
    },
    {
      "verse_number": 21,
      "arabic": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ\n",
      "english": "Is the male for you and for Him the female?",
      "hindi": "क्या तुम्हारे तो बेटे हैं और उसके लिए बेटियाँ"
    },
    {
      "verse_number": 22,
      "arabic": "تِلۡكَ إِذࣰا قِسۡمَةࣱ ضِیزَىٰۤ\n",
      "english": "That, then, is an unjust division.",
      "hindi": "ये तो बहुत बेइन्साफ़ी की तक़सीम है"
    },
    {
      "verse_number": 23,
      "arabic": "إِنۡ هِیَ إِلَّاۤ أَسۡمَاۤءࣱ سَمَّیۡتُمُوهَاۤ أَنتُمۡ وَءَابَاۤؤُكُم مَّاۤ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَـٰنٍۚ إِن یَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَاۤءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰۤ\n",
      "english": "They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance.",
      "hindi": "ये तो बस सिर्फ नाम ही नाम है जो तुमने और तुम्हारे बाप दादाओं ने गढ़ लिए हैं, ख़ुदा ने तो इसकी कोई सनद नाज़िल नहीं की ये लोग तो बस अटकल और अपनी नफ़सानी ख्वाहिश के पीछे चल रहे हैं हालॉकि उनके पास उनके परवरदिगार की तरफ से हिदायत भी आ चुकी है"
    },
    {
      "verse_number": 24,
      "arabic": "أَمۡ لِلۡإِنسَـٰنِ مَا تَمَنَّىٰ\n",
      "english": "Or is there for man whatever he wishes?",
      "hindi": "क्या जिस चीज़ की इन्सान तमन्ना करे वह उसे ज़रूर मिलती है"
    },
    {
      "verse_number": 25,
      "arabic": "فَلِلَّهِ ٱلۡـَٔاخِرَةُ وَٱلۡأُولَىٰ\n",
      "english": "Rather, to Allah belongs the Hereafter and the first [life].",
      "hindi": "आख़ेरत और दुनिया तो ख़ास ख़ुदा ही के एख्तेयार में हैं"
    },
    {
      "verse_number": 26,
      "arabic": "۞ وَكَم مِّن مَّلَكࣲ فِی ٱلسَّمَـٰوَ ٰ⁠تِ لَا تُغۡنِی شَفَـٰعَتُهُمۡ شَیۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن یَأۡذَنَ ٱللَّهُ لِمَن یَشَاۤءُ وَیَرۡضَىٰۤ\n",
      "english": "And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allah has permitted [it] to whom He wills and approves.",
      "hindi": "और आसमानों में बहुत से फरिश्ते हैं जिनकी सिफ़ारिश कुछ भी काम न आती, मगर ख़ुदा जिसके लिए चाहे इजाज़त दे दे और पसन्द करे उसके बाद (सिफ़ारिश कर सकते हैं)"
    },
    {
      "verse_number": 27,
      "arabic": "إِنَّ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِ لَیُسَمُّونَ ٱلۡمَلَـٰۤىِٕكَةَ تَسۡمِیَةَ ٱلۡأُنثَىٰ\n",
      "english": "Indeed, those who do not believe in the Hereafter name the angels female names,",
      "hindi": "जो लोग आख़ेरत पर ईमान नहीं रखते वह फ़रिश्तों के नाम रखते हैं औरतों के से नाम हालॉकि उन्हें इसकी कुछ ख़बर नहीं"
    },
    {
      "verse_number": 28,
      "arabic": "وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن یَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا یُغۡنِی مِنَ ٱلۡحَقِّ شَیۡـࣰٔا\n",
      "english": "And they have thereof no knowledge. They follow not except assumption, and indeed, assumption avails not against the truth at all.",
      "hindi": "वह लोग तो बस गुमान (ख्याल) के पीछे चल रहे हैं, हालॉकि गुमान यक़ीन के बदले में कुछ भी काम नहीं आया करता"
    },
    {
      "verse_number": 29,
      "arabic": "فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ یُرِدۡ إِلَّا ٱلۡحَیَوٰةَ ٱلدُّنۡیَا\n",
      "english": "So turn away from whoever turns his back on Our message and desires not except the worldly life.",
      "hindi": "तो जो हमारी याद से रदगिरदानी करे ओर सिर्फ दुनिया की ज़िन्दगी ही का तालिब हो तुम भी उससे मुँह फेर लो"
    },
    {
      "verse_number": 30,
      "arabic": "ذَ ٰ⁠لِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِیلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ\n",
      "english": "That is their sum of knowledge. Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of who is guided.",
      "hindi": "उनके इल्म की यही इन्तिहा है तुम्हारा परवरदिगार, जो उसके रास्ते से भटक गया उसको भी ख़ूब जानता है, और जो राहे रास्त पर है उनसे भी ख़ूब वाक़िफ है"
    },
    {
      "verse_number": 31,
      "arabic": "وَلِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِ لِیَجۡزِیَ ٱلَّذِینَ أَسَـٰۤـُٔوا۟ بِمَا عَمِلُوا۟ وَیَجۡزِیَ ٱلَّذِینَ أَحۡسَنُوا۟ بِٱلۡحُسۡنَى\n",
      "english": "And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward] -",
      "hindi": "और जो कुछ आसमानों में है और जो कुछ ज़मीन में है (ग़रज़ सब कुछ) ख़ुदा ही का है, ताकि जिन लोगों ने बुराई की हो उनको उनकी कारस्तानियों की सज़ा दे और जिन लोगों ने नेकी की है (उनकी नेकी की जज़ा दे)"
    },
    {
      "verse_number": 32,
      "arabic": "ٱلَّذِینَ یَجۡتَنِبُونَ كَبَـٰۤىِٕرَ ٱلۡإِثۡمِ وَٱلۡفَوَ ٰ⁠حِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَ ٰ⁠سِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةࣱ فِی بُطُونِ أُمَّهَـٰتِكُمۡۖ فَلَا تُزَكُّوۤا۟ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰۤ\n",
      "english": "Those who avoid the major sins and immoralities, only [committing] slight ones. Indeed, your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him.",
      "hindi": "जो सग़ीरा गुनाहों के सिवा कबीरा गुनाहों से और बेहयाई की बातों से बचे रहते हैं बेशक तुम्हारा परवरदिगार बड़ी बख्यिश वाला है वही तुमको ख़ूब जानता है जब उसने तुमको मिटटी से पैदा किया और जब तुम अपनी माँ के पेट में बच्चे थे तो (तकब्बुर) से अपने नफ्स की पाकीज़गी न जताया करो जो परहेज़गार है उसको वह ख़ूब जानता है"
    },
    {
      "verse_number": 33,
      "arabic": "أَفَرَءَیۡتَ ٱلَّذِی تَوَلَّىٰ\n",
      "english": "Have you seen the one who turned away",
      "hindi": "भला (ऐ रसूल) तुमने उस शख़्श को भी देखा जिसने रदगिरदानी की"
    },
    {
      "verse_number": 34,
      "arabic": "وَأَعۡطَىٰ قَلِیلࣰا وَأَكۡدَىٰۤ\n",
      "english": "And gave a little and [then] refrained?",
      "hindi": "और थोड़ा सा (ख़ुदा की राह में) दिया और फिर बन्द कर दिया"
    },
    {
      "verse_number": 35,
      "arabic": "أَعِندَهُۥ عِلۡمُ ٱلۡغَیۡبِ فَهُوَ یَرَىٰۤ\n",
      "english": "Does he have knowledge of the unseen, so he sees?",
      "hindi": "क्या उसके पास इल्मे ग़ैब है कि वह देख रहा है"
    },
    {
      "verse_number": 36,
      "arabic": "أَمۡ لَمۡ یُنَبَّأۡ بِمَا فِی صُحُفِ مُوسَىٰ\n",
      "english": "Or has he not been informed of what was in the scriptures of Moses",
      "hindi": "क्या उसको उन बातों की ख़बर नहीं पहुँची जो मूसा के सहीफ़ों में है"
    },
    {
      "verse_number": 37,
      "arabic": "وَإِبۡرَ ٰ⁠هِیمَ ٱلَّذِی وَفَّىٰۤ\n",
      "english": "And [of] Abraham, who fulfilled [his obligations] -",
      "hindi": "और इबराहीम के (सहीफ़ों में)"
    },
    {
      "verse_number": 38,
      "arabic": "أَلَّا تَزِرُ وَازِرَةࣱ وِزۡرَ أُخۡرَىٰ\n",
      "english": "That no bearer of burdens will bear the burden of another",
      "hindi": "जिन्होने (अपना हक़) (पूरा अदा) किया इन सहीफ़ों में ये है, कि कोई शख़्श दूसरे (के गुनाह) का बोझ नहीं उठाएगा"
    },
    {
      "verse_number": 39,
      "arabic": "وَأَن لَّیۡسَ لِلۡإِنسَـٰنِ إِلَّا مَا سَعَىٰ\n",
      "english": "And that there is not for man except that [good] for which he strives",
      "hindi": "और ये कि इन्सान को वही मिलता है जिसकी वह कोशिश करता है"
    },
    {
      "verse_number": 40,
      "arabic": "وَأَنَّ سَعۡیَهُۥ سَوۡفَ یُرَىٰ\n",
      "english": "And that his effort is going to be seen -",
      "hindi": "और ये कि उनकी कोशिश अनक़रीेब ही (क़यामत में) देखी जाएगी"
    },
    {
      "verse_number": 41,
      "arabic": "ثُمَّ یُجۡزَىٰهُ ٱلۡجَزَاۤءَ ٱلۡأَوۡفَىٰ\n",
      "english": "Then he will be recompensed for it with the fullest recompense",
      "hindi": "फिर उसका पूरा पूरा बदला दिया जाएगा"
    },
    {
      "verse_number": 42,
      "arabic": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ\n",
      "english": "And that to your Lord is the finality",
      "hindi": "और ये कि (सबको आख़िर) तुम्हारे परवरदिगार ही के पास पहुँचना है"
    },
    {
      "verse_number": 43,
      "arabic": "وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ\n",
      "english": "And that it is He who makes [one] laugh and weep",
      "hindi": "और ये कि वही हँसाता और रूलाता है"
    },
    {
      "verse_number": 44,
      "arabic": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡیَا\n",
      "english": "And that it is He who causes death and gives life",
      "hindi": "और ये कि वही मारता और जिलाता है"
    },
    {
      "verse_number": 45,
      "arabic": "وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَیۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ\n",
      "english": "And that He creates the two mates - the male and female -",
      "hindi": "और ये कि वही नर और मादा दो किस्म (के हैवान) नुत्फे से जब (रहम में) डाला जाता है"
    },
    {
      "verse_number": 46,
      "arabic": "مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ\n",
      "english": "From a sperm-drop when it is emitted",
      "hindi": "पैदा करता है"
    },
    {
      "verse_number": 47,
      "arabic": "وَأَنَّ عَلَیۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ\n",
      "english": "And that [incumbent] upon Him is the next creation",
      "hindi": "और ये कि उसी पर (कयामत में) दोबारा उठाना लाज़िम है"
    },
    {
      "verse_number": 48,
      "arabic": "وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ\n",
      "english": "And that it is He who enriches and suffices",
      "hindi": "और ये कि वही मालदार बनाता है और सरमाया अता करता है"
    },
    {
      "verse_number": 49,
      "arabic": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ\n",
      "english": "And that it is He who is the Lord of Sirius",
      "hindi": "और ये कि वही योअराए का मालिक है"
    },
    {
      "verse_number": 50,
      "arabic": "وَأَنَّهُۥۤ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ\n",
      "english": "And that He destroyed the first [people of] 'Aad",
      "hindi": "और ये कि उसी ने पहले (क़ौमे) आद को हलाक किया"
    },
    {
      "verse_number": 51,
      "arabic": "وَثَمُودَا۟ فَمَاۤ أَبۡقَىٰ\n",
      "english": "And Thamud - and He did not spare [them] -",
      "hindi": "और समूद को भी ग़रज़ किसी को बाक़ी न छोड़ा"
    },
    {
      "verse_number": 52,
      "arabic": "وَقَوۡمَ نُوحࣲ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُوا۟ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ\n",
      "english": "And the people of Noah before. Indeed, it was they who were [even] more unjust and oppressing.",
      "hindi": "और (उसके) पहले नूह की क़ौम को बेशक ये लोग बड़े ही ज़ालिम और बड़े ही सरकश थे"
    },
    {
      "verse_number": 53,
      "arabic": "وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ\n",
      "english": "And the overturned towns He hurled down",
      "hindi": "और उसी ने (क़ौमे लूत की) उलटी हुई बस्तियों को दे पटका"
    },
    {
      "verse_number": 54,
      "arabic": "فَغَشَّىٰهَا مَا غَشَّىٰ\n",
      "english": "And covered them by that which He covered.",
      "hindi": "(फिर उन पर) जो छाया सो छाया"
    },
    {
      "verse_number": 55,
      "arabic": "فَبِأَیِّ ءَالَاۤءِ رَبِّكَ تَتَمَارَىٰ\n",
      "english": "Then which of the favors of your Lord do you doubt?",
      "hindi": "तो तू (ऐ इन्सान आख़िर) अपने परवरदिगार की कौन सी नेअमत पर शक़ किया करेगा"
    },
    {
      "verse_number": 56,
      "arabic": "هَـٰذَا نَذِیرࣱ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰۤ\n",
      "english": "This [Prophet] is a warner like the former warners.",
      "hindi": "ये (मोहम्मद भी अगले डराने वाले पैग़म्बरों में से एक डरने वाला) पैग़म्बर है"
    },
    {
      "verse_number": 57,
      "arabic": "أَزِفَتِ ٱلۡـَٔازِفَةُ\n",
      "english": "The Approaching Day has approached.",
      "hindi": "कयामत क़रीब आ गयी"
    },
    {
      "verse_number": 58,
      "arabic": "لَیۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ\n",
      "english": "Of it, [from those] besides Allah, there is no remover.",
      "hindi": "ख़ुदा के सिवा उसे कोई टाल नहीं सकता"
    },
    {
      "verse_number": 59,
      "arabic": "أَفَمِنۡ هَـٰذَا ٱلۡحَدِیثِ تَعۡجَبُونَ\n",
      "english": "Then at this statement do you wonder?",
      "hindi": "तो क्या तुम लोग इस बात से ताज्जुब करते हो और हँसते हो"
    },
    {
      "verse_number": 60,
      "arabic": "وَتَضۡحَكُونَ وَلَا تَبۡكُونَ\n",
      "english": "And you laugh and do not weep",
      "hindi": "और रोते नहीं हो"
    },
    {
      "verse_number": 61,
      "arabic": "وَأَنتُمۡ سَـٰمِدُونَ\n",
      "english": "While you are proudly sporting?",
      "hindi": "और तुम इस क़दर ग़ाफ़िल हो तो ख़ुदा के आगे सजदे किया करो"
    },
    {
      "verse_number": 62,
      "arabic": "فَٱسۡجُدُوا۟ لِلَّهِ وَٱعۡبُدُوا۟ ۩\n",
      "english": "So prostrate to Allah and worship [Him].",
      "hindi": "और (उसी की) इबादत किया करो (62) सजदा"
    }
  ]
}