{
  "id": 61,
  "name_simple": "As-Saf",
  "name_arabic": "الصف",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ سَبَّحَ لِلَّهِ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
      "hindi": "जो चीज़े आसमानों में है और जो चीज़े ज़मीन में हैं (सब) ख़ुदा की तस्बीह करती हैं और वह ग़ालिब हिकमत वाला है"
    },
    {
      "verse_number": 2,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ\n",
      "english": "O you who have believed, why do you say what you do not do?",
      "hindi": "ऐ ईमानदारों तुम ऐसी बातें क्यों कहा करते हो जो किया नहीं करते"
    },
    {
      "verse_number": 3,
      "arabic": "كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفۡعَلُونَ\n",
      "english": "Great is hatred in the sight of Allah that you say what you do not do.",
      "hindi": "ख़ुदा के नज़दीक ये ग़ज़ब की बात है कि तुम ऐसी बात कहो जो करो नहीं"
    },
    {
      "verse_number": 4,
      "arabic": "إِنَّ ٱللَّهَ یُحِبُّ ٱلَّذِینَ یُقَـٰتِلُونَ فِی سَبِیلِهِۦ صَفࣰّا كَأَنَّهُم بُنۡیَـٰنࣱ مَّرۡصُوصࣱ\n",
      "english": "Indeed, Allah loves those who fight in His cause in a row as though they are a [single] structure joined firmly.",
      "hindi": "ख़ुदा तो उन लोगों से उलफ़त रखता है जो उसकी राह में इस तरह परा बाँध के लड़ते हैं कि गोया वह सीसा पिलाई हुई दीवारें हैं"
    },
    {
      "verse_number": 5,
      "arabic": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ یَـٰقَوۡمِ لِمَ تُؤۡذُونَنِی وَقَد تَّعۡلَمُونَ أَنِّی رَسُولُ ٱللَّهِ إِلَیۡكُمۡۖ فَلَمَّا زَاغُوۤا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡفَـٰسِقِینَ\n",
      "english": "And [mention, O Muhammad], when Moses said to his people, \"O my people, why do you harm me while you certainly know that I am the messenger of Allah to you?\" And when they deviated, Allah caused their hearts to deviate. And Allah does not guide the defiantly disobedient people.",
      "hindi": "और जब मूसा ने अपनी क़ौम से कहा कि भाइयों तुम मुझे क्यों अज़ीयत देते हो हालॉकि तुम तो जानते हो कि मैं तुम्हारे पास ख़ुदा का (भेजा हुआ) रसूल हूँ तो जब वह टेढ़े हुए तो ख़ुदा ने भी उनके दिलों को टेढ़ा ही रहने दिया और ख़ुदा बदकार लोगों को मंज़िले मक़सूद तक नहीं पहुँचाया करता"
    },
    {
      "verse_number": 6,
      "arabic": "وَإِذۡ قَالَ عِیسَى ٱبۡنُ مَرۡیَمَ یَـٰبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ إِنِّی رَسُولُ ٱللَّهِ إِلَیۡكُم مُّصَدِّقࣰا لِّمَا بَیۡنَ یَدَیَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولࣲ یَأۡتِی مِنۢ بَعۡدِی ٱسۡمُهُۥۤ أَحۡمَدُۖ فَلَمَّا جَاۤءَهُم بِٱلۡبَیِّنَـٰتِ قَالُوا۟ هَـٰذَا سِحۡرࣱ مُّبِینࣱ\n",
      "english": "And [mention] when Jesus, the son of Mary, said, \"O children of Israel, indeed I am the messenger of Allah to you confirming what came before me of the Torah and bringing good tidings of a messenger to come after me, whose name is Ahmad.\" But when he came to them with clear evidences, they said, \"This is obvious magic.\"",
      "hindi": "और (याद करो) जब मरियम के बेटे ईसा ने कहा ऐ बनी इसराइल मैं तुम्हारे पास ख़ुदा का भेजा हुआ (आया) हूँ (और जो किताब तौरेत मेरे सामने मौजूद है उसकी तसदीक़ करता हूँ और एक पैग़म्बर जिनका नाम अहमद होगा (और) मेरे बाद आएँगे उनकी ख़ुशख़बरी सुनाता हूँ जो जब वह (पैग़म्बर अहमद) उनके पास वाज़ेए व रौशन मौजिज़े लेकर आया तो कहने लगे ये तो खुला हुआ जादू है"
    },
    {
      "verse_number": 7,
      "arabic": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ یُدۡعَىٰۤ إِلَى ٱلۡإِسۡلَـٰمِۚ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n",
      "english": "And who is more unjust than one who invents about Allah untruth while he is being invited to Islam. And Allah does not guide the wrongdoing people.",
      "hindi": "और जो शख़्श इस्लाम की तरफ बुलाया जाए (और) वह कुबूल के बदले उलटा ख़ुदा पर झूठ (तूफान) जोड़े उससे बढ़ कर ज़ालिम और कौन होगा और ख़ुदा ज़ालिम लोगों को मंज़िले मक़सूद तक नहीं पहुँचाया करता"
    },
    {
      "verse_number": 8,
      "arabic": "یُرِیدُونَ لِیُطۡفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفۡوَ ٰ⁠هِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَـٰفِرُونَ\n",
      "english": "They want to extinguish the light of Allah with their mouths, but Allah will perfect His light, although the disbelievers dislike it.",
      "hindi": "ये लोग अपने मुँह से (फूँक मारकर) ख़ुदा के नूर को बुझाना चाहते हैं हालॉकि ख़ुदा अपने नूर को पूरा करके रहेगा अगरचे कुफ्फ़ार बुरा ही (क्यों न) मानें"
    },
    {
      "verse_number": 9,
      "arabic": "هُوَ ٱلَّذِیۤ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِینِ ٱلۡحَقِّ لِیُظۡهِرَهُۥ عَلَى ٱلدِّینِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ\n",
      "english": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion, although those who associate others with Allah dislike it.",
      "hindi": "वह वही है जिसने अपने रसूल को हिदायत और सच्चे दीन के साथ भेजा ताकि उसे और तमाम दीनों पर ग़ालिब करे अगरचे मुशरेकीन बुरा ही (क्यों न) माने"
    },
    {
      "verse_number": 10,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَـٰرَةࣲ تُنجِیكُم مِّنۡ عَذَابٍ أَلِیمࣲ\n",
      "english": "O you who have believed, shall I guide you to a transaction that will save you from a painful punishment?",
      "hindi": "ऐ ईमानदारों क्या मैं नहीं ऐसी तिजारत बता दूँ जो तुमको (आख़ेरत के) दर्दनाक अज़ाब से निजात दे"
    },
    {
      "verse_number": 11,
      "arabic": "تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَـٰهِدُونَ فِی سَبِیلِ ٱللَّهِ بِأَمۡوَ ٰ⁠لِكُمۡ وَأَنفُسِكُمۡۚ ذَ ٰ⁠لِكُمۡ خَیۡرࣱ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ\n",
      "english": "[It is that] you believe in Allah and His Messenger and strive in the cause of Allah with your wealth and your lives. That is best for you, if you should know.",
      "hindi": "(वह ये है कि) ख़ुदा और उसके रसूल पर ईमान लाओ और अपने माल व जान से ख़ुदा की राह में जेहाद करो अगर तुम समझो तो यही तुम्हारे हक़ में बेहतर है"
    },
    {
      "verse_number": 12,
      "arabic": "یَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَیُدۡخِلۡكُمۡ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ وَمَسَـٰكِنَ طَیِّبَةࣰ فِی جَنَّـٰتِ عَدۡنࣲۚ ذَ ٰ⁠لِكَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n",
      "english": "He will forgive for you your sins and admit you to gardens beneath which rivers flow and pleasant dwellings in gardens of perpetual residence. That is the great attainment.",
      "hindi": "(ऐसा करोगे) तो वह भी इसके ऐवज़ में तुम्हारे गुनाह बख्श देगा और तुम्हें उन बाग़ों में दाख़िल करेगा जिनके नीचे नहरें जारी हैं और पाकीजा मकानात में (जगह देगा) जो जावेदानी बेहिश्त में हैं यही तो बड़ी कामयाबी है"
    },
    {
      "verse_number": 13,
      "arabic": "وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرࣱ مِّنَ ٱللَّهِ وَفَتۡحࣱ قَرِیبࣱۗ وَبَشِّرِ ٱلۡمُؤۡمِنِینَ\n",
      "english": "And [you will obtain] another [favor] that you love - victory from Allah and an imminent conquest; and give good tidings to the believers.",
      "hindi": "और एक चीज़ जिसके तुम दिल दादा हो (यानि तुमको) ख़ुदा की तरफ से मदद (मिलेगी और अनक़रीब फतेह (होगी) और (ऐ रसूल) मोमिनीन को ख़ुशख़बरी (इसकी) दे दो"
    },
    {
      "verse_number": 14,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ كُونُوۤا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِیسَى ٱبۡنُ مَرۡیَمَ لِلۡحَوَارِیِّـۧنَ مَنۡ أَنصَارِیۤ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِیُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّاۤىِٕفَةࣱ مِّنۢ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ وَكَفَرَت طَّاۤىِٕفَةࣱۖ فَأَیَّدۡنَا ٱلَّذِینَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُوا۟ ظَـٰهِرِینَ\n",
      "english": "O you who have believed, be supporters of Allah, as when Jesus, the son of Mary, said to the disciples, \"Who are my supporters for Allah?\" The disciples said, \"We are supporters of Allah.\" And a faction of the Children of Israel believed and a faction disbelieved. So We supported those who believed against their enemy, and they became dominant.",
      "hindi": "ऐ ईमानदारों ख़ुदा के मददगार बन जाओ जिस तरह मरियम के बेटे ईसा ने हवारियों से कहा था कि (भला) ख़ुदा की तरफ (बुलाने में) मेरे मददगार कौन लोग हैं तो हवारीन बोल उठे थे कि हम ख़ुदा के अनसार हैं तो बनी इसराईल में से एक गिरोह (उन पर) ईमान लाया और एक गिरोह काफिर रहा, तो जो लोग ईमान लाए हमने उनको उनके दुशमनों के मुक़ाबले में मदद दी तो आख़िर वही ग़ालिब रहे"
    }
  ]
}