{
  "id": 39,
  "name_simple": "Az-Zumar",
  "name_arabic": "الزمر",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ تَنزِیلُ ٱلۡكِتَـٰبِ مِنَ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَكِیمِ\n",
      "english": "The revelation of the Qur'an is from Allah, the Exalted in Might, the Wise.",
      "hindi": "(इस) किताब (क़ुरान) का नाज़िल करना उस खुदा की बारगाह से है जो (सब पर) ग़ालिब हिकमत वाला है"
    },
    {
      "verse_number": 2,
      "arabic": "إِنَّاۤ أَنزَلۡنَاۤ إِلَیۡكَ ٱلۡكِتَـٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصࣰا لَّهُ ٱلدِّینَ\n",
      "english": "Indeed, We have sent down to you the Book, [O Muhammad], in truth. So worship Allah, [being] sincere to Him in religion.",
      "hindi": "(ऐ रसूल) हमने किताब (कुरान) को बिल्कुल ठीक नाज़िल किया है तो तुम इबादत को उसी के लिए निरा खुरा करके खुदा की बन्दगी किया करो"
    },
    {
      "verse_number": 3,
      "arabic": "أَلَا لِلَّهِ ٱلدِّینُ ٱلۡخَالِصُۚ وَٱلَّذِینَ ٱتَّخَذُوا۟ مِن دُونِهِۦۤ أَوۡلِیَاۤءَ مَا نَعۡبُدُهُمۡ إِلَّا لِیُقَرِّبُونَاۤ إِلَى ٱللَّهِ زُلۡفَىٰۤ إِنَّ ٱللَّهَ یَحۡكُمُ بَیۡنَهُمۡ فِی مَا هُمۡ فِیهِ یَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا یَهۡدِی مَنۡ هُوَ كَـٰذِبࣱ كَفَّارࣱ\n",
      "english": "Unquestionably, for Allah is the pure religion. And those who take protectors besides Him [say], \"We only worship them that they may bring us nearer to Allah in position.\" Indeed, Allah will judge between them concerning that over which they differ. Indeed, Allah does not guide he who is a liar and [confirmed] disbeliever.",
      "hindi": "आगाह रहो कि इबादत तो ख़ास खुदा ही के लिए है और जिन लोगों ने खुदा के सिवा (औरों को अपना) सरपरस्त बना रखा है और कहते हैं कि हम तो उनकी परसतिश सिर्फ़ इसलिए करते हैं कि ये लोग खुदा की बारगाह में हमारा तक़र्रब बढ़ा देगें इसमें शक नहीं कि जिस बात में ये लोग झगड़ते हैं (क़यामत के दिन) खुदा उनके दरमियान इसमें फैसला कर देगा बेशक खुदा झूठे नाशुक्रे को मंज़िले मक़सूद तक नहीं पहुँचाया करता"
    },
    {
      "verse_number": 4,
      "arabic": "لَّوۡ أَرَادَ ٱللَّهُ أَن یَتَّخِذَ وَلَدࣰا لَّٱصۡطَفَىٰ مِمَّا یَخۡلُقُ مَا یَشَاۤءُۚ سُبۡحَـٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَ ٰ⁠حِدُ ٱلۡقَهَّارُ\n",
      "english": "If Allah had intended to take a son, He could have chosen from what He creates whatever He willed. Exalted is He; He is Allah, the One, the Prevailing.",
      "hindi": "अगर खुदा किसी को (अपना) बेटा बनाना चाहता तो अपने मख़लूक़ात में से जिसे चाहता मुन्तखिब कर लेता (मगर) वह तो उससे पाक व पाकीज़ा है वह तो यकता बड़ा ज़बरदस्त अल्लाह है"
    },
    {
      "verse_number": 5,
      "arabic": "خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ یُكَوِّرُ ٱلَّیۡلَ عَلَى ٱلنَّهَارِ وَیُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّیۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلࣱّ یَجۡرِی لِأَجَلࣲ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِیزُ ٱلۡغَفَّـٰرُ\n",
      "english": "He created the heavens and earth in truth. He wraps the night over the day and wraps the day over the night and has subjected the sun and the moon, each running [its course] for a specified term. Unquestionably, He is the Exalted in Might, the Perpetual Forgiver.",
      "hindi": "उसी ने सारे आसमान और ज़मीन को बजा (दुरूस्त) पैदा किया वही रात को दिन पर ऊपर तले लपेटता है और वही दिन को रात पर तह ब तह लपेटता है और उसी ने आफताब और महताब को अपने बस में कर लिया है कि ये सबके सब अपने (अपने) मुक़रर्र वक्त चलते रहेगें आगाह रहो कि वही ग़ालिब बड़ा बख्शने वाला है"
    },
    {
      "verse_number": 6,
      "arabic": "خَلَقَكُم مِّن نَّفۡسࣲ وَ ٰ⁠حِدَةࣲ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَـٰمِ ثَمَـٰنِیَةَ أَزۡوَ ٰ⁠جࣲۚ یَخۡلُقُكُمۡ فِی بُطُونِ أُمَّهَـٰتِكُمۡ خَلۡقࣰا مِّنۢ بَعۡدِ خَلۡقࣲ فِی ظُلُمَـٰتࣲ ثَلَـٰثࣲۚ ذَ ٰ⁠لِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَاۤ إِلَـٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ\n",
      "english": "He created you from one soul. Then He made from it its mate, and He produced for you from the grazing livestock eight mates. He creates you in the wombs of your mothers, creation after creation, within three darknesses. That is Allah, your Lord; to Him belongs dominion. There is no deity except Him, so how are you averted?",
      "hindi": "उसी ने तुम सबको एक ही शख्स से पैदा किया फिर उस (की बाक़ी मिट्टी) से उसकी बीबी (हौव्वा) को पैदा किया और उसी ने तुम्हारे लिए आठ क़िस्म के चारपाए पैदा किए वही तुमको तुम्हारी माँओं के पेट में एक क़िस्म की पैदाइश के बाद दूसरी क़िस्म (नुत्फे जमा हुआ खून लोथड़ा) की पैदाइश से तेहरे तेहरे अंधेरों (पेट) रहम और झिल्ली में पैदा करता है वही अल्लाह तुम्हारा परवरदिगार है उसी की बादशाही है उसके सिवा माबूद नहीं तो तुम लोग कहाँ फिरे जाते हो"
    },
    {
      "verse_number": 7,
      "arabic": "إِن تَكۡفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِیٌّ عَنكُمۡۖ وَلَا یَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُوا۟ یَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةࣱ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَیُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِیمُۢ بِذَاتِ ٱلصُّدُورِ\n",
      "english": "If you disbelieve - indeed, Allah is Free from need of you. And He does not approve for His servants disbelief. And if you are grateful, He approves it for you; and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you about what you used to do. Indeed, He is Knowing of that within the breasts.",
      "hindi": "अगर तुमने उसकी नाशुक्री की तो (याद रखो कि) खुदा तुमसे बिल्कुल बेपरवाह है और अपने बन्दों से कुफ्र और नाशुक्री को पसन्द नहीं करता और अगर तुम शुक्र करोगे तो वह उसको तुम्हारे वास्ते पसन्द करता है और (क़यामत में) कोई किसी (के गुनाह) का बोझ (अपनी गर्दन पर) नहीं उठाएगा फिर तुमको अपने परवरदिगार की तरफ लौटना है तो (दुनिया में) जो कुछ (भला बुरा) करते थे वह तुम्हें बता देगा वह यक़ीनन दिलों के राज़ (तक) से खूब वाक़िफ है"
    },
    {
      "verse_number": 8,
      "arabic": "۞ وَإِذَا مَسَّ ٱلۡإِنسَـٰنَ ضُرࣱّ دَعَا رَبَّهُۥ مُنِیبًا إِلَیۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةࣰ مِّنۡهُ نَسِیَ مَا كَانَ یَدۡعُوۤا۟ إِلَیۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادࣰا لِّیُضِلَّ عَن سَبِیلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِیلًا إِنَّكَ مِنۡ أَصۡحَـٰبِ ٱلنَّارِ\n",
      "english": "And when adversity touches man, he calls upon his Lord, turning to Him [alone]; then when He bestows on him a favor from Himself, he forgets Him whom he called upon before, and he attributes to Allah equals to mislead [people] from His way. Say, \"Enjoy your disbelief for a little; indeed, you are of the companions of the Fire.\"",
      "hindi": "और आदमी (की हालत तो ये है कि) जब उसको कोई तकलीफ पहुँचती है तो उसी की तरफ रूजू करके अपने परवरदिगार से दुआ करता है (मगर) फिर जब खुदा अपनी तरफ से उसे नेअमत अता फ़रमा देता है तो जिस काम के लिए पहले उससे दुआ करता था उसे भुला देता है और बल्कि खुदा का शरीक बनाने लगता है ताकि (उस ज़रिए से और लोगों को भी) उसकी राह से गुमराह कर दे (ऐ रसूल ऐसे शख्स से) कह दो कि थोड़े दिनों और अपने कुफ्र (की हालत) में चैन कर लो"
    },
    {
      "verse_number": 9,
      "arabic": "أَمَّنۡ هُوَ قَـٰنِتٌ ءَانَاۤءَ ٱلَّیۡلِ سَاجِدࣰا وَقَاۤىِٕمࣰا یَحۡذَرُ ٱلۡـَٔاخِرَةَ وَیَرۡجُوا۟ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ یَسۡتَوِی ٱلَّذِینَ یَعۡلَمُونَ وَٱلَّذِینَ لَا یَعۡلَمُونَۗ إِنَّمَا یَتَذَكَّرُ أُو۟لُوا۟ ٱلۡأَلۡبَـٰبِ\n",
      "english": "Is one who is devoutly obedient during periods of the night, prostrating and standing [in prayer], fearing the Hereafter and hoping for the mercy of his Lord, [like one who does not]? Say, \"Are those who know equal to those who do not know?\" Only they will remember [who are] people of understanding.",
      "hindi": "(आख़िर) तू यक़ीनी जहन्नुमियों में होगा क्या जो शख्स रात के अवक़ात में सजदा करके और खड़े-खड़े (खुदा की) इबादत करता हो और आख़ेरत से डरता हो अपने परवरदिगार की रहमत का उम्मीदवार हो (नाशुक्रे) काफिर के बराबर हो सकता है (ऐ रसूल) तुम पूछो तो कि भला कहीं जानने वाले और न जाननेवाले लोग बराबर हो सकते हैं (मगर) नसीहत इबरतें तो बस अक्लमन्द ही लोग मानते हैं"
    },
    {
      "verse_number": 10,
      "arabic": "قُلۡ یَـٰعِبَادِ ٱلَّذِینَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمۡۚ لِلَّذِینَ أَحۡسَنُوا۟ فِی هَـٰذِهِ ٱلدُّنۡیَا حَسَنَةࣱۗ وَأَرۡضُ ٱللَّهِ وَ ٰ⁠سِعَةٌۗ إِنَّمَا یُوَفَّى ٱلصَّـٰبِرُونَ أَجۡرَهُم بِغَیۡرِ حِسَابࣲ\n",
      "english": "Say, \"O My servants who have believed, fear your Lord. For those who do good in this world is good, and the earth of Allah is spacious. Indeed, the patient will be given their reward without account.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि ऐ मेरे ईमानदार बन्दों अपने परवरदिगार (ही) से डरते रहो (क्योंकि) जिन लोगों ने इस दुनिया में नेकी की उन्हीं के लिए (आख़ेरत में) भलाई है और खुदा की ज़मीन तो कुशादा है (जहाँ इबादत न कर सको उसे छोड़ दो) सब्र करने वालों ही की तो उनका भरपूर बेहिसाब बदला दिया जाएगा"
    },
    {
      "verse_number": 11,
      "arabic": "قُلۡ إِنِّیۤ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصࣰا لَّهُ ٱلدِّینَ\n",
      "english": "Say, [O Muhammad], \"Indeed, I have been commanded to worship Allah, [being] sincere to Him in religion.",
      "hindi": "(ऐ रसूल) तुम कह दो कि मुझे तो ये हुक्म दिया गया है कि मैं इबादत को उसके लिए ख़ास करके खुदा ही की बन्दगी करो"
    },
    {
      "verse_number": 12,
      "arabic": "وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِینَ\n",
      "english": "And I have been commanded to be the first [among you] of the Muslims.\"",
      "hindi": "और मुझे तो ये हुक्म दिया गया है कि मैं सबसे पहल मुसलमान हूँ"
    },
    {
      "verse_number": 13,
      "arabic": "قُلۡ إِنِّیۤ أَخَافُ إِنۡ عَصَیۡتُ رَبِّی عَذَابَ یَوۡمٍ عَظِیمࣲ\n",
      "english": "Say, \"Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि अगर मैं अपने परवरदिगार की नाफरमानी करूँ तो मैं एक बड़ी (सख्त) दिन (क़यामत) के अज़ाब से डरता हूँ"
    },
    {
      "verse_number": 14,
      "arabic": "قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصࣰا لَّهُۥ دِینِی\n",
      "english": "Say, \"Allah [alone] do I worship, sincere to Him in my religion,",
      "hindi": "(ऐ रसूल) तुम कह दो कि मैं अपनी इबादत को उसी के वास्ते ख़ालिस करके खुदा ही की बन्दगी करता हूँ (अब रहे तुम) तो उसके सिवा जिसको चाहो पूजो"
    },
    {
      "verse_number": 15,
      "arabic": "فَٱعۡبُدُوا۟ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَـٰسِرِینَ ٱلَّذِینَ خَسِرُوۤا۟ أَنفُسَهُمۡ وَأَهۡلِیهِمۡ یَوۡمَ ٱلۡقِیَـٰمَةِۗ أَلَا ذَ ٰ⁠لِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِینُ\n",
      "english": "So worship what you will besides Him.\" Say, \"Indeed, the losers are the ones who will lose themselves and their families on the Day of Resurrection. Unquestionably, that is the manifest loss.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि फिल हक़ीक़त घाटे में वही लोग हैं जिन्होंने अपना और अपने लड़के वालों का क़यामत के दिन घाटा किया आगाह रहो कि सरीही (खुल्लम खुल्ला) घाटा यही है कि उनके लिए उनके ऊपर से आग ही के ओढ़ने होगें"
    },
    {
      "verse_number": 16,
      "arabic": "لَهُم مِّن فَوۡقِهِمۡ ظُلَلࣱ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلࣱۚ ذَ ٰ⁠لِكَ یُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ یَـٰعِبَادِ فَٱتَّقُونِ\n",
      "english": "They will have canopies of fire above them and below them, canopies. By that Allah threatens His servants. O My servants, then fear Me.",
      "hindi": "और उनके नीचे भी (आग ही के) बिछौने ये वह अज़ाब है जिससे खुदा अपने बन्दों को डराता है तो ऐ मेरे बन्दों मुझी से डरते रहो"
    },
    {
      "verse_number": 17,
      "arabic": "وَٱلَّذِینَ ٱجۡتَنَبُوا۟ ٱلطَّـٰغُوتَ أَن یَعۡبُدُوهَا وَأَنَابُوۤا۟ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ\n",
      "english": "But those who have avoided Taghut, lest they worship it, and turned back to Allah - for them are good tidings. So give good tidings to My servants",
      "hindi": "और जो लोग बुतों से उनके पूजने से बचे रहे और ख़ुदा ही की तरफ रूजु की उनके लिए (जन्नत की) ख़ुशख़बरी है"
    },
    {
      "verse_number": 18,
      "arabic": "ٱلَّذِینَ یَسۡتَمِعُونَ ٱلۡقَوۡلَ فَیَتَّبِعُونَ أَحۡسَنَهُۥۤۚ أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ هَدَىٰهُمُ ٱللَّهُۖ وَأُو۟لَـٰۤىِٕكَ هُمۡ أُو۟لُوا۟ ٱلۡأَلۡبَـٰبِ\n",
      "english": "Who listen to speech and follow the best of it. Those are the ones Allah has guided, and those are people of understanding.",
      "hindi": "तो (ऐ रसूल) तुम मेरे (ख़ास) बन्दों को खुशख़बरी दे दो जो बात को जी लगाकर सुनते हैं और फिर उसमें से अच्छी बात पर अमल करते हैं यही वह लोग हैं जिनकी खुदा ने हिदायत की और यही लोग अक्लमन्द हैं"
    },
    {
      "verse_number": 19,
      "arabic": "أَفَمَنۡ حَقَّ عَلَیۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِی ٱلنَّارِ\n",
      "english": "Then, is one who has deserved the decree of punishment [to be guided]? Then, can you save one who is in the Fire?",
      "hindi": "तो (ऐ रसूल) भला जिस शख्स पर अज़ाब का वायदा पूरा हो चुका हो तो क्या तुम उस शख्स की ख़लासी दे सकते हो"
    },
    {
      "verse_number": 20,
      "arabic": "لَـٰكِنِ ٱلَّذِینَ ٱتَّقَوۡا۟ رَبَّهُمۡ لَهُمۡ غُرَفࣱ مِّن فَوۡقِهَا غُرَفࣱ مَّبۡنِیَّةࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۖ وَعۡدَ ٱللَّهِ لَا یُخۡلِفُ ٱللَّهُ ٱلۡمِیعَادَ\n",
      "english": "But those who have feared their Lord - for them are chambers, above them chambers built high, beneath which rivers flow. [This is] the promise of Allah. Allah does not fail in [His] promise.",
      "hindi": "जो आग में (पड़ा) हो मगर जो लोग अपने परवरदिगार से डरते रहे उनके ऊँचे-ऊँचे महल हैं (और) बाला ख़ानों पर बालाख़ाने बने हुए हैं जिनके नीचे नहरें जारी हैं ये खुदा का वायदा है (और) वायदा ख़िलाफी नहीं किया करता"
    },
    {
      "verse_number": 21,
      "arabic": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَاۤءِ مَاۤءࣰ فَسَلَكَهُۥ یَنَـٰبِیعَ فِی ٱلۡأَرۡضِ ثُمَّ یُخۡرِجُ بِهِۦ زَرۡعࣰا مُّخۡتَلِفًا أَلۡوَ ٰ⁠نُهُۥ ثُمَّ یَهِیجُ فَتَرَىٰهُ مُصۡفَرࣰّا ثُمَّ یَجۡعَلُهُۥ حُطَـٰمًاۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَذِكۡرَىٰ لِأُو۟لِی ٱلۡأَلۡبَـٰبِ\n",
      "english": "Do you not see that Allah sends down rain from the sky and makes it flow as springs [and rivers] in the earth; then He produces thereby crops of varying colors; then they dry and you see them turned yellow; then He makes them [scattered] debris. Indeed in that is a reminder for those of understanding.",
      "hindi": "क्या तुमने इस पर ग़ौर नहीं किया कि खुदा ही ने आसमान से पानी बरसाया फिर उसको ज़मीन में चश्में बनाकर जारी किया फिर उसके ज़रिए से रंग बिरंग (के गल्ले) की खेती उगाता है फिर (पकने के बाद) सूख जाती है तो तुम को वह ज़र्द दिखायी देती है फिर खुदा उसे चूर-चूर भूसा कर देता है बेशक इसमें अक्लमन्दों के लिए (बड़ी) इबरत व नसीहत है"
    },
    {
      "verse_number": 22,
      "arabic": "أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَـٰمِ فَهُوَ عَلَىٰ نُورࣲ مِّن رَّبِّهِۦۚ فَوَیۡلࣱ لِّلۡقَـٰسِیَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُو۟لَـٰۤىِٕكَ فِی ضَلَـٰلࣲ مُّبِینٍ\n",
      "english": "So is one whose breast Allah has expanded to [accept] Islam and he is upon a light from his Lord [like one whose heart rejects it]? Then woe to those whose hearts are hardened against the remembrance of Allah. Those are in manifest error.",
      "hindi": "तो क्या वह शख्स जिस के सीने को खुदा ने (क़ुबूल) इस्लाम के लिए कुशादा कर दिया है तो वह अपने परवरदिगार (की हिदायत) की रौशनी पर (चलता) है मगर गुमराहों के बराबर हो सकता है अफसोस तो उन लोगों पर है जिनके दिल खुदा की याद से (ग़ाफ़िल होकर) सख्त हो गए हैं"
    },
    {
      "verse_number": 23,
      "arabic": "ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِیثِ كِتَـٰبࣰا مُّتَشَـٰبِهࣰا مَّثَانِیَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِینَ یَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِینُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَ ٰ⁠لِكَ هُدَى ٱللَّهِ یَهۡدِی بِهِۦ مَن یَشَاۤءُۚ وَمَن یُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ\n",
      "english": "Allah has sent down the best statement: a consistent Book wherein is reiteration. The skins shiver therefrom of those who fear their Lord; then their skins and their hearts relax at the remembrance of Allah. That is the guidance of Allah by which He guides whom He wills. And one whom Allah leaves astray - for him there is no guide.",
      "hindi": "ये लोग सरीही गुमराही में (पड़े) हैं ख़ुदा ने बहुत ही अच्छा कलाम (यावी ये) किताब नाज़िल फरमाई (जिसकी आयतें) एक दूसरे से मिलती जुलती हैं और (एक बात कई-कई बार) दोहराई गयी है उसके सुनने से उन लोगों के रोंगटे खड़े हो जाते हैं जो अपने परवरदिगार से डरते हैं फिर उनके जिस्म नरम हो जाते हैं और उनके दिल खुदा की याद की तरफ बा इतमेनान मुतावज्जे हो जाते हैं ये खुदा की हिदायत है इसी से जिसकी चाहता है हिदायत करता है और खुदा जिसको गुमराही में छोड़ दे तो उसको कोई राह पर लाने वाला नहीं"
    },
    {
      "verse_number": 24,
      "arabic": "أَفَمَن یَتَّقِی بِوَجۡهِهِۦ سُوۤءَ ٱلۡعَذَابِ یَوۡمَ ٱلۡقِیَـٰمَةِۚ وَقِیلَ لِلظَّـٰلِمِینَ ذُوقُوا۟ مَا كُنتُمۡ تَكۡسِبُونَ\n",
      "english": "Then is he who will shield with his face the worst of the punishment on the Day of Resurrection [like one secure from it]? And it will be said to the wrongdoers, \"Taste what you used to earn.\"",
      "hindi": "तो क्या जो शख्स क़यामत के दिन अपने मुँह को बड़े अज़ाब की सिपर बनाएगा (नाज़ी के बराबर हो सकता है) और ज़ालिमों से कहा जाएगा कि तुम (दुनिया में) जैसा कुछ करते थे अब उसके मज़े चखो"
    },
    {
      "verse_number": 25,
      "arabic": "كَذَّبَ ٱلَّذِینَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَیۡثُ لَا یَشۡعُرُونَ\n",
      "english": "Those before them denied, and punishment came upon them from where they did not perceive.",
      "hindi": "जो लोग उनसे पहले गुज़र गए उन्होंने भी (पैग़म्बरों को) झुठलाया तो उन पर अज़ाब इस तरह आ पहुँचा कि उन्हें ख़बर भी न हुई"
    },
    {
      "verse_number": 26,
      "arabic": "فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡیَ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ وَلَعَذَابُ ٱلۡـَٔاخِرَةِ أَكۡبَرُۚ لَوۡ كَانُوا۟ یَعۡلَمُونَ\n",
      "english": "So Allah made them taste disgrace in worldly life. But the punishment of the Hereafter is greater, if they only knew.",
      "hindi": "तो खुदा ने उन्हें (इसी) दुनिया की ज़िन्दगी में रूसवाई की लज्ज़त चखा दी और आख़ेरत का अज़ाब तो यक़ीनी उससे कहीं बढ़कर है काश ये लोग ये बात जानते"
    },
    {
      "verse_number": 27,
      "arabic": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِی هَـٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلࣲ لَّعَلَّهُمۡ یَتَذَكَّرُونَ\n",
      "english": "And We have certainly presented for the people in this Qur'an from every [kind of] example - that they might remember.",
      "hindi": "और हमने तो इस क़ुरान में लोगों के (समझाने के) वास्ते हर तरह की मिसाल बयान कर दी है ताकि ये लोग नसीहत हासिल करें"
    },
    {
      "verse_number": 28,
      "arabic": "قُرۡءَانًا عَرَبِیًّا غَیۡرَ ذِی عِوَجࣲ لَّعَلَّهُمۡ یَتَّقُونَ\n",
      "english": "[It is] an Arabic Qur'an, without any deviance that they might become righteous.",
      "hindi": "(हम ने तो साफ और सलीस) एक अरबी कुरान (नाज़िल किया) जिसमें ज़रा भी कजी (पेचीदगी) नहीं"
    },
    {
      "verse_number": 29,
      "arabic": "ضَرَبَ ٱللَّهُ مَثَلࣰا رَّجُلࣰا فِیهِ شُرَكَاۤءُ مُتَشَـٰكِسُونَ وَرَجُلࣰا سَلَمࣰا لِّرَجُلٍ هَلۡ یَسۡتَوِیَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا یَعۡلَمُونَ\n",
      "english": "Allah presents an example: a slave owned by quarreling partners and another belonging exclusively to one man - are they equal in comparison? Praise be to Allah! But most of them do not know.",
      "hindi": "ताकि ये लोग (समझकर) खुदा से डरे ख़ुदा ने एक मिसाल बयान की है कि एक शख्स (ग़ुलाम) है जिसमें कई झगड़ालू साझी हैं और एक ज़ालिम है कि पूरा एक शख्स का है उन दोनों की हालत यकसाँ हो सकती हैं (हरगिज़ नहीं) अल्हमदोलिल्लाह मगर उनमें अक्सर इतना भी नहीं जानते"
    },
    {
      "verse_number": 30,
      "arabic": "إِنَّكَ مَیِّتࣱ وَإِنَّهُم مَّیِّتُونَ\n",
      "english": "Indeed, you are to die, and indeed, they are to die.",
      "hindi": "(ऐ रसूल) बेशक तुम भी मरने वाले हो"
    },
    {
      "verse_number": 31,
      "arabic": "ثُمَّ إِنَّكُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ\n",
      "english": "Then indeed you, on the Day of Resurrection, before your Lord, will dispute.",
      "hindi": "और ये लोग भी यक़ीनन मरने वाले हैं फिर तुम लोग क़यामत के दिन अपने परवरदिगार की बारगाह में बाहम झगड़ोगे"
    },
    {
      "verse_number": 32,
      "arabic": "۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَاۤءَهُۥۤۚ أَلَیۡسَ فِی جَهَنَّمَ مَثۡوࣰى لِّلۡكَـٰفِرِینَ\n",
      "english": "So who is more unjust than one who lies about Allah and denies the truth when it has come to him? Is there not in Hell a residence for the disbelievers?",
      "hindi": "तो इससे बढ़कर ज़ालिम कौन होगा जो ख़ुदा पर झूठ (तूफान) बाँधे और जब उसके पास सच्ची बात आए तो उसको झुठला दे क्या जहन्नुम में कााफिरों का ठिकाना नहीं है"
    },
    {
      "verse_number": 33,
      "arabic": "وَٱلَّذِی جَاۤءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦۤ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُتَّقُونَ\n",
      "english": "And the one who has brought the truth and [they who] believed in it - those are the righteous.",
      "hindi": "(ज़रूर है) और याद रखो कि जो शख्स (रसूल) सच्ची बात लेकर आया वह और जिसने उसकी तसदीक़ की यही लोग तो परहेज़गार हैं"
    },
    {
      "verse_number": 34,
      "arabic": "لَهُم مَّا یَشَاۤءُونَ عِندَ رَبِّهِمۡۚ ذَ ٰ⁠لِكَ جَزَاۤءُ ٱلۡمُحۡسِنِینَ\n",
      "english": "They will have whatever they desire with their Lord. That is the reward of the doers of good -",
      "hindi": "ये लोग जो चाहेंगे उनके लिए परवर दिगार के पास (मौजूद) है, ये नेकी करने वालों की जज़ाए ख़ैर है"
    },
    {
      "verse_number": 35,
      "arabic": "لِیُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِی عَمِلُوا۟ وَیَجۡزِیَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِی كَانُوا۟ یَعۡمَلُونَ\n",
      "english": "That Allah may remove from them the worst of what they did and reward them their due for the best of what they used to do.",
      "hindi": "ताकि ख़ुदा उन लोगों की बुराइयों को जो उन्होने की हैं दूर कर दे और उनके अच्छे कामों के एवज़ जो वह कर चुके थे उसका अज्र (सवाब) अता फरमाए"
    },
    {
      "verse_number": 36,
      "arabic": "أَلَیۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَیُخَوِّفُونَكَ بِٱلَّذِینَ مِن دُونِهِۦۚ وَمَن یُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادࣲ\n",
      "english": "Is not Allah sufficient for His Servant [Prophet Muhammad]? And [yet], they threaten you with those [they worship] other than Him. And whoever Allah leaves astray - for him there is no guide.",
      "hindi": "क्या ख़ुदा अपने बन्दों (की मदद) के लिए काफ़ी नहीं है (ज़रूर है) और (ऐ रसूल) तुमको लोग ख़ुदा के सिवा (दूसरे माबूदों) से डराते हैं और ख़ुदा जिसे गुमराही में छोड़ दे तो उसका कोई राह पर लाने वाला नहीं है"
    },
    {
      "verse_number": 37,
      "arabic": "وَمَن یَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَیۡسَ ٱللَّهُ بِعَزِیزࣲ ذِی ٱنتِقَامࣲ\n",
      "english": "And whoever Allah guides - for him there is no misleader. Is not Allah Exalted in Might and Owner of Retribution?",
      "hindi": "और जिस शख्स की हिदायत करे तो उसका कोई गुमराह करने वाला नहीं। क्या ख़दा ज़बरदस्त और बदला लेने वाला नहीं है (ज़रूर है)"
    },
    {
      "verse_number": 38,
      "arabic": "وَلَىِٕن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ لَیَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَیۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِیَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦۤ أَوۡ أَرَادَنِی بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَـٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِیَ ٱللَّهُۖ عَلَیۡهِ یَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ\n",
      "english": "And if you asked them, \"Who created the heavens and the earth?\" they would surely say, \"Allah.\" Say, \"Then have you considered what you invoke besides Allah? If Allah intended me harm, are they removers of His harm; or if He intended me mercy, are they withholders of His mercy?\" Say, \"Sufficient for me is Allah; upon Him [alone] rely the [wise] reliers.\"",
      "hindi": "और (ऐ रसूल) अगर तुम इनसे पूछो कि सारे आसमान व ज़मीन को किसने पैदा किया तो ये लोग यक़ीनन कहेंगे कि ख़ुदा ने, तुम कह दो कि तो क्या तुमने ग़ौर किया है कि ख़ुदा को छोड़ कर जिन लोगों की तुम इबादत करते हो अगर ख़ुदा मुझे कोई तक़लीफ पहुँचाना चाहे तो क्या वह लोग उसके नुक़सान को (मुझसे) रोक सकते हैं या अगर ख़ुदा मुझ पर मेहरबानी करना चाहे तो क्या वह लोग उसकी मेहरबानी रोक सकते हैं (ऐ रसूल) तुम कहो कि ख़ुदा मेरे लिए काफ़ी है उसी पर भरोसा करने वाले भरोसा करते हैं"
    },
    {
      "verse_number": 39,
      "arabic": "قُلۡ یَـٰقَوۡمِ ٱعۡمَلُوا۟ عَلَىٰ مَكَانَتِكُمۡ إِنِّی عَـٰمِلࣱۖ فَسَوۡفَ تَعۡلَمُونَ\n",
      "english": "Say, \"O my people, work according to your position, [for] indeed, I am working; and you are going to know",
      "hindi": "(ऐ रसूल) तुम कह दो कि ऐ मेरी क़ौम तुम अपनी जगह (जो चाहो) अमल किए जाओ मै"
    },
    {
      "verse_number": 40,
      "arabic": "مَن یَأۡتِیهِ عَذَابࣱ یُخۡزِیهِ وَیَحِلُّ عَلَیۡهِ عَذَابࣱ مُّقِیمٌ\n",
      "english": "To whom will come a torment disgracing him and on whom will descend an enduring punishment.\"",
      "hindi": "भी (अपनी जगह) कुछ कर रहा हूँ, फिर अनक़रीब ही तुम्हें मालूम हो जाएगा कि किस पर वह आफत आती है जो उसको (दुनिया में) रूसवा कर देगी और (आख़िर में) उस पर दायमी अज़ाब भी नाज़िल होगा"
    },
    {
      "verse_number": 41,
      "arabic": "إِنَّاۤ أَنزَلۡنَا عَلَیۡكَ ٱلۡكِتَـٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا یَضِلُّ عَلَیۡهَاۖ وَمَاۤ أَنتَ عَلَیۡهِم بِوَكِیلٍ\n",
      "english": "Indeed, We sent down to you the Book for the people in truth. So whoever is guided - it is for [the benefit of] his soul; and whoever goes astray only goes astray to its detriment. And you are not a manager over them.",
      "hindi": "(ऐ रसूल) हमने तुम्हारे पास (ये) किताब (क़ुरान) सच्चाई के साथ लोगों (की हिदायत) के वास्ते नाज़िल की है, पस जो राह पर आया तो अपने ही (भले के) लिए और जो गुमराह हुआ तो उसकी गुमराही का वबाल भी उसी पर है और फिर तुम कुछ उनके ज़िम्मेदार तो हो नहीं"
    },
    {
      "verse_number": 42,
      "arabic": "ٱللَّهُ یَتَوَفَّى ٱلۡأَنفُسَ حِینَ مَوۡتِهَا وَٱلَّتِی لَمۡ تَمُتۡ فِی مَنَامِهَاۖ فَیُمۡسِكُ ٱلَّتِی قَضَىٰ عَلَیۡهَا ٱلۡمَوۡتَ وَیُرۡسِلُ ٱلۡأُخۡرَىٰۤ إِلَىٰۤ أَجَلࣲ مُّسَمًّىۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یَتَفَكَّرُونَ\n",
      "english": "Allah takes the souls at the time of their death, and those that do not die [He takes] during their sleep. Then He keeps those for which He has decreed death and releases the others for a specified term. Indeed in that are signs for a people who give thought.",
      "hindi": "ख़ुदा ही लोगों के मरने के वक्त उनकी रूहें (अपनी तरफ़) खींच बुलाता है और जो लोग नहीं मरे (उनकी रूहें) उनकी नींद में (खींच ली जाती हैं) बस जिन के बारे में ख़ुदा मौत का हुक्म दे चुका है उनकी रूहों को रोक रखता है और बाक़ी (सोने वालों की रूहों) को फिर एक मुक़र्रर वक्त तक के वास्ते भेज देता है जो लोग (ग़ौर) और फिक्र करते हैं उनके लिए (क़ुदरते ख़ुदा की) यक़ीनी बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 43,
      "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَاۤءَۚ قُلۡ أَوَلَوۡ كَانُوا۟ لَا یَمۡلِكُونَ شَیۡـࣰٔا وَلَا یَعۡقِلُونَ\n",
      "english": "Or have they taken other than Allah as intercessors? Say, \"Even though they do not possess [power over] anything, nor do they reason?\"",
      "hindi": "क्या उन लोगों ने ख़ुदा के सिवा (दूसरे) सिफारिशी बना रखे है (ऐ रसूल) तुम कह दो कि अगरचे वह लोग न कुछ एख़तेयार रखते हों न कुछ समझते हों"
    },
    {
      "verse_number": 44,
      "arabic": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِیعࣰاۖ لَّهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَیۡهِ تُرۡجَعُونَ\n",
      "english": "Say, \"To Allah belongs [the right to allow] intercession entirely. To Him belongs the dominion of the heavens and the earth. Then to Him you will be returned.\"",
      "hindi": "(तो भी सिफारिशी बनाओगे) तुम कह दो कि सारी सिफारिश तो ख़ुदा के लिए ख़ास है- सारे आसमान व ज़मीन की हुकूमत उसी के लिए ख़ास है, फिर तुम लोगों को उसकी तरफ लौट कर जाना है"
    },
    {
      "verse_number": 45,
      "arabic": "وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِینَ مِن دُونِهِۦۤ إِذَا هُمۡ یَسۡتَبۡشِرُونَ\n",
      "english": "And when Allah is mentioned alone, the hearts of those who do not believe in the Hereafter shrink with aversion, but when those [worshipped] other than Him are mentioned, immediately they rejoice.",
      "hindi": "और जब सिर्फ अल्लाह का ज़िक्र किया जाता है तो जो लोग आख़ेरत पर ईमान नहीं रखते उनके दिल मुतनफ़िफ़र हो जाते हैं और जब ख़ुदा के सिवा और (माबूदों) का ज़िक्र किया जाता है तो बस फौरन उनकी बाछें खिल जाती हैं"
    },
    {
      "verse_number": 46,
      "arabic": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ عَـٰلِمَ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحۡكُمُ بَیۡنَ عِبَادِكَ فِی مَا كَانُوا۟ فِیهِ یَخۡتَلِفُونَ\n",
      "english": "Say, \"O Allah, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You will judge between your servants concerning that over which they used to differ.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि ऐ ख़ुदा (ऐ) सारे आसमान और ज़मीन पैदा करने वाले, ज़ाहिर व बातिन के जानने वाले हक़ बातों में तेरे बन्दे आपस में झगड़ रहे हैं तू ही उनके दरमियान फैसला कर देगा"
    },
    {
      "verse_number": 47,
      "arabic": "وَلَوۡ أَنَّ لِلَّذِینَ ظَلَمُوا۟ مَا فِی ٱلۡأَرۡضِ جَمِیعࣰا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡا۟ بِهِۦ مِن سُوۤءِ ٱلۡعَذَابِ یَوۡمَ ٱلۡقِیَـٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ یَكُونُوا۟ یَحۡتَسِبُونَ\n",
      "english": "And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allah that which they had not taken into account.",
      "hindi": "और अगर नाफरमानों के पास रूए ज़मीन की सारी काएनात मिल जाएग बल्कि उनके साथ उतनी ही और भी हो तो क़यामत के दिन ये लोग यक़ीनन सख्त अज़ाब का फ़िदया दे निकलें (और अपना छुटकारा कराना चाहें) और (उस वक्त) उनके सामने ख़ुदा की तरफ से वह बात पेश आएगी जिसका उन्हें वहम व गुमान भी न था"
    },
    {
      "verse_number": 48,
      "arabic": "وَبَدَا لَهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ\n",
      "english": "And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule.",
      "hindi": "और जो बदकिरदारियाँ उन लोगों ने की थीं (वह सब) उनके सामने खुल जाएँगीं और जिस (अज़ाब) पर यह लोग क़हक़हे लगाते थे वह उन्हें घेरेगा"
    },
    {
      "verse_number": 49,
      "arabic": "فَإِذَا مَسَّ ٱلۡإِنسَـٰنَ ضُرࣱّ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَـٰهُ نِعۡمَةࣰ مِّنَّا قَالَ إِنَّمَاۤ أُوتِیتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِیَ فِتۡنَةࣱ وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَعۡلَمُونَ\n",
      "english": "And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know.",
      "hindi": "इन्सान को तो जब कोई बुराई छू गयी बस वह लगा हमसे दुआएँ माँगने, फिर जब हम उसे अपनी तरफ़ से कोई नेअमत अता करते हैं तो कहने लगता है कि ये तो सिर्फ (मेरे) इल्म के ज़ोर से मुझे दिया गया है (ये ग़लती है) बल्कि ये तो एक आज़माइश है मगर उन में के अक्सर नहीं जानते हैं"
    },
    {
      "verse_number": 50,
      "arabic": "قَدۡ قَالَهَا ٱلَّذِینَ مِن قَبۡلِهِمۡ فَمَاۤ أَغۡنَىٰ عَنۡهُم مَّا كَانُوا۟ یَكۡسِبُونَ\n",
      "english": "Those before them had already said it, but they were not availed by what they used to earn.",
      "hindi": "जो लोग उनसे पहले थे वह भी ऐसी बातें बका करते थे फिर (जब हमारा अज़ाब आया) तो उनकी कारस्तानियाँ उनके कुछ भी काम न आई"
    },
    {
      "verse_number": 51,
      "arabic": "فَأَصَابَهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ۚ وَٱلَّذِینَ ظَلَمُوا۟ مِنۡ هَـٰۤؤُلَاۤءِ سَیُصِیبُهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعۡجِزِینَ\n",
      "english": "And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be afflicted by the evil consequences of what they earned; and they will not cause failure.",
      "hindi": "ग़रज़ उनके आमाल के बुरे नतीजे उन्हें भुगतने पड़े और उन (कुफ्फ़ारे मक्का) में से जिन लोगों ने नाफरमानियाँ की हैं उन्हें भी अपने अपने आमाल की सज़ाएँ भुगतनी पड़ेंगी और ये लोग (ख़ुदा को)े आजिज़ नहीं कर सकते"
    },
    {
      "verse_number": 52,
      "arabic": "أَوَلَمۡ یَعۡلَمُوۤا۟ أَنَّ ٱللَّهَ یَبۡسُطُ ٱلرِّزۡقَ لِمَن یَشَاۤءُ وَیَقۡدِرُۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یُؤۡمِنُونَ\n",
      "english": "Do they not know that Allah extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe.",
      "hindi": "क्या उन लोगों को इतनी बात भी मालूम नहीं कि ख़ुदा ही जिसके लिए चाहता है रोज़ी फराख़ करता है और (जिसके लिए चाहता है) तंग करता है इसमें शक नहीं कि क्या इसमें ईमानदार लोगों के (कुदरत की) बहुत सी निशानियाँ हैं"
    },
    {
      "verse_number": 53,
      "arabic": "۞ قُلۡ یَـٰعِبَادِیَ ٱلَّذِینَ أَسۡرَفُوا۟ عَلَىٰۤ أَنفُسِهِمۡ لَا تَقۡنَطُوا۟ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ یَغۡفِرُ ٱلذُّنُوبَ جَمِیعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ\n",
      "english": "Say, \"O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि ऐ मेरे (ईमानदार) बन्दों जिन्होने (गुनाह करके) अपनी जानों पर ज्यादतियाँ की हैं तुम लोग ख़ुदा की रहमत से नाउम्मीद न होना बेशक ख़ुदा (तुम्हारे) कुल गुनाहों को बख्श देगा वह बेशक बड़ा बख्शने वाला मेहरबान है"
    },
    {
      "verse_number": 54,
      "arabic": "وَأَنِیبُوۤا۟ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُوا۟ لَهُۥ مِن قَبۡلِ أَن یَأۡتِیَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ\n",
      "english": "And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped.",
      "hindi": "और अपने परवरदिगार की तरफ रूजू करो और उसी के फरमाबरदार बन जाओ (मगर) उस वक्त क़े क़ब्ल ही कि तुम पर जब अज़ाब आ नाज़िल हो (और) फिर तुम्हारी मदद न की जा सके"
    },
    {
      "verse_number": 55,
      "arabic": "وَٱتَّبِعُوۤا۟ أَحۡسَنَ مَاۤ أُنزِلَ إِلَیۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن یَأۡتِیَكُمُ ٱلۡعَذَابُ بَغۡتَةࣰ وَأَنتُمۡ لَا تَشۡعُرُونَ\n",
      "english": "And follow the best of what was revealed to you from your Lord before the punishment comes upon you suddenly while you do not perceive,",
      "hindi": "और जो जो अच्छी बातें तुम्हारे परवरदिगार की तरफ से तुम पर नाज़िल हई हैं उन पर चलो (मगर) उसके क़ब्ल कि तुम पर एक बारगी अज़ाब नाज़िल हो और तुमको उसकी ख़बर भी न हो"
    },
    {
      "verse_number": 56,
      "arabic": "أَن تَقُولَ نَفۡسࣱ یَـٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِی جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِینَ\n",
      "english": "Lest a soul should say, \"Oh [how great is] my regret over what I neglected in regard to Allah and that I was among the mockers.\"",
      "hindi": "(कहीं ऐसा न हो कि) (तुममें से) कोई शख्स कहने लगे कि हाए अफ़सोस मेरी इस कोताही पर जो मैने ख़ुदा (की बारगाह) का तक़र्रुब हासिल करने में की और मैं तो बस उन बातों पर हँसता ही रहा"
    },
    {
      "verse_number": 57,
      "arabic": "أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِی لَكُنتُ مِنَ ٱلۡمُتَّقِینَ\n",
      "english": "Or [lest] it say, \"If only Allah had guided me, I would have been among the righteous.\"",
      "hindi": "या ये कहने लगे कि अगर ख़ुदा मेरी हिदायत करता तो मैं ज़रूर परहेज़गारों में से होता"
    },
    {
      "verse_number": 58,
      "arabic": "أَوۡ تَقُولَ حِینَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِی كَرَّةࣰ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِینَ\n",
      "english": "Or [lest] it say when it sees the punishment, \"If only I had another turn so I could be among the doers of good.\"",
      "hindi": "या जब अज़ाब को (आते) देखें तो कहने लगे कि काश मुझे (दुनिया में) फिर दोबारा जाना मिले तो मैं नेकी कारों में हो जाऊँ"
    },
    {
      "verse_number": 59,
      "arabic": "بَلَىٰ قَدۡ جَاۤءَتۡكَ ءَایَـٰتِی فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَـٰفِرِینَ\n",
      "english": "But yes, there had come to you My verses, but you denied them and were arrogant, and you were among the disbelievers.",
      "hindi": "उस वक्त ख़ुदा कहेगा ( हाँ ) हाँ तेरे पास मेरी आयतें पहुँची तो तूने उन्हें झुठलाया और शेख़ी कर बैठा और तू भी काफिरों में से था (अब तेरी एक न सुनी जाएगी)"
    },
    {
      "verse_number": 60,
      "arabic": "وَیَوۡمَ ٱلۡقِیَـٰمَةِ تَرَى ٱلَّذِینَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَیۡسَ فِی جَهَنَّمَ مَثۡوࣰى لِّلۡمُتَكَبِّرِینَ\n",
      "english": "And on the Day of Resurrection you will see those who lied about Allah [with] their faces blackened. Is there not in Hell a residence for the arrogant?",
      "hindi": "और जिन लोगों ने ख़ुदा पर झूठे बोहतान बाँधे - तुम क़यामत के दिन देखोगे उनके चेहरे सियाह होंगे क्या गुरूर करने वालों का ठिकाना जहन्नुम में नहीं है (ज़रूर है)"
    },
    {
      "verse_number": 61,
      "arabic": "وَیُنَجِّی ٱللَّهُ ٱلَّذِینَ ٱتَّقَوۡا۟ بِمَفَازَتِهِمۡ لَا یَمَسُّهُمُ ٱلسُّوۤءُ وَلَا هُمۡ یَحۡزَنُونَ\n",
      "english": "And Allah will save those who feared Him by their attainment; no evil will touch them, nor will they grieve.",
      "hindi": "और जो लोग परहेज़गार हैं ख़ुदा उन्हें उनकी कामयाबी (और सआदत) के सबब निजात देगा कि उन्हें तकलीफ छुएगी भी नहीं और न यह लोग (किसी तरह) रंजीदा दिल होंगे"
    },
    {
      "verse_number": 62,
      "arabic": "ٱللَّهُ خَـٰلِقُ كُلِّ شَیۡءࣲۖ وَهُوَ عَلَىٰ كُلِّ شَیۡءࣲ وَكِیلࣱ\n",
      "english": "Allah is the Creator of all things, and He is, over all things, Disposer of affairs.",
      "hindi": "ख़ुदा ही हर चीज़ का जानने वाला है और वही हर चीज़ का निगेहबान है"
    },
    {
      "verse_number": 63,
      "arabic": "لَّهُۥ مَقَالِیدُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ وَٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِ ٱللَّهِ أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡخَـٰسِرُونَ\n",
      "english": "To Him belong the keys of the heavens and the earth. And they who disbelieve in the verses of Allah - it is those who are the losers.",
      "hindi": "सारे आसमान व ज़मीन की कुन्जियाँ उसके पास है और जो लोग उसकी आयतों से इन्कार कर बैठें वही घाटे में रहेगें"
    },
    {
      "verse_number": 64,
      "arabic": "قُلۡ أَفَغَیۡرَ ٱللَّهِ تَأۡمُرُوۤنِّیۤ أَعۡبُدُ أَیُّهَا ٱلۡجَـٰهِلُونَ\n",
      "english": "Say, [O Muhammad], \"Is it other than Allah that you order me to worship, O ignorant ones?\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि नादानों भला तुम मुझसे ये कहते हो कि मैं ख़ुदा के सिवा किसी दूसरे की इबादत करूँ"
    },
    {
      "verse_number": 65,
      "arabic": "وَلَقَدۡ أُوحِیَ إِلَیۡكَ وَإِلَى ٱلَّذِینَ مِن قَبۡلِكَ لَىِٕنۡ أَشۡرَكۡتَ لَیَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَـٰسِرِینَ\n",
      "english": "And it was already revealed to you and to those before you that if you should associate [anything] with Allah, your work would surely become worthless, and you would surely be among the losers.\"",
      "hindi": "और (ऐ रसूल) तुम्हारी तरफ और उन (पैग़म्बरों) की तरफ जो तुमसे पहले हो चुके हैं यक़ीनन ये वही भेजी जा की है कि अगर (कहीं) शिर्क किया तो यक़ीनन तुम्हारे सारे अमल अकारत हो जाएँगे और तुम तो ज़रूर घाटे में आ जाओगे"
    },
    {
      "verse_number": 66,
      "arabic": "بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّـٰكِرِینَ\n",
      "english": "Rather, worship [only] Allah and be among the grateful.",
      "hindi": "बल्कि तुम ख़ुदा ही कि इबादत करो और शुक्र गुज़ारों में हो"
    },
    {
      "verse_number": 67,
      "arabic": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِیعࣰا قَبۡضَتُهُۥ یَوۡمَ ٱلۡقِیَـٰمَةِ وَٱلسَّمَـٰوَ ٰ⁠تُ مَطۡوِیَّـٰتُۢ بِیَمِینِهِۦۚ سُبۡحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا یُشۡرِكُونَ\n",
      "english": "They have not appraised Allah with true appraisal, while the earth entirely will be [within] His grip on the Day of Resurrection, and the heavens will be folded in His right hand. Exalted is He and high above what they associate with Him.",
      "hindi": "और उन लोगों ने ख़ुदा की जैसी क़द्र दानी करनी चाहिए थी उसकी ( कुछ भी ) कद्र न की हालाँकि ( वह ऐसा क़ादिर है कि) क़यामत के दिन सारी ज़मीन (गोया) उसकी मुट्ठी में होगी और सारे आसमान (गोया) उसके दाहिने हाथ में लिपटे हुए हैं जिसे ये लोग उसका शरीक बनाते हैं वह उससे पाकीज़ा और बरतर है"
    },
    {
      "verse_number": 68,
      "arabic": "وَنُفِخَ فِی ٱلصُّورِ فَصَعِقَ مَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَن فِی ٱلۡأَرۡضِ إِلَّا مَن شَاۤءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِیهِ أُخۡرَىٰ فَإِذَا هُمۡ قِیَامࣱ یَنظُرُونَ\n",
      "english": "And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on.",
      "hindi": "और जब (पहली बार) सूर फँका जाएगा तो जो लोग आसमानों में हैं और जो लोग ज़मीन में हैं (मौत से) बेहोश होकर गिर पड़ेंगें) मगर (हाँ) जिस को ख़ुदा चाहे वह अलबत्ता बच जाएगा) फिर जब दोबारा सूर फूँका जाएगा तो फौरन सब के सब खड़े हो कर देखने लगेंगें"
    },
    {
      "verse_number": 69,
      "arabic": "وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَـٰبُ وَجِا۟یۤءَ بِٱلنَّبِیِّـۧنَ وَٱلشُّهَدَاۤءِ وَقُضِیَ بَیۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا یُظۡلَمُونَ\n",
      "english": "And the earth will shine with the light of its Lord, and the record [of deeds] will be placed, and the prophets and the witnesses will be brought, and it will be judged between them in truth, and they will not be wronged.",
      "hindi": "और ज़मीन अपने परवरदिगार के नूर से जगमगा उठेगी और (आमाल की) किताब (लोगों के सामने) रख दी जाएगी और पैग़म्बर और गवाह ला हाज़िर किए जाएँगे और उनमें इन्साफ के साथ फैसला कर दिया जाएगा और उन पर ( ज़र्रा बराबर ) ज़ुल्म नहीं किया जाएगा"
    },
    {
      "verse_number": 70,
      "arabic": "وَوُفِّیَتۡ كُلُّ نَفۡسࣲ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا یَفۡعَلُونَ\n",
      "english": "And every soul will be fully compensated [for] what it did; and He is most knowing of what they do.",
      "hindi": "और जिस शख्स ने जैसा किया हो उसे उसका पूरा पूरा बदला मिल जाएगा, और जो कुछ ये लोग करते हैं वह उससे ख़ूब वाक़िफ है"
    },
    {
      "verse_number": 71,
      "arabic": "وَسِیقَ ٱلَّذِینَ كَفَرُوۤا۟ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰۤ إِذَا جَاۤءُوهَا فُتِحَتۡ أَبۡوَ ٰ⁠بُهَا وَقَالَ لَهُمۡ خَزَنَتُهَاۤ أَلَمۡ یَأۡتِكُمۡ رُسُلࣱ مِّنكُمۡ یَتۡلُونَ عَلَیۡكُمۡ ءَایَـٰتِ رَبِّكُمۡ وَیُنذِرُونَكُمۡ لِقَاۤءَ یَوۡمِكُمۡ هَـٰذَاۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَـٰفِرِینَ\n",
      "english": "And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, \"Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?\" They will say, \"Yes, but the word of punishment has come into effect upon the disbelievers.",
      "hindi": "और जो लोग काफिर थे उनके ग़ोल के ग़ोल जहन्नुम की तरफ हॅकाए जाएँगे और यहाँ तक की जब जहन्नुम के पास पहुँचेगें तो उसके दरवाज़े खोल दिए जाएगें और उसके दरोग़ा उनसे पूछेंगे कि क्या तुम लोगों में के पैग़म्बर तुम्हारे पास नहीं आए थे जो तुमको तुम्हारे परवरदिगार की आयतें पढ़कर सुनाते और तुमको इस रोज़ (बद) के पेश आने से डराते वह लोग जवाब देगें कि हाँ (आए तो थे) मगर (हमने न माना) और अज़ाब का हुक्म काफिरों के बारे में पूरा हो कर रहेगा"
    },
    {
      "verse_number": 72,
      "arabic": "قِیلَ ٱدۡخُلُوۤا۟ أَبۡوَ ٰ⁠بَ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِینَ\n",
      "english": "[To them] it will be said, \"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"",
      "hindi": "(तब उनसे) कहा जाएगा कि जहन्नुम के दरवाज़ों में धँसो और हमेशा इसी में रहो ग़रज़ तकब्बुर करने वाले का (भी) क्या बुरा ठिकाना है"
    },
    {
      "verse_number": 73,
      "arabic": "وَسِیقَ ٱلَّذِینَ ٱتَّقَوۡا۟ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰۤ إِذَا جَاۤءُوهَا وَفُتِحَتۡ أَبۡوَ ٰ⁠بُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَـٰمٌ عَلَیۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَـٰلِدِینَ\n",
      "english": "But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, \"Peace be upon you; you have become pure; so enter it to abide eternally therein,\" [they will enter].",
      "hindi": "और जो लोग अपने परवरदिगार से डरते थे वह गिर्दो गिर्दा (गिरोह गिरोह) बेहिश्त की तरफ़ (एजाज़ व इकराम से) बुलाए जाएगें यहाँ तक कि जब उसके पास पहुँचेगें और बेहिश्त के दरवाज़े खोल दिये जाएँगें और उसके निगेहबान उन से कहेंगें सलाम अलैकुम तुम अच्छे रहे, तुम बेहिश्त में हमेशा के लिए दाख़िल हो जाओ"
    },
    {
      "verse_number": 74,
      "arabic": "وَقَالُوا۟ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِی صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَیۡثُ نَشَاۤءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَـٰمِلِینَ\n",
      "english": "And they will say, \"Praise to Allah, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers.\"",
      "hindi": "और ये लोग कहेंगें ख़ुदा का शुक्र जिसने अपना वायदा हमसे सच्चा कर दिखाया और हमें (बेहिश्त की) सरज़मीन का मालिक बनाया कि हम बेहिश्त में जहाँ चाहें रहें तो नेक चलन वालों की भी क्या ख़ूब (खरी) मज़दूरी है"
    },
    {
      "verse_number": 75,
      "arabic": "وَتَرَى ٱلۡمَلَـٰۤىِٕكَةَ حَاۤفِّینَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ یُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِیَ بَیۡنَهُم بِٱلۡحَقِّۚ وَقِیلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "And you will see the angels surrounding the Throne, exalting [Allah] with praise of their Lord. And it will be judged between them in truth, and it will be said, \"[All] praise to Allah, Lord of the worlds.\"",
      "hindi": "और (उस दिन) फरिश्तों को देखोगे कि अर्श के गिर्दा गिर्द घेरे हुए डटे होंगे और अपने परवरदिगार की तारीफ की (तसबीह) कर रहे होंगे और लोगों के दरमियान ठीक फैसला कर दिया जाएगा और (हर तरफ से यही) सदा बुलन्द होगी अल्हमदो लिल्लाहे रब्बिल आलेमीन"
    }
  ]
}