{
  "id": 40,
  "name_simple": "Ghafir",
  "name_arabic": "غافر",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ حمۤ\n",
      "english": "Ha, Meem.",
      "hindi": "हा मीम"
    },
    {
      "verse_number": 2,
      "arabic": "تَنزِیلُ ٱلۡكِتَـٰبِ مِنَ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡعَلِیمِ\n",
      "english": "The revelation of the Book is from Allah, the Exalted in Might, the Knowing.",
      "hindi": "(इस) किताब (कुरान) का नाज़िल करना (ख़ास बारगाहे) ख़ुदा से है जो (सबसे) ग़ालिब बड़ा वाक़िफ़कार है"
    },
    {
      "verse_number": 3,
      "arabic": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِیدِ ٱلۡعِقَابِ ذِی ٱلطَّوۡلِۖ لَاۤ إِلَـٰهَ إِلَّا هُوَۖ إِلَیۡهِ ٱلۡمَصِیرُ\n",
      "english": "The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination.",
      "hindi": "गुनाहों का बख्शने वाला और तौबा का क़ुबूल करने वाला सख्त अज़ाब देने वाला साहिबे फज़ल व करम है उसके सिवा कोई माबूद नहीं उसी की तरफ (सबको) लौट कर जाना है"
    },
    {
      "verse_number": 4,
      "arabic": "مَا یُجَـٰدِلُ فِیۤ ءَایَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِینَ كَفَرُوا۟ فَلَا یَغۡرُرۡكَ تَقَلُّبُهُمۡ فِی ٱلۡبِلَـٰدِ\n",
      "english": "No one disputes concerning the signs of Allah except those who disbelieve, so be not deceived by their [uninhibited] movement throughout the land.",
      "hindi": "ख़ुदा की आयतों में बस वही लोग झगड़े पैदा करते हैं जो काफिर हैं तो (ऐ रसूल) उन लोगों का शहरों (शहरों) घूमना फिरना और माल हासिल करना"
    },
    {
      "verse_number": 5,
      "arabic": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحࣲ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِیَأۡخُذُوهُۖ وَجَـٰدَلُوا۟ بِٱلۡبَـٰطِلِ لِیُدۡحِضُوا۟ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَیۡفَ كَانَ عِقَابِ\n",
      "english": "The people of Noah denied before them and the [disbelieving] factions after them, and every nation intended [a plot] for their messenger to seize him, and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them, and how [terrible] was My penalty.",
      "hindi": "तुम्हें इस धोखे में न डाले (कि उन पर आज़ाब न होगा) इन के पहले नूह की क़ौम ने और उन के बाद और उम्मतों ने (अपने पैग़म्बरों को) झुठलाया और हर उम्मत ने अपने पैग़म्बरों के बारे में यही ठान लिया कि उन्हें गिरफ्तार कर (के क़त्ल कर डालें) और बेहूदा बातों की आड़ पकड़ कर लड़ने लगें - ताकि उसके ज़रिए से हक़ बात को उखाड़ फेंकें तो मैंने, उन्हें गिरफ्तार कर लिया फिर देखा कि उन पर (मेरा अज़ाब कैसा (सख्त हुआ)"
    },
    {
      "verse_number": 6,
      "arabic": "وَكَذَ ٰ⁠لِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِینَ كَفَرُوۤا۟ أَنَّهُمۡ أَصۡحَـٰبُ ٱلنَّارِ\n",
      "english": "And thus has the word of your Lord come into effect upon those who disbelieved that they are companions of the Fire.",
      "hindi": "और इसी तरह तुम्हारे परवरदिगार का अज़ाब का हुक्म (उन) काफ़िरों पर पूरा हो चुका है कि यह लोग यक़ीनी जहन्नुमी हैं"
    },
    {
      "verse_number": 7,
      "arabic": "ٱلَّذِینَ یَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ یُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَیُؤۡمِنُونَ بِهِۦ وَیَسۡتَغۡفِرُونَ لِلَّذِینَ ءَامَنُوا۟ۖ رَبَّنَا وَسِعۡتَ كُلَّ شَیۡءࣲ رَّحۡمَةࣰ وَعِلۡمࣰا فَٱغۡفِرۡ لِلَّذِینَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِیلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِیمِ\n",
      "english": "Those [angels] who carry the Throne and those around it exalt [Allah] with praise of their Lord and believe in Him and ask forgiveness for those who have believed, [saying], \"Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire.",
      "hindi": "जो (फ़रिश्ते) अर्श को उठाए हुए हैं और जो उस के गिर्दा गिर्द (तैनात) हैं (सब) अपने परवरदिगार की तारीफ़ के साथ तसबीह करते हैं और उस पर ईमान रखते हैं और मोमिनों के लिए बख़शिश की दुआएं माँगा करते हैं कि परवरदिगार तेरी रहमत और तेरा इल्म हर चीज़ पर अहाता किए हुए हैं, तो जिन लोगों ने (सच्चे) दिल से तौबा कर ली और तेरे रास्ते पर चले उनको बख्श दे और उनको जहन्नुम के अज़ाब से बचा ले"
    },
    {
      "verse_number": 8,
      "arabic": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّـٰتِ عَدۡنٍ ٱلَّتِی وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَاۤىِٕهِمۡ وَأَزۡوَ ٰ⁠جِهِمۡ وَذُرِّیَّـٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "english": "Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their fathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise.",
      "hindi": "ऐ हमारे पालने वाले इन को सदाबहार बाग़ों में जिनका तूने उन से वायदा किया है दाख़िल कर और उनके बाप दादाओं और उनकी बीवीयों और उनकी औलाद में से जो लोग नेक हो उनको (भी बख्श दें) बेशक तू ही ज़बरदस्त (और) हिकमत वाला है"
    },
    {
      "verse_number": 9,
      "arabic": "وَقِهِمُ ٱلسَّیِّـَٔاتِۚ وَمَن تَقِ ٱلسَّیِّـَٔاتِ یَوۡمَىِٕذࣲ فَقَدۡ رَحِمۡتَهُۥۚ وَذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n",
      "english": "And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.\"",
      "hindi": "और उनको हर किस्म की बुराइयों से महफूज़ रख और जिसको तूने उस दिन ( कयामत ) के अज़ाबों से बचा लिया उस पर तूने बड़ा रहम किया और यही तो बड़ी कामयाबी है"
    },
    {
      "verse_number": 10,
      "arabic": "إِنَّ ٱلَّذِینَ كَفَرُوا۟ یُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِیمَـٰنِ فَتَكۡفُرُونَ\n",
      "english": "Indeed, those who disbelieve will be addressed, \"The hatred of Allah for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you refused.\"",
      "hindi": "(हाँ) जिन लोगों ने कुफ्र एख्तेयार किया उनसे पुकार कर कह दिया जाएगा कि जितना तुम (आज) अपनी जान से बेज़ार हो उससे बढ़कर ख़ुदा तुमसे बेज़ार था जब तुम ईमान की तरफ बुलाए जाते थे तो कुफ्र करते थे"
    },
    {
      "verse_number": 11,
      "arabic": "قَالُوا۟ رَبَّنَاۤ أَمَتَّنَا ٱثۡنَتَیۡنِ وَأَحۡیَیۡتَنَا ٱثۡنَتَیۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجࣲ مِّن سَبِیلࣲ\n",
      "english": "They will say, \"Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?\"",
      "hindi": "वह लोग कहेंगे कि ऐ हमारे परवरदिगार तू हमको दो बार मार चुका और दो बार ज़िन्दा कर चुका तो अब हम अपने गुनाहों का एक़रार करते हैं तो क्या (यहाँ से) निकलने की भी कोई सबील है"
    },
    {
      "verse_number": 12,
      "arabic": "ذَ ٰ⁠لِكُم بِأَنَّهُۥۤ إِذَا دُعِیَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن یُشۡرَكۡ بِهِۦ تُؤۡمِنُوا۟ۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِیِّ ٱلۡكَبِیرِ\n",
      "english": "[They will be told], \"That is because, when Allah was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allah, the Most High, the Grand.\"",
      "hindi": "ये इसलिए कि जब तन्हा ख़ुदा पुकारा जाता था तो तुम ईन्कार करते थे और अगर उसके साथ शिर्क किया जाता था तो तुम मान लेते थे तो (आज) ख़ुदा की हुकूमत है जो आलीशान (और) बुर्ज़ुग है"
    },
    {
      "verse_number": 13,
      "arabic": "هُوَ ٱلَّذِی یُرِیكُمۡ ءَایَـٰتِهِۦ وَیُنَزِّلُ لَكُم مِّنَ ٱلسَّمَاۤءِ رِزۡقࣰاۚ وَمَا یَتَذَكَّرُ إِلَّا مَن یُنِیبُ\n",
      "english": "It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance].",
      "hindi": "वही तो है जो तुमको (अपनी कुदरत की) निशानियाँ दिखाता है और तुम्हारे लिए आसमान से रोज़ी नाज़िल करता है और नसीहत तो बस वही हासिल करता है जो (उसकी तरफ) रूज़ू करता है"
    },
    {
      "verse_number": 14,
      "arabic": "فَٱدۡعُوا۟ ٱللَّهَ مُخۡلِصِینَ لَهُ ٱلدِّینَ وَلَوۡ كَرِهَ ٱلۡكَـٰفِرُونَ\n",
      "english": "So invoke Allah, [being] sincere to Him in religion, although the disbelievers dislike it.",
      "hindi": "पस तुम लोग ख़ुदा की इबादत को ख़ालिस करके उसी को पुकारो अगरचे कुफ्फ़ार बुरा मानें"
    },
    {
      "verse_number": 15,
      "arabic": "رَفِیعُ ٱلدَّرَجَـٰتِ ذُو ٱلۡعَرۡشِ یُلۡقِی ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن یَشَاۤءُ مِنۡ عِبَادِهِۦ لِیُنذِرَ یَوۡمَ ٱلتَّلَاقِ\n",
      "english": "[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command upon whom He wills of His servants to warn of the Day of Meeting.",
      "hindi": "ख़ुदा तो बड़ा आली मरतबा अर्श का मालिक है, वह अपने बन्दों में से जिस पर चाहता है अपने हुक्म से 'वही' नाज़िल करता है ताकि (लोगों को) मुलाकात (क़यामत) के दिन से डराएं"
    },
    {
      "verse_number": 16,
      "arabic": "یَوۡمَ هُم بَـٰرِزُونَۖ لَا یَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَیۡءࣱۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡیَوۡمَۖ لِلَّهِ ٱلۡوَ ٰ⁠حِدِ ٱلۡقَهَّارِ\n",
      "english": "The Day they come forth nothing concerning them will be concealed from Allah. To whom belongs [all] sovereignty this Day? To Allah, the One, the Prevailing.",
      "hindi": "जिस दिन वह लोग (क़ब्रों) से निकल पड़ेंगे (और) उनको कोई चीज़ ख़ुदा से पोशीदा नहीं रहेगी (और निदा आएगी) आज किसकी बादशाहत है ( फिर ख़ुदा ख़़ुद कहेगा ) ख़ास ख़ुदा की जो अकेला (और) ग़ालिब है"
    },
    {
      "verse_number": 17,
      "arabic": "ٱلۡیَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡیَوۡمَۚ إِنَّ ٱللَّهَ سَرِیعُ ٱلۡحِسَابِ\n",
      "english": "This Day every soul will be recompensed for what it earned. No injustice today! Indeed, Allah is swift in account.",
      "hindi": "आज हर शख्स को उसके किए का बदला दिया जाएगा, आज किसी पर कुछ भी ज़ुल्म न किया जाएगा बेशक ख़ुदा बहुत जल्द हिसाब लेने वाला है"
    },
    {
      "verse_number": 18,
      "arabic": "وَأَنذِرۡهُمۡ یَوۡمَ ٱلۡـَٔازِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَـٰظِمِینَۚ مَا لِلظَّـٰلِمِینَ مِنۡ حَمِیمࣲ وَلَا شَفِیعࣲ یُطَاعُ\n",
      "english": "And warn them, [O Muhammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed.",
      "hindi": "(ऐ रसूल) तुम उन लोगों को उस दिन से डराओ जो अनक़रीब आने वाला है जब लोगों के कलेजे घुट घुट के (मारे डर के) मुँह को आ जाएंगें (उस वक्त) न तो सरकशों का कोई सच्चा दोस्त होगा और न कोई ऐसा सिफारिशी जिसकी बात मान ली जाए"
    },
    {
      "verse_number": 19,
      "arabic": "یَعۡلَمُ خَاۤىِٕنَةَ ٱلۡأَعۡیُنِ وَمَا تُخۡفِی ٱلصُّدُورُ\n",
      "english": "He knows that which deceives the eyes and what the breasts conceal.",
      "hindi": "ख़ुदा तो ऑंखों की दुज़दीदा (ख़यानत की) निगाह को भी जानता है और उन बातों को भी जो (लोगों के) सीनों में पोशीदा है"
    },
    {
      "verse_number": 20,
      "arabic": "وَٱللَّهُ یَقۡضِی بِٱلۡحَقِّۖ وَٱلَّذِینَ یَدۡعُونَ مِن دُونِهِۦ لَا یَقۡضُونَ بِشَیۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِیعُ ٱلۡبَصِیرُ\n",
      "english": "And Allah judges with truth, while those they invoke besides Him judge not with anything. Indeed, Allah - He is the Hearing, the Seeing.",
      "hindi": "और ख़ुदा ठीक ठीक हुक्म देता है, और उसके सिवा जिनकी ये लोग इबादत करते हैं वह तो कुछ भी हुक्म नहीं दे सकते, इसमें शक नहीं कि ख़ुदा सुनने वाला देखने वाला है"
    },
    {
      "verse_number": 21,
      "arabic": "۞ أَوَلَمۡ یَسِیرُوا۟ فِی ٱلۡأَرۡضِ فَیَنظُرُوا۟ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلَّذِینَ كَانُوا۟ مِن قَبۡلِهِمۡۚ كَانُوا۟ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةࣰ وَءَاثَارࣰا فِی ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقࣲ\n",
      "english": "Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land, but Allah seized them for their sins. And they had not from Allah any protector.",
      "hindi": "क्या उन लोगों ने रूए ज़मीन पर चल फिर कर नहीं देखा कि जो लोग उनसे पहले थे उनका अन्जाम क्या हुआ (हालाँकि) वह लोग कुवत (शान और उम्र सब) में और ज़मीन पर अपनी निशानियाँ (यादगारें इमारतें) वग़ैरह छोड़ जाने में भी उनसे कहीं बढ़ चढ़ के थे तो ख़ुदा ने उनके गुनाहों की वजह से उनकी ले दे की, और ख़ुदा (के ग़ज़ब से) उनका कोई बचाने वाला भी न था"
    },
    {
      "verse_number": 22,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِیهِمۡ رُسُلُهُم بِٱلۡبَیِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِیࣱّ شَدِیدُ ٱلۡعِقَابِ\n",
      "english": "That was because their messengers were coming to them with clear proofs, but they disbelieved, so Allah seized them. Indeed, He is Powerful and severe in punishment.",
      "hindi": "ये इस सबब से कि उनके पैग़म्बरान उनके पास वाज़ेए व रौशन मौजिज़े ले कर आए इस पर भी उन लोगों ने न माना तो ख़ुदा ने उन्हें ले डाला इसमें तो शक ही नहीं कि वह क़वी (और) सख्त अज़ाब वाला है"
    },
    {
      "verse_number": 23,
      "arabic": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔایَـٰتِنَا وَسُلۡطَـٰنࣲ مُّبِینٍ\n",
      "english": "And We did certainly send Moses with Our signs and a clear authority",
      "hindi": "और हमने मूसा को अपनी निशानियाँ और रौशन दलीलें देकर"
    },
    {
      "verse_number": 24,
      "arabic": "إِلَىٰ فِرۡعَوۡنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرࣱ كَذَّابࣱ\n",
      "english": "To Pharaoh, Haman and Qarun; but they said, \"[He is] a magician and a liar.\"",
      "hindi": "फिरऔन और हामान और क़ारून के पास भेजा तो वह लोग कहने लगे कि (ये तो) एक बड़ा झूठा (और) जादूगर है"
    },
    {
      "verse_number": 25,
      "arabic": "فَلَمَّا جَاۤءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُوا۟ ٱقۡتُلُوۤا۟ أَبۡنَاۤءَ ٱلَّذِینَ ءَامَنُوا۟ مَعَهُۥ وَٱسۡتَحۡیُوا۟ نِسَاۤءَهُمۡۚ وَمَا كَیۡدُ ٱلۡكَـٰفِرِینَ إِلَّا فِی ضَلَـٰلࣲ\n",
      "english": "And when he brought them the truth from Us, they said, \"Kill the sons of those who have believed with him and keep their women alive.\" But the plan of the disbelievers is not except in error.",
      "hindi": "ग़रज़ जब मूसा उन लोगों के पास हमारी तरफ से सच्चा दीन ले कर आये तो वह बोले कि जो लोग उनके साथ ईमान लाए हैं उनके बेटों को तो मार डालों और उनकी औरतों को (लौन्डिया बनाने के लिए) ज़िन्दा रहने दो और काफ़िरों की तद्बीरें तो बे ठिकाना होती हैं"
    },
    {
      "verse_number": 26,
      "arabic": "وَقَالَ فِرۡعَوۡنُ ذَرُونِیۤ أَقۡتُلۡ مُوسَىٰ وَلۡیَدۡعُ رَبَّهُۥۤۖ إِنِّیۤ أَخَافُ أَن یُبَدِّلَ دِینَكُمۡ أَوۡ أَن یُظۡهِرَ فِی ٱلۡأَرۡضِ ٱلۡفَسَادَ\n",
      "english": "And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land.\"",
      "hindi": "और फिरऔन कहने लगा मुझे छोड़ दो कि मैं मूसा को तो क़त्ल कर डालूँ, और ( मैं देखूँ ) अपने परवरदिगार को तो अपनी मदद के लिए बुलालें (भाईयों) मुझे अन्देशा है कि (मुबादा) तुम्हारे दीन को उलट पुलट कर डाले या मुल्क में फसाद पैदा कर दें"
    },
    {
      "verse_number": 27,
      "arabic": "وَقَالَ مُوسَىٰۤ إِنِّی عُذۡتُ بِرَبِّی وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرࣲ لَّا یُؤۡمِنُ بِیَوۡمِ ٱلۡحِسَابِ\n",
      "english": "But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\"",
      "hindi": "और मूसा ने कहा कि मैं तो हर मुताकब्बिर से जो हिसाब के दिन (क़यामत पर ईमान नहीं लाता) अपने और तुम्हारे परवरदिगार की पनाह ले चुका हूं"
    },
    {
      "verse_number": 28,
      "arabic": "وَقَالَ رَجُلࣱ مُّؤۡمِنࣱ مِّنۡ ءَالِ فِرۡعَوۡنَ یَكۡتُمُ إِیمَـٰنَهُۥۤ أَتَقۡتُلُونَ رَجُلًا أَن یَقُولَ رَبِّیَ ٱللَّهُ وَقَدۡ جَاۤءَكُم بِٱلۡبَیِّنَـٰتِ مِن رَّبِّكُمۡۖ وَإِن یَكُ كَـٰذِبࣰا فَعَلَیۡهِ كَذِبُهُۥۖ وَإِن یَكُ صَادِقࣰا یُصِبۡكُم بَعۡضُ ٱلَّذِی یَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا یَهۡدِی مَنۡ هُوَ مُسۡرِفࣱ كَذَّابࣱ\n",
      "english": "And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allah' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allah does not guide one who is a transgressor and a liar.",
      "hindi": "और फिरऔन के लोगों में एक ईमानदार शख्स (हिज़कील) ने जो अपने ईमान को छिपाए रहता था (लोगों से कहा) कि क्या तुम लोग ऐसे शख्स के क़त्ल के दरपै हो जो (सिर्फ) ये कहता है कि मेरा परवरदिगार अल्लाह है) हालाँकि वह तुम्हारे परवरदिगार की तरफ से तुम्हारे पास मौजिज़े लेकर आया और अगर (बिल ग़रज़) ये शख्स झूठा है तो इसके झूठ का बवाल इसी पर पड़ेगा और अगर यह कहीं सच्चा हुआ तो जिस (अज़ाब की) तुम्हें ये धमकी देता है उसमें से कुछ तो तुम लोगों पर ज़रूर वाकेए होकर रहेगा बेशक ख़ुदा उस शख्स की हिदायत नहीं करता जो हद से गुज़रने वाला (और) झूठा हो"
    },
    {
      "verse_number": 29,
      "arabic": "یَـٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡیَوۡمَ ظَـٰهِرِینَ فِی ٱلۡأَرۡضِ فَمَن یَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَاۤءَنَاۚ قَالَ فِرۡعَوۡنُ مَاۤ أُرِیكُمۡ إِلَّا مَاۤ أَرَىٰ وَمَاۤ أَهۡدِیكُمۡ إِلَّا سَبِیلَ ٱلرَّشَادِ\n",
      "english": "O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\"",
      "hindi": "ऐ मेरी क़ौम आज तो (बेशक) तुम्हारी बादशाहत है (और) मुल्क में तुम्हारा ही बोल बाला है लेकिन (कल) अगर ख़ुदा का अज़ाब हम पर आ जाए तो हमारी कौन मदद करेगा फिरऔन ने कहा मैं तो वही बात समझाता हूँ जो मैं ख़़ुद समझता हूँ और वही राह दिखाता हूँ जिसमें भलाई है"
    },
    {
      "verse_number": 30,
      "arabic": "وَقَالَ ٱلَّذِیۤ ءَامَنَ یَـٰقَوۡمِ إِنِّیۤ أَخَافُ عَلَیۡكُم مِّثۡلَ یَوۡمِ ٱلۡأَحۡزَابِ\n",
      "english": "And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies -",
      "hindi": "तो जो शख्स (दर पर्दा) ईमान ला चुका था कहने लगा, भाईयों मुझे तो तुम्हारी निस्बत भी और उम्मतों की तरह रोज़ (बद) का अन्देशा है"
    },
    {
      "verse_number": 31,
      "arabic": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحࣲ وَعَادࣲ وَثَمُودَ وَٱلَّذِینَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ یُرِیدُ ظُلۡمࣰا لِّلۡعِبَادِ\n",
      "english": "Like the custom of the people of Noah and of 'Aad and Thamud and those after them. And Allah wants no injustice for [His] servants.",
      "hindi": "(कहीं तुम्हारा भी वही हाल न हो) जैसा कि नूह की क़ौम और आद समूद और उनके बाद वाले लोगों का हाल हुआ और ख़ुदा तो बन्दों पर ज़ुल्म करना चाहता ही नहीं"
    },
    {
      "verse_number": 32,
      "arabic": "وَیَـٰقَوۡمِ إِنِّیۤ أَخَافُ عَلَیۡكُمۡ یَوۡمَ ٱلتَّنَادِ\n",
      "english": "And O my people, indeed I fear for you the Day of Calling -",
      "hindi": "और ऐ हमारी क़ौम मुझे तो तुम्हारी निस्बत कयामत के दिन का अन्देशा है"
    },
    {
      "verse_number": 33,
      "arabic": "یَوۡمَ تُوَلُّونَ مُدۡبِرِینَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمࣲۗ وَمَن یُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادࣲ\n",
      "english": "The Day you will turn your backs fleeing; there is not for you from Allah any protector. And whoever Allah leaves astray - there is not for him any guide.",
      "hindi": "जिस दिन तुम पीठ फेर कर (जहन्नुम) की तरफ चल खड़े होगे तो ख़ुदा के (अज़ाब) से तुम्हारा बचाने वाला न होगा, और जिसको ख़ुदा गुमराही में छोड़ दे तो उसका कोई रूबराह करने वाला नहीं"
    },
    {
      "verse_number": 34,
      "arabic": "وَلَقَدۡ جَاۤءَكُمۡ یُوسُفُ مِن قَبۡلُ بِٱلۡبَیِّنَـٰتِ فَمَا زِلۡتُمۡ فِی شَكࣲّ مِّمَّا جَاۤءَكُم بِهِۦۖ حَتَّىٰۤ إِذَا هَلَكَ قُلۡتُمۡ لَن یَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولࣰاۚ كَذَ ٰ⁠لِكَ یُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفࣱ مُّرۡتَابٌ\n",
      "english": "And Joseph had already come to you before with clear proofs, but you remained in doubt of that which he brought to you, until when he died, you said, 'Never will Allah send a messenger after him.' Thus does Allah leave astray he who is a transgressor and skeptic.\"",
      "hindi": "और (इससे) पहले यूसुफ़ भी तुम्हारे पास मौजिज़े लेकर आए थे तो जो जो लाए थे तुम लोग उसमें बराबर शक ही करते रहे यहाँ तक कि जब उन्होने वफात पायी तो तुम कहने लगे कि अब उनके बाद ख़ुदा हरगिज़ कोई रसूल नहीं भेजेगा जो हद से गुज़रने वाला और शक करने वाला है ख़ुदा उसे यू हीं गुमराही में छोड़ देता है"
    },
    {
      "verse_number": 35,
      "arabic": "ٱلَّذِینَ یُجَـٰدِلُونَ فِیۤ ءَایَـٰتِ ٱللَّهِ بِغَیۡرِ سُلۡطَـٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِینَ ءَامَنُوا۟ۚ كَذَ ٰ⁠لِكَ یَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرࣲ جَبَّارࣲ\n",
      "english": "Those who dispute concerning the signs of Allah without an authority having come to them - great is hatred [of them] in the sight of Allah and in the sight of those who have believed. Thus does Allah seal over every heart [belonging to] an arrogant tyrant.",
      "hindi": "जो लोग बगैर इसके कि उनके पास कोई दलील आई हो ख़ुदा की आयतों में (ख्वाह मा ख्वाह) झगड़े किया करते हैं वह ख़ुदा के नज़दीक और ईमानदारों के नज़दीक सख्त नफरत खेज़ हैं, यूँ ख़ुदा हर मुतकब्बिर सरकश के दिल पर अलामत मुक़र्रर कर देता है"
    },
    {
      "verse_number": 36,
      "arabic": "وَقَالَ فِرۡعَوۡنُ یَـٰهَـٰمَـٰنُ ٱبۡنِ لِی صَرۡحࣰا لَّعَلِّیۤ أَبۡلُغُ ٱلۡأَسۡبَـٰبَ\n",
      "english": "And Pharaoh said, \"O Haman, construct for me a tower that I might reach the ways -",
      "hindi": "और फिरऔन ने कहा ऐ हामान हमारे लिए एक महल बनवा दे ताकि (उस पर चढ़ कर) रसतों पर पहुँच जाऊ"
    },
    {
      "verse_number": 37,
      "arabic": "أَسۡبَـٰبَ ٱلسَّمَـٰوَ ٰ⁠تِ فَأَطَّلِعَ إِلَىٰۤ إِلَـٰهِ مُوسَىٰ وَإِنِّی لَأَظُنُّهُۥ كَـٰذِبࣰاۚ وَكَذَ ٰ⁠لِكَ زُیِّنَ لِفِرۡعَوۡنَ سُوۤءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِیلِۚ وَمَا كَیۡدُ فِرۡعَوۡنَ إِلَّا فِی تَبَابࣲ\n",
      "english": "The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar.\" And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin.",
      "hindi": "(यानि) आसमानों के रसतों पर फिर मूसा के ख़ुदा को झांक कर (देख) लूँ और मैं तो उसे यक़ीनी झूठा समझता हूँ, और इसी तरह फिरऔन की बदकिरदारयाँ उसको भली करके दिखा दी गयीं थीं और वह राहे रास्ता से रोक दिया गया था, और फिरऔन की तद्बीर तो बस बिल्कुल ग़ारत गुल ही थीं"
    },
    {
      "verse_number": 38,
      "arabic": "وَقَالَ ٱلَّذِیۤ ءَامَنَ یَـٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِیلَ ٱلرَّشَادِ\n",
      "english": "And he who believed said, \"O my people, follow me, I will guide you to the way of right conduct.",
      "hindi": "और जो शख्स (दर पर्दा) ईमानदार था कहने लगा भाईयों मेरा कहना मानों मैं तुम्हें हिदायत के रास्ते दिख दूंगा"
    },
    {
      "verse_number": 39,
      "arabic": "یَـٰقَوۡمِ إِنَّمَا هَـٰذِهِ ٱلۡحَیَوٰةُ ٱلدُّنۡیَا مَتَـٰعࣱ وَإِنَّ ٱلۡـَٔاخِرَةَ هِیَ دَارُ ٱلۡقَرَارِ\n",
      "english": "O my people, this worldly life is only [temporary] enjoyment, and indeed, the Hereafter - that is the home of [permanent] settlement.",
      "hindi": "भाईयों ये दुनियावी ज़िन्दगी तो बस (चन्द रोज़ा) फ़ायदा है और आखेरत ही हमेशा रहने का घर है"
    },
    {
      "verse_number": 40,
      "arabic": "مَنۡ عَمِلَ سَیِّئَةࣰ فَلَا یُجۡزَىٰۤ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَـٰلِحࣰا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنࣱ فَأُو۟لَـٰۤىِٕكَ یَدۡخُلُونَ ٱلۡجَنَّةَ یُرۡزَقُونَ فِیهَا بِغَیۡرِ حِسَابࣲ\n",
      "english": "Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness, whether male or female, while he is a believer - those will enter Paradise, being given provision therein without account.",
      "hindi": "जो बुरा काम करेगा तो उसे बदला भी वैसा ही मिलेगा, और जो नेक काम करेगा मर्द हो या औरत मगर ईमानदार हो तो ऐसे लोग बेहिश्त में दाख़िल होंगे वहाँ उन्हें बेहिसाब रोज़ी मिलेगी"
    },
    {
      "verse_number": 41,
      "arabic": "۞ وَیَـٰقَوۡمِ مَا لِیۤ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِیۤ إِلَى ٱلنَّارِ\n",
      "english": "And O my people, how is it that I invite you to salvation while you invite me to the Fire?",
      "hindi": "और ऐ मेरी क़ौम मुझे क्या हुआ है कि मैं तुमको नजाद की तरफ बुलाता हूँ और तुम मुझे दोज़ख़ की तरफ बुलाते हो"
    },
    {
      "verse_number": 42,
      "arabic": "تَدۡعُونَنِی لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَیۡسَ لِی بِهِۦ عِلۡمࣱ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِیزِ ٱلۡغَفَّـٰرِ\n",
      "english": "You invite me to disbelieve in Allah and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver.",
      "hindi": "तुम मुझे बुलाते हो कि मै ख़ुदा के साथ कुफ्र करूं और उस चीज़ को उसका शरीक बनाऊ जिसका मुझे इल्म में भी नहीं, और मैं तुम्हें ग़ालिब (और) बड़े बख्शने वाले ख़ुदा की तरफ बुलाता हूँ"
    },
    {
      "verse_number": 43,
      "arabic": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِیۤ إِلَیۡهِ لَیۡسَ لَهُۥ دَعۡوَةࣱ فِی ٱلدُّنۡیَا وَلَا فِی ٱلۡـَٔاخِرَةِ وَأَنَّ مَرَدَّنَاۤ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِینَ هُمۡ أَصۡحَـٰبُ ٱلنَّارِ\n",
      "english": "Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allah, and indeed, the transgressors will be companions of the Fire.",
      "hindi": "बेशक तुम जिस चीज़ की तरफ़ मुझे बुलाते हो वह न तो दुनिया ही में पुकारे जाने के क़ाबिल है और न आख़िरत में और आख़िर में हम सबको ख़ुदा ही की तरफ लौट कर जाना है और इसमें तो शक ही नहीं कि हद से बढ़ जाने वाले जहन्नुमी हैं"
    },
    {
      "verse_number": 44,
      "arabic": "فَسَتَذۡكُرُونَ مَاۤ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِیۤ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِیرُۢ بِٱلۡعِبَادِ\n",
      "english": "And you will remember what I [now] say to you, and I entrust my affair to Allah. Indeed, Allah is Seeing of [His] servants.\"",
      "hindi": "तो जो मैं तुमसे कहता हूँ अनक़रीब ही उसे याद करोगे और मैं तो अपना काम ख़ुदा ही को सौंपे देता हूँ कुछ शक नहीं की ख़ुदा बन्दों ( के हाल ) को ख़ूब देख रहा है"
    },
    {
      "verse_number": 45,
      "arabic": "فَوَقَىٰهُ ٱللَّهُ سَیِّـَٔاتِ مَا مَكَرُوا۟ۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوۤءُ ٱلۡعَذَابِ\n",
      "english": "So Allah protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -",
      "hindi": "तो ख़ुदा ने उसे उनकी तद्बीरों की बुराई से महफूज़ रखा और फिरऔनियों को बड़े अज़ाब ने ( हर तरफ ) से घेर लिया"
    },
    {
      "verse_number": 46,
      "arabic": "ٱلنَّارُ یُعۡرَضُونَ عَلَیۡهَا غُدُوࣰّا وَعَشِیࣰّاۚ وَیَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوۤا۟ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ\n",
      "english": "The Fire, they are exposed to it morning and evening. And the Day the Hour appears [it will be said], \"Make the people of Pharaoh enter the severest punishment.\"",
      "hindi": "और अब तो कब्र में दोज़ख़ की आग है कि वह लोग (हर) सुबह व शाम उसके सामने ला खड़े किए जाते हैं और जिस दिन क़यामत बरपा होगी (हुक्म होगा) फिरऔन के लोगों को सख्त से सख्त अज़ाब में झोंक दो"
    },
    {
      "verse_number": 47,
      "arabic": "وَإِذۡ یَتَحَاۤجُّونَ فِی ٱلنَّارِ فَیَقُولُ ٱلضُّعَفَـٰۤؤُا۟ لِلَّذِینَ ٱسۡتَكۡبَرُوۤا۟ إِنَّا كُنَّا لَكُمۡ تَبَعࣰا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِیبࣰا مِّنَ ٱلنَّارِ\n",
      "english": "And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, \"Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?\"",
      "hindi": "और ये लोग जिस वक्त ज़हन्नुम में बाहम झगड़ेंगें तो कम हैसियत लोग बड़े आदमियों से कहेंगे कि हम तुम्हारे ताबे थे तो क्या तुम इस वक्त (दोज़ख़ की) आग का कुछ हिस्सा हमसे हटा सकते हो"
    },
    {
      "verse_number": 48,
      "arabic": "قَالَ ٱلَّذِینَ ٱسۡتَكۡبَرُوۤا۟ إِنَّا كُلࣱّ فِیهَاۤ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَیۡنَ ٱلۡعِبَادِ\n",
      "english": "Those who had been arrogant will say, \"Indeed, all [of us] are in it. Indeed, Allah has judged between the servants.\"",
      "hindi": "तो बड़े लोग कहेंगें (अब तो) हम (तुम) सबके सब आग में पड़े हैं ख़ुदा (को) तो बन्दों के बारे में (जो कुछ) फैसला (करना था) कर चुका"
    },
    {
      "verse_number": 49,
      "arabic": "وَقَالَ ٱلَّذِینَ فِی ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُوا۟ رَبَّكُمۡ یُخَفِّفۡ عَنَّا یَوۡمࣰا مِّنَ ٱلۡعَذَابِ\n",
      "english": "And those in the Fire will say to the keepers of Hell, \"Supplicate your Lord to lighten for us a day from the punishment.\"",
      "hindi": "और जो लोग आग में (जल रहे) होंगे जहन्नुम के दरोग़ाओं से दरख्वास्त करेंगे कि अपने परवरदिगार से अर्ज़ करो कि एक दिन तो हमारे अज़ाब में तख़फ़ीफ़ कर दें"
    },
    {
      "verse_number": 50,
      "arabic": "قَالُوۤا۟ أَوَلَمۡ تَكُ تَأۡتِیكُمۡ رُسُلُكُم بِٱلۡبَیِّنَـٰتِۖ قَالُوا۟ بَلَىٰۚ قَالُوا۟ فَٱدۡعُوا۟ۗ وَمَا دُعَـٰۤؤُا۟ ٱلۡكَـٰفِرِینَ إِلَّا فِی ضَلَـٰلٍ\n",
      "english": "They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error.\"",
      "hindi": "वह जवाब देंगे कि क्या तुम्हारे पास तुम्हारे पैग़म्बर साफ व रौशन मौजिज़े लेकर नहीं आए थे वह कहेंगे (हाँ) आए तो थे, तब फरिश्ते तो कहेंगे फिर तुम ख़़ुद (क्यों) न दुआ करो, हालाँकि काफ़िरों की दुआ तो बस बेकार ही है"
    },
    {
      "verse_number": 51,
      "arabic": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِینَ ءَامَنُوا۟ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَیَوۡمَ یَقُومُ ٱلۡأَشۡهَـٰدُ\n",
      "english": "Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -",
      "hindi": "हम अपने पैग़म्बरों की और ईमान वालों की दुनिया की ज़िन्दगी में भी ज़रूर मदद करेंगे और जिस दिन गवाह (पैग़म्बर फरिश्ते गवाही को) उठ खड़े होंगे"
    },
    {
      "verse_number": 52,
      "arabic": "یَوۡمَ لَا یَنفَعُ ٱلظَّـٰلِمِینَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوۤءُ ٱلدَّارِ\n",
      "english": "The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home.",
      "hindi": "(उस दिन भी) जिस दिन ज़ालिमों को उनकी माज़ेरत कुछ भी फायदे न देगी और उन पर फिटकार (बरसती) होगी और उनके लिए बहुत बुरा घर (जहन्नुम) है"
    },
    {
      "verse_number": 53,
      "arabic": "وَلَقَدۡ ءَاتَیۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱلۡكِتَـٰبَ\n",
      "english": "And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture",
      "hindi": "और हम ही ने मूसा को हिदायत (की किताब तौरेत) दी और बनी इसराईल को (उस) किताब का वारिस बनाया"
    },
    {
      "verse_number": 54,
      "arabic": "هُدࣰى وَذِكۡرَىٰ لِأُو۟لِی ٱلۡأَلۡبَـٰبِ\n",
      "english": "As guidance and a reminder for those of understanding.",
      "hindi": "जो अक्लमन्दों के लिए (सरतापा) हिदायत व नसीहत है"
    },
    {
      "verse_number": 55,
      "arabic": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقࣱّ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِیِّ وَٱلۡإِبۡكَـٰرِ\n",
      "english": "So be patient, [O Muhammad]. Indeed, the promise of Allah is truth. And ask forgiveness for your sin and exalt [Allah] with praise of your Lord in the evening and the morning.",
      "hindi": "(ऐ रसूल) तुम (उनकी शरारत) पर सब्र करो बेशक ख़ुदा का वायदा सच्चा है, और अपने (उम्मत की) गुनाहों की माफी माँगो और सुबह व शाम अपने परवरदिगार की हम्द व सना के साथ तसबीह करते रहो"
    },
    {
      "verse_number": 56,
      "arabic": "إِنَّ ٱلَّذِینَ یُجَـٰدِلُونَ فِیۤ ءَایَـٰتِ ٱللَّهِ بِغَیۡرِ سُلۡطَـٰنٍ أَتَىٰهُمۡ إِن فِی صُدُورِهِمۡ إِلَّا كِبۡرࣱ مَّا هُم بِبَـٰلِغِیهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِیعُ ٱلۡبَصِیرُ\n",
      "english": "Indeed, those who dispute concerning the signs of Allah without [any] authority having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allah. Indeed, it is He who is the Hearing, the Seeing.",
      "hindi": "जिन लोगों के पास (ख़ुदा की तरफ से) कोई दलील तो आयी नहीं और (फिर) वह ख़ुदा की आयतों में (ख्वाह मा ख्वाह) झगड़े निकालते हैं, उनके दिल में बुराई (की बेजां हवस) के सिवा कुछ नहीं हालाँकि वह लोग उस तक कभी पहुँचने वाले नहीं तो तुम बस ख़ुदा की पनाह माँगते रहो बेशक वह बड़ा सुनने वाला (और) देखने वाला है"
    },
    {
      "verse_number": 57,
      "arabic": "لَخَلۡقُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا یَعۡلَمُونَ\n",
      "english": "The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know.",
      "hindi": "सारे आसमान और ज़मीन का पैदा करना लोगों के पैदा करने की ये निस्बत यक़ीनी बड़ा (काम) है मगर अक्सर लोग (इतना भी) नहीं जानते"
    },
    {
      "verse_number": 58,
      "arabic": "وَمَا یَسۡتَوِی ٱلۡأَعۡمَىٰ وَٱلۡبَصِیرُ وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلۡمُسِیۤءُۚ قَلِیلࣰا مَّا تَتَذَكَّرُونَ\n",
      "english": "And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember.",
      "hindi": "और अंधा और ऑंख वाला (दोनों) बराबर नहीं हो सकते और न मोमिनीन जिन्होने अच्छे काम किए और न बदकार (ही) बराबर हो सकते हैं बात ये है कि तुम लोग बहुत कम ग़ौर करते हो, कयामत तो ज़रूर आने वाली है"
    },
    {
      "verse_number": 59,
      "arabic": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِیَةࣱ لَّا رَیۡبَ فِیهَا وَلَـٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا یُؤۡمِنُونَ\n",
      "english": "Indeed, the Hour is coming - no doubt about it - but most of the people do not believe.",
      "hindi": "इसमें किसी तरह का शक नहीं मगर अक्सर लोग (इस पर भी) ईमान नहीं रखते"
    },
    {
      "verse_number": 60,
      "arabic": "وَقَالَ رَبُّكُمُ ٱدۡعُونِیۤ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِینَ یَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِی سَیَدۡخُلُونَ جَهَنَّمَ دَاخِرِینَ\n",
      "english": "And your Lord says, \"Call upon Me; I will respond to you.\" Indeed, those who disdain My worship will enter Hell [rendered] contemptible.",
      "hindi": "और तुम्हारा परवरदिगार इरशाद फ़रमाता है कि तुम मुझसे दुआएं माँगों मैं तुम्हारी (दुआ) क़ुबूल करूँगा जो लोग हमारी इबादत से अकड़ते हैं वह अनक़रीब ही ज़लील व ख्वार हो कर यक़ीनन जहन्नुम वासिल होंगे"
    },
    {
      "verse_number": 61,
      "arabic": "ٱللَّهُ ٱلَّذِی جَعَلَ لَكُمُ ٱلَّیۡلَ لِتَسۡكُنُوا۟ فِیهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا یَشۡكُرُونَ\n",
      "english": "It is Allah who made for you the night that you may rest therein and the day giving sight. Indeed, Allah is full of bounty to the people, but most of the people are not grateful.",
      "hindi": "ख़ुदा ही तो है जिसने तुम्हारे वास्ते रात बनाई ताकि तुम उसमें आराम करो और दिन को रौशन (बनाया) तकि काम करो बेशक ख़ुदा लोगों परा बड़ा फज़ल व करम वाला है, मगर अक्सर लोग उसका शुक्र नहीं अदा करते"
    },
    {
      "verse_number": 62,
      "arabic": "ذَ ٰ⁠لِكُمُ ٱللَّهُ رَبُّكُمۡ خَـٰلِقُ كُلِّ شَیۡءࣲ لَّاۤ إِلَـٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ\n",
      "english": "That is Allah, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?",
      "hindi": "यही ख़ुदा तुम्हारा परवरदिगार है जो हर चीज़ का ख़ालिक़ है, और उसके सिवा कोई माबूद नहीं, फिर तुम कहाँ बहके जा रहे हो"
    },
    {
      "verse_number": 63,
      "arabic": "كَذَ ٰ⁠لِكَ یُؤۡفَكُ ٱلَّذِینَ كَانُوا۟ بِـَٔایَـٰتِ ٱللَّهِ یَجۡحَدُونَ\n",
      "english": "Thus were those [before you] deluded who were rejecting the signs of Allah.",
      "hindi": "जो लोग ख़ुदा की आयतों से इन्कार रखते थे वह इसी तरह भटक रहे थे"
    },
    {
      "verse_number": 64,
      "arabic": "ٱللَّهُ ٱلَّذِی جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارࣰا وَٱلسَّمَاۤءَ بِنَاۤءࣰ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّیِّبَـٰتِۚ ذَ ٰ⁠لِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَـٰلَمِینَ\n",
      "english": "It is Allah who made for you the earth a place of settlement and the sky a ceiling and formed you and perfected your forms and provided you with good things. That is Allah, your Lord; then blessed is Allah, Lord of the worlds.",
      "hindi": "अल्लाह ही तो है जिसने तुम्हारे वास्ते ज़मीन को ठहरने की जगह और आसमान को छत बनाया और उसी ने तुम्हारी सूरतें बनायीं तो अच्छी सूरतें बनायीं और उसी ने तुम्हें साफ सुथरी चीज़ें खाने को दीं यही अल्लाह तो तुम्हारा परवरदिगार है तो ख़ुदा बहुत ही मुतबर्रिक है जो सारे जहाँन का पालने वाला है"
    },
    {
      "verse_number": 65,
      "arabic": "هُوَ ٱلۡحَیُّ لَاۤ إِلَـٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِینَ لَهُ ٱلدِّینَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "He is the Ever-Living; there is no deity except Him, so call upon Him, [being] sincere to Him in religion. [All] praise is [due] to Allah, Lord of the worlds.",
      "hindi": "वही (हमेशा) ज़िन्दा है और उसके सिवा कोई माबूद नहीं तो निरी खरी उसी की इबादत करके उसी से ये दुआ माँगो, सब तारीफ ख़ुदा ही को सज़ावार है और जो सारे जहाँन का पालने वाला है"
    },
    {
      "verse_number": 66,
      "arabic": "۞ قُلۡ إِنِّی نُهِیتُ أَنۡ أَعۡبُدَ ٱلَّذِینَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَاۤءَنِیَ ٱلۡبَیِّنَـٰتُ مِن رَّبِّی وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَـٰلَمِینَ\n",
      "english": "Say, [O Muhammad], \"Indeed, I have been forbidden to worship those you call upon besides Allah once the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.\"",
      "hindi": "(ऐ रसूल) तुम कह दो कि जब मेरे पास मेरे परवरदिगार की बारगाह से खुले हुए मौजिज़े आ चुके तो मुझे इस बात की मनाही कर दी गयी है कि ख़ुदा को छोड़ कर जिनको तुम पूजते हो मैं उनकी परसतिश करूँ और मुझे तो यह हुक्म हो चुका है कि मैं सारे जहाँन के पालने वाले का फरमाबरदार बनु"
    },
    {
      "verse_number": 67,
      "arabic": "هُوَ ٱلَّذِی خَلَقَكُم مِّن تُرَابࣲ ثُمَّ مِن نُّطۡفَةࣲ ثُمَّ مِنۡ عَلَقَةࣲ ثُمَّ یُخۡرِجُكُمۡ طِفۡلࣰا ثُمَّ لِتَبۡلُغُوۤا۟ أَشُدَّكُمۡ ثُمَّ لِتَكُونُوا۟ شُیُوخࣰاۚ وَمِنكُم مَّن یُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوۤا۟ أَجَلࣰا مُّسَمࣰّى وَلَعَلَّكُمۡ تَعۡقِلُونَ\n",
      "english": "It is He who created you from dust, then from a sperm-drop, then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity, then [further] that you become elders. And among you is he who is taken in death before [that], so that you reach a specified term; and perhaps you will use reason.",
      "hindi": "वही वह ख़ुदा है जिसने तुमको पहले (पहल) मिटटी से पैदा किया फिर नुत्फे से, फिर जमे हुए ख़ून फिर तुमको बच्चा बनाकर (माँ के पेट) से निकलता है (ताकि बढ़ों) फिर (ज़िन्दा रखता है) ताकि तुम अपनी जवानी को पहुँचो फिर (और ज़िन्दा रखता है ताकि तुम बूढ़े हो जाओ और तुममें से कोई ऐसा भी है जो (इससे) पहले मर जाता है ग़रज़ (तुमको उस वक्त तक ज़िन्दा रखता है) की तुम (मौत के) मुकर्रर वक्त तक पहुँच जाओ"
    },
    {
      "verse_number": 68,
      "arabic": "هُوَ ٱلَّذِی یُحۡیِۦ وَیُمِیتُۖ فَإِذَا قَضَىٰۤ أَمۡرࣰا فَإِنَّمَا یَقُولُ لَهُۥ كُن فَیَكُونُ\n",
      "english": "He it is who gives life and causes death; and when He decrees a matter, He but says to it, \"Be,\" and it is.",
      "hindi": "और ताकि तुम (उसकी क़ुदरत को समझो) वह वही (ख़ुदा) है जो जिलाता और मारता है, फिर जब वह किसी काम का करना ठान लेता है तो बस उससे कह देता है कि 'हो जा' तो वह फ़ौरन हो जाता है"
    },
    {
      "verse_number": 69,
      "arabic": "أَلَمۡ تَرَ إِلَى ٱلَّذِینَ یُجَـٰدِلُونَ فِیۤ ءَایَـٰتِ ٱللَّهِ أَنَّىٰ یُصۡرَفُونَ\n",
      "english": "Do you not consider those who dispute concerning the signs of Allah - how are they averted?",
      "hindi": "(ऐ रसूल) क्या तुमने उन लोगों (की हालत) पर ग़ौर नहीं किया जो ख़ुदा की आयतों में झगड़े निकाला करते हैं"
    },
    {
      "verse_number": 70,
      "arabic": "ٱلَّذِینَ كَذَّبُوا۟ بِٱلۡكِتَـٰبِ وَبِمَاۤ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ یَعۡلَمُونَ\n",
      "english": "Those who deny the Book and that with which We sent Our messengers - they are going to know,",
      "hindi": "ये कहाँ भटके चले जा रहे हैं, जिन लोगों ने किताबे (ख़ुदा) और उन बातों को जो हमने पैग़म्बरों को देकर भेजा था झुठलाया तो बहुत जल्द उसका नतीजा उन्हें मालूम हो जाएगा"
    },
    {
      "verse_number": 71,
      "arabic": "إِذِ ٱلۡأَغۡلَـٰلُ فِیۤ أَعۡنَـٰقِهِمۡ وَٱلسَّلَـٰسِلُ یُسۡحَبُونَ\n",
      "english": "When the shackles are around their necks and the chains; they will be dragged",
      "hindi": "जब (भारी भारी) तौक़ और ज़ंजीरें उनकी गर्दनों में होंगी (और पहले) खौलते हुए पानी में घसीटे जाएँगे"
    },
    {
      "verse_number": 72,
      "arabic": "فِی ٱلۡحَمِیمِ ثُمَّ فِی ٱلنَّارِ یُسۡجَرُونَ\n",
      "english": "In boiling water; then in the Fire they will be filled [with flame].",
      "hindi": "फिर (जहन्नुम की) आग में झोंक दिए जाएँगे"
    },
    {
      "verse_number": 73,
      "arabic": "ثُمَّ قِیلَ لَهُمۡ أَیۡنَ مَا كُنتُمۡ تُشۡرِكُونَ\n",
      "english": "Then it will be said to them, \"Where is that which you used to associate [with Him in worship]",
      "hindi": "फिर उनसे पूछा जाएगा कि ख़ुदा के सिवा जिनको (उसका) शरीक बनाते थे"
    },
    {
      "verse_number": 74,
      "arabic": "مِن دُونِ ٱللَّهِۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُوا۟ مِن قَبۡلُ شَیۡـࣰٔاۚ كَذَ ٰ⁠لِكَ یُضِلُّ ٱللَّهُ ٱلۡكَـٰفِرِینَ\n",
      "english": "Other than Allah?\" They will say, \"They have departed from us; rather, we did not used to invoke previously anything.\" Thus does Allah put astray the disbelievers.",
      "hindi": "(इस वक्त) क़हाँ हैं वह कहेंगे अब तो वह हमसे जाते रहे बल्कि (सच यूँ है कि) हम तो पहले ही से (ख़ुदा के सिवा) किसी चीज़ की परसतिश न करते थे यूँ ख़ुदा काफिरों को बौखला देगा"
    },
    {
      "verse_number": 75,
      "arabic": "ذَ ٰ⁠لِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِی ٱلۡأَرۡضِ بِغَیۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ\n",
      "english": "[The angels will say], \"That was because you used to exult upon the earth without right and you used to behave insolently.",
      "hindi": "(कि कुछ समझ में न आएगा) ये उसकी सज़ा है कि तुम दुनिया में नाहक (बात पर) निहाल थे और इसकी सज़ा है कि तुम इतराया करते थे"
    },
    {
      "verse_number": 76,
      "arabic": "ٱدۡخُلُوۤا۟ أَبۡوَ ٰ⁠بَ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِینَ\n",
      "english": "Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"",
      "hindi": "अब जहन्नुम के दरवाज़े में दाख़िल हो जाओ (और) हमेशा उसी में (पड़े) रहो, ग़रज़ तकब्बुर करने वालों का भी (क्या) बुरा ठिकाना है"
    },
    {
      "verse_number": 77,
      "arabic": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقࣱّۚ فَإِمَّا نُرِیَنَّكَ بَعۡضَ ٱلَّذِی نَعِدُهُمۡ أَوۡ نَتَوَفَّیَنَّكَ فَإِلَیۡنَا یُرۡجَعُونَ\n",
      "english": "So be patient, [O Muhammad]; indeed, the promise of Allah is truth. And whether We show you some of what We have promised them or We take you in death, it is to Us they will be returned.",
      "hindi": "तो (ऐ रसूल) तुम सब्र करो ख़ुदा का वायदा यक़ीनी सच्चा है तो जिस (अज़ाब) की हम उन्हें धमकी देते हैं अगर हम तुमको उसमें कुछ दिखा दें या तुम ही को (इसके क़ब्ल) दुनिया से उठा लें तो (आख़िर फिर) उनको हमारी तरफ लौट कर आना है"
    },
    {
      "verse_number": 78,
      "arabic": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلࣰا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَیۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَیۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن یَأۡتِیَ بِـَٔایَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَاۤءَ أَمۡرُ ٱللَّهِ قُضِیَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ\n",
      "english": "And We have already sent messengers before you. Among them are those [whose stories] We have related to you, and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allah. So when the command of Allah comes, it will be concluded in truth, and the falsifiers will thereupon lose [all].",
      "hindi": "और तुमसे पहले भी हमने बहुत से पैग़म्बर भेजे उनमें से कुछ तो ऐसे हैं जिनके हालात हमने तुमसे बयान कर दिए, और कुछ ऐसे हैं जिनके हालात तुमसे नहीं दोहराए और किसी पैग़म्बर की ये मजाल न थी कि ख़ुदा के ऐख्तेयार दिए बग़ैर कोई मौजिज़ा दिखा सकें फिर जब ख़ुदा का हुक्म (अज़ाब) आ पहुँचा तो ठीक ठीक फैसला कर दिया गया और अहले बातिल ही इस घाटे में रहे"
    },
    {
      "verse_number": 79,
      "arabic": "ٱللَّهُ ٱلَّذِی جَعَلَ لَكُمُ ٱلۡأَنۡعَـٰمَ لِتَرۡكَبُوا۟ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ\n",
      "english": "It is Allah who made for you the grazing animals upon which you ride, and some of them you eat.",
      "hindi": "ख़ुदा ही तो वह है जिसने तुम्हारे लिए चारपाए पैदा किए ताकि तुम उनमें से किसी पर सवार होते हो और किसी को खाते हो"
    },
    {
      "verse_number": 80,
      "arabic": "وَلَكُمۡ فِیهَا مَنَـٰفِعُ وَلِتَبۡلُغُوا۟ عَلَیۡهَا حَاجَةࣰ فِی صُدُورِكُمۡ وَعَلَیۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ\n",
      "english": "And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts; and upon them and upon ships you are carried.",
      "hindi": "और तुम्हारे लिए उनमें (और भी) फायदे हैं और ताकि तुम उन पर (चढ़ कर) अपनी दिली मक़सद तक पहुँचो और उन पर और (नीज़) कश्तियों पर सवार फिरते हो"
    },
    {
      "verse_number": 81,
      "arabic": "وَیُرِیكُمۡ ءَایَـٰتِهِۦ فَأَیَّ ءَایَـٰتِ ٱللَّهِ تُنكِرُونَ\n",
      "english": "And He shows you His signs. So which of the signs of Allah do you deny?",
      "hindi": "और वह तुमको अपनी (कुदरत की) निशानियाँ दिखाता है तो तुम ख़ुदा की किन किन निशानियों को न मानोगे"
    },
    {
      "verse_number": 82,
      "arabic": "أَفَلَمۡ یَسِیرُوا۟ فِی ٱلۡأَرۡضِ فَیَنظُرُوا۟ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلَّذِینَ مِن قَبۡلِهِمۡۚ كَانُوۤا۟ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةࣰ وَءَاثَارࣰا فِی ٱلۡأَرۡضِ فَمَاۤ أَغۡنَىٰ عَنۡهُم مَّا كَانُوا۟ یَكۡسِبُونَ\n",
      "english": "Have they not traveled through the land and observed how was the end of those before them? They were more numerous than themselves and greater in strength and in impression on the land, but they were not availed by what they used to earn.",
      "hindi": "तो क्या ये लोग रूए ज़मीन पर चले फिरे नहीं, तो देखते कि जो लोग इनसे पहले थे उनका क्या अंजाम हुआ, जो उनसे (तादाद में) कहीं ज्यादा थे और क़ूवत और ज़मीन पर (अपनी) निशानियाँ (यादगारें) छोड़ने में भी कहीं बढ़ चढ़ कर थे तो जो कुछ उन लोगों ने किया कराया था उनके कुछ भी काम न आया"
    },
    {
      "verse_number": 83,
      "arabic": "فَلَمَّا جَاۤءَتۡهُمۡ رُسُلُهُم بِٱلۡبَیِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ\n",
      "english": "And when their messengers came to them with clear proofs, they [merely] rejoiced in what they had of knowledge, but they were enveloped by what they used to ridicule.",
      "hindi": "फिर जब उनके पैग़म्बर उनके पास वाज़ेए व रौशन मौजिज़े ले कर आए तो जो इल्म (अपने ख्याल में) उनके पास था उस पर नाज़िल हुए और जिस (अज़ाब) की ये लोग हँसी उड़ाते थे उसी ने उनको चारों तरफ से घेर लिया"
    },
    {
      "verse_number": 84,
      "arabic": "فَلَمَّا رَأَوۡا۟ بَأۡسَنَا قَالُوۤا۟ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِینَ\n",
      "english": "And when they saw Our punishment, they said,\" We believe in Allah alone and disbelieve in that which we used to associate with Him.\"",
      "hindi": "तो जब इन लोगों ने हमारे अज़ाब को देख लिया तो कहने लगे, हम यकता ख़ुदा पर ईमान लाए और जिस चीज़ को हम उसका शरीक बनाते थे हम उनको नहीं मानते"
    },
    {
      "verse_number": 85,
      "arabic": "فَلَمۡ یَكُ یَنفَعُهُمۡ إِیمَـٰنُهُمۡ لَمَّا رَأَوۡا۟ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِی قَدۡ خَلَتۡ فِی عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَـٰفِرُونَ\n",
      "english": "But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allah which has preceded among His servants. And the disbelievers thereupon lost [all].",
      "hindi": "तो जब उन लोगों ने हमारा (अज़ाब) आते देख लिया तो अब उनका ईमान लाना कुछ भी फायदेमन्द नहीं हो सकता (ये) ख़ुदा की आदत (है) जो अपने बन्दों के बारे में (सदा से) चली आती है और काफ़िर लोग इस वक्त घाटे मे रहे"
    }
  ]
}