{
  "id": 47,
  "name_simple": "Muhammad",
  "name_arabic": "محمد",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ أَضَلَّ أَعۡمَـٰلَهُمۡ\n",
      "english": "Those who disbelieve and avert [people] from the way of Allah - He will waste their deeds.",
      "hindi": "जिन लोगों ने कुफ़्र एख्तेयार किया और (लोगों को) ख़ुदा के रास्ते से रोका ख़ुदा ने उनके आमाल अकारत कर दिए"
    },
    {
      "verse_number": 2,
      "arabic": "وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدࣲ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَیِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ\n",
      "english": "And those who believe and do righteous deeds and believe in what has been sent down upon Muhammad - and it is the truth from their Lord - He will remove from them their misdeeds and amend their condition.",
      "hindi": "और जिन लोगों ने ईमान क़ुबूल किया और अच्छे (अच्छे) काम किए और जो (किताब) मोहम्मद पर उनके परवरदिगार की तरफ से नाज़िल हुई है और वह बरहक़ है उस पर ईमान लाए तो ख़ुदा ने उनके गुनाह उनसे दूर कर दिए और उनकी हालत संवार दी"
    },
    {
      "verse_number": 3,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّ ٱلَّذِینَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلۡبَـٰطِلَ وَأَنَّ ٱلَّذِینَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَ ٰ⁠لِكَ یَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَـٰلَهُمۡ\n",
      "english": "That is because those who disbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does Allah present to the people their comparisons.",
      "hindi": "ये इस वजह से कि काफिरों ने झूठी बात की पैरवी की और ईमान वालों ने अपने परवरदिगार का सच्चा दीन एख्तेयार किया यूँ ख़ुदा लोगों के समझाने के लिए मिसालें बयान करता है"
    },
    {
      "verse_number": 4,
      "arabic": "فَإِذَا لَقِیتُمُ ٱلَّذِینَ كَفَرُوا۟ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰۤ إِذَاۤ أَثۡخَنتُمُوهُمۡ فَشُدُّوا۟ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَاۤءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَ ٰ⁠لِكَۖ وَلَوۡ یَشَاۤءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَـٰكِن لِّیَبۡلُوَا۟ بَعۡضَكُم بِبَعۡضࣲۗ وَٱلَّذِینَ قُتِلُوا۟ فِی سَبِیلِ ٱللَّهِ فَلَن یُضِلَّ أَعۡمَـٰلَهُمۡ\n",
      "english": "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if Allah had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allah - never will He waste their deeds.",
      "hindi": "तो जब तुम काफिरों से भिड़ो तो (उनकी) गर्दनें मारो यहाँ तक कि जब तुम उन्हें ज़ख्मों से चूर कर डालो तो उनकी मुश्कें कस लो फिर उसके बाद या तो एहसान रख (कर छोड़ दे) या मुआवेज़ा लेकर, यहाँ तक कि (दुशमन) लड़ाई के हथियार रख दे तो (याद रखो) अगर ख़ुदा चाहता तो (और तरह) उनसे बदला लेता मगर उसने चाहा कि तुम्हारी आज़माइश एक दूसरे से (लड़वा कर) करे और जो लोग ख़ुदा की राह में यहीद किये गए उनकी कारगुज़ारियों को ख़ुदा हरगिज़ अकारत न करेगा"
    },
    {
      "verse_number": 5,
      "arabic": "سَیَهۡدِیهِمۡ وَیُصۡلِحُ بَالَهُمۡ\n",
      "english": "He will guide them and amend their condition",
      "hindi": "उन्हें अनक़रीब मंज़िले मक़सूद तक पहुँचाएगा"
    },
    {
      "verse_number": 6,
      "arabic": "وَیُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ\n",
      "english": "And admit them to Paradise, which He has made known to them.",
      "hindi": "और उनकी हालत सवार देगा और उनको उस बेहिश्त में दाख़िल करेगा जिसका उन्हें (पहले से) येनासा कर रखा है"
    },
    {
      "verse_number": 7,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِن تَنصُرُوا۟ ٱللَّهَ یَنصُرۡكُمۡ وَیُثَبِّتۡ أَقۡدَامَكُمۡ\n",
      "english": "O you who have believed, if you support Allah, He will support you and plant firmly your feet.",
      "hindi": "ऐ ईमानदारों अगर तुम ख़ुदा (के दीन) की मदद करोगे तो वह भी तुम्हारी मदद करेगा और तुम्हें साबित क़दम रखेगा"
    },
    {
      "verse_number": 8,
      "arabic": "وَٱلَّذِینَ كَفَرُوا۟ فَتَعۡسࣰا لَّهُمۡ وَأَضَلَّ أَعۡمَـٰلَهُمۡ\n",
      "english": "But those who disbelieve - for them is misery, and He will waste their deeds.",
      "hindi": "और जो लोग काफ़िर हैं उनके लिए तो डगमगाहट है और ख़ुदा (उनके) आमाल बरबाद कर देगा"
    },
    {
      "verse_number": 9,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّهُمۡ كَرِهُوا۟ مَاۤ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَـٰلَهُمۡ\n",
      "english": "That is because they disliked what Allah revealed, so He rendered worthless their deeds.",
      "hindi": "ये इसलिए कि ख़ुदा ने जो चीज़ नाज़िल फ़रमायी उसे उन्होने (नापसन्द किया) तो ख़ुदा ने उनकी कारस्तानियों को अकारत कर दिया"
    },
    {
      "verse_number": 10,
      "arabic": "۞ أَفَلَمۡ یَسِیرُوا۟ فِی ٱلۡأَرۡضِ فَیَنظُرُوا۟ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلَّذِینَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَیۡهِمۡۖ وَلِلۡكَـٰفِرِینَ أَمۡثَـٰلُهَا\n",
      "english": "Have they not traveled through the land and seen how was the end of those before them? Allah destroyed [everything] over them, and for the disbelievers is something comparable.",
      "hindi": "तो क्या ये लोग रूए ज़मीन पर चले फिरे नहीं तो देखते जो लोग उनसे पहले थे उनका अन्जाम क्या (ख़राब) हुआ कि ख़ुदा ने उन पर तबाही डाल दी और इसी तरह (उन) काफिरों को भी (सज़ा मिलेगी)"
    },
    {
      "verse_number": 11,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِینَ ءَامَنُوا۟ وَأَنَّ ٱلۡكَـٰفِرِینَ لَا مَوۡلَىٰ لَهُمۡ\n",
      "english": "That is because Allah is the protector of those who have believed and because the disbelievers have no protector.",
      "hindi": "ये इस वजह से कि ईमानदारों का ख़ुदा सरपरस्त है और काफिरों का हरगिज़ कोई सरपरस्त नहीं"
    },
    {
      "verse_number": 12,
      "arabic": "إِنَّ ٱللَّهَ یُدۡخِلُ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۖ وَٱلَّذِینَ كَفَرُوا۟ یَتَمَتَّعُونَ وَیَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَـٰمُ وَٱلنَّارُ مَثۡوࣰى لَّهُمۡ\n",
      "english": "Indeed, Allah will admit those who have believed and done righteous deeds to gardens beneath which rivers flow, but those who disbelieve enjoy themselves and eat as grazing livestock eat, and the Fire will be a residence for them.",
      "hindi": "ख़ुदा उन लोगों को जो ईमान लाए और अच्छे (अच्छे) काम करते रहे ज़रूर बेहिश्त के उन बाग़ों में जा पहुँचाएगा जिनके नीचे नहरें जारी हैं और जो काफ़िर हैं वह (दुनिया में) चैन करते हैं और इस तरह (बेफिक्री से खाते (पीते) हैं जैसे चारपाए खाते पीते हैं और आख़िर) उनका ठिकाना जहन्नुम है"
    },
    {
      "verse_number": 13,
      "arabic": "وَكَأَیِّن مِّن قَرۡیَةٍ هِیَ أَشَدُّ قُوَّةࣰ مِّن قَرۡیَتِكَ ٱلَّتِیۤ أَخۡرَجَتۡكَ أَهۡلَكۡنَـٰهُمۡ فَلَا نَاصِرَ لَهُمۡ\n",
      "english": "And how many a city was stronger than your city [Makkah] which drove you out? We destroyed them; and there was no helper for them.",
      "hindi": "और जिस बस्ती से तुम लोगों ने निकाल दिया उससे ज़ोर में कहीं बढ़ चढ़ के बहुत सी बस्तियाँ थीं जिनको हमने तबाह बर्बाद कर दिया तो उनका कोई मददगार भी न हुआ"
    },
    {
      "verse_number": 14,
      "arabic": "أَفَمَن كَانَ عَلَىٰ بَیِّنَةࣲ مِّن رَّبِّهِۦ كَمَن زُیِّنَ لَهُۥ سُوۤءُ عَمَلِهِۦ وَٱتَّبَعُوۤا۟ أَهۡوَاۤءَهُم\n",
      "english": "So is he who is on clear evidence from his Lord like him to whom the evil of his work has been made attractive and they follow their [own] desires?",
      "hindi": "क्या जो शख़्श अपने परवरदिगार की तरफ से रौशन दलील पर हो उस शख़्श के बराबर हो सकता है जिसकी बदकारियाँ उसे भली कर दिखायीं गयीं हों वह अपनी नफ़सियानी ख्वाहिशों पर चलते हैं"
    },
    {
      "verse_number": 15,
      "arabic": "مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِی وُعِدَ ٱلۡمُتَّقُونَۖ فِیهَاۤ أَنۡهَـٰرࣱ مِّن مَّاۤءٍ غَیۡرِ ءَاسِنࣲ وَأَنۡهَـٰرࣱ مِّن لَّبَنࣲ لَّمۡ یَتَغَیَّرۡ طَعۡمُهُۥ وَأَنۡهَـٰرࣱ مِّنۡ خَمۡرࣲ لَّذَّةࣲ لِّلشَّـٰرِبِینَ وَأَنۡهَـٰرࣱ مِّنۡ عَسَلࣲ مُّصَفࣰّىۖ وَلَهُمۡ فِیهَا مِن كُلِّ ٱلثَّمَرَ ٰ⁠تِ وَمَغۡفِرَةࣱ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَـٰلِدࣱ فِی ٱلنَّارِ وَسُقُوا۟ مَاۤءً حَمِیمࣰا فَقَطَّعَ أَمۡعَاۤءَهُمۡ\n",
      "english": "Is the description of Paradise, which the righteous are promised, wherein are rivers of water unaltered, rivers of milk the taste of which never changes, rivers of wine delicious to those who drink, and rivers of purified honey, in which they will have from all [kinds of] fruits and forgiveness from their Lord, like [that of] those who abide eternally in the Fire and are given to drink scalding water that will sever their intestines?",
      "hindi": "जिस बेहिश्त का परहेज़गारों से वायदा किया जाता है उसकी सिफत ये है कि उसमें पानी की नहरें जिनमें ज़रा बू नहीं और दूध की नहरें हैं जिनका मज़ा तक नहीं बदला और शराब की नहरें हैं जो पीने वालों के लिए (सरासर) लज्ज़त है और साफ़ शफ्फ़ाफ़ यहद की नहरें हैं और वहाँ उनके लिए हर किस्म के मेवे हैं और उनके परवरदिगार की तरफ से बख़्शिस है (भला ये लोग) उनके बराबर हो सकते हैं जो हमेशा दोज़ख़ में रहेंगे और उनको खौलता हुआ पानी पिलाया जाएगा तो वह ऑंतों के टुकड़े टुकड़े कर डालेगा"
    },
    {
      "verse_number": 16,
      "arabic": "وَمِنۡهُم مَّن یَسۡتَمِعُ إِلَیۡكَ حَتَّىٰۤ إِذَا خَرَجُوا۟ مِنۡ عِندِكَ قَالُوا۟ لِلَّذِینَ أُوتُوا۟ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوۤا۟ أَهۡوَاۤءَهُمۡ\n",
      "english": "And among them, [O Muhammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge, \"What has he said just now?\" Those are the ones of whom Allah has sealed over their hearts and who have followed their [own] desires.",
      "hindi": "और (ऐ रसूल) उनमें से बाज़ ऐसे भी हैं जो तुम्हारी तरफ कान लगाए रहते हैं यहाँ तक कि सब सुना कर जब तुम्हारे पास से निकलते हैं तो जिन लोगों को इल्म (कुरान) दिया गया है उनसे कहते हैं (क्यों भई) अभी उस शख़्श ने क्या कहा था ये वही लोग हैं जिनके दिलों पर ख़ुदा ने (कुफ़्र की) अलामत मुक़र्रर कर दी है और ये अपनी नफसियानी ख्वाहिशों पर चल रहे हैं"
    },
    {
      "verse_number": 17,
      "arabic": "وَٱلَّذِینَ ٱهۡتَدَوۡا۟ زَادَهُمۡ هُدࣰى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ\n",
      "english": "And those who are guided - He increases them in guidance and gives them their righteousness.",
      "hindi": "और जो लोग हिदायत याफ़ता हैं उनको ख़ुदा (क़ुरान के ज़रिए से) मज़ीद हिदायत करता है और उनको परहेज़गारी अता फरमाता है"
    },
    {
      "verse_number": 18,
      "arabic": "فَهَلۡ یَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِیَهُم بَغۡتَةࣰۖ فَقَدۡ جَاۤءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَاۤءَتۡهُمۡ ذِكۡرَىٰهُمۡ\n",
      "english": "Then do they await except that the Hour should come upon them unexpectedly? But already there have come [some of] its indications. Then what good to them, when it has come, will be their remembrance?",
      "hindi": "तो क्या ये लोग बस क़यामत ही के मुनतज़िर हैं कि उन पर एक बारगी आ जाए तो उसकी निशानियाँ आ चुकी हैं तो जिस वक्त क़यामत उन (के सर) पर आ पहुँचेगी फिर उन्हें नसीहत कहाँ मुफीद हो सकती है"
    },
    {
      "verse_number": 19,
      "arabic": "فَٱعۡلَمۡ أَنَّهُۥ لَاۤ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِۗ وَٱللَّهُ یَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ\n",
      "english": "So know, [O Muhammad], that there is no deity except Allah and ask forgiveness for your sin and for the believing men and believing women. And Allah knows of your movement and your resting place.",
      "hindi": "तो फिर समझ लो कि ख़ुदा के सिवा कोई माबूद नहीं और (हम से) अपने और ईमानदार मर्दों और ईमानदार औरतों के गुनाहों की माफ़ी मांगते रहो और ख़ुदा तुम्हारे चलने फिरने और ठहरने से (ख़ूब) वाक़िफ़ है"
    },
    {
      "verse_number": 20,
      "arabic": "وَیَقُولُ ٱلَّذِینَ ءَامَنُوا۟ لَوۡلَا نُزِّلَتۡ سُورَةࣱۖ فَإِذَاۤ أُنزِلَتۡ سُورَةࣱ مُّحۡكَمَةࣱ وَذُكِرَ فِیهَا ٱلۡقِتَالُ رَأَیۡتَ ٱلَّذِینَ فِی قُلُوبِهِم مَّرَضࣱ یَنظُرُونَ إِلَیۡكَ نَظَرَ ٱلۡمَغۡشِیِّ عَلَیۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ\n",
      "english": "Those who believe say, \"Why has a surah not been sent down? But when a precise surah is revealed and fighting is mentioned therein, you see those in whose hearts is hypocrisy looking at you with a look of one overcome by death. And more appropriate for them [would have been]",
      "hindi": "और मोमिनीन कहते हैं कि (जेहाद के बारे में) कोई सूरा क्यों नहीं नाज़िल होता लेकिन जब कोई साफ़ सरीही मायनों का सूरा नाज़िल हुआ और उसमें जेहाद का बयान हो तो जिन लोगों के दिल में (नेफ़ाक़) का मर्ज़ है तुम उनको देखोगे कि तुम्हारी तरफ़ इस तरह देखते हैं जैसे किसी पर मौत की बेहोशी (छायी) हो (कि उसकी ऑंखें पथरा जाएं) तो उन पर वाए हो"
    },
    {
      "verse_number": 21,
      "arabic": "طَاعَةࣱ وَقَوۡلࣱ مَّعۡرُوفࣱۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَیۡرࣰا لَّهُمۡ\n",
      "english": "Obedience and good words. And when the matter [of fighting] was determined, if they had been true to Allah, it would have been better for them.",
      "hindi": "(उनके लिए अच्छा काम तो) फरमाबरदारी और पसन्दीदा बात है फिर जब लड़ाई ठन जाए तो अगर ये लोग ख़ुदा से सच्चे रहें तो उनके हक़ में बहुत बेहतर है"
    },
    {
      "verse_number": 22,
      "arabic": "فَهَلۡ عَسَیۡتُمۡ إِن تَوَلَّیۡتُمۡ أَن تُفۡسِدُوا۟ فِی ٱلۡأَرۡضِ وَتُقَطِّعُوۤا۟ أَرۡحَامَكُمۡ\n",
      "english": "So would you perhaps, if you turned away, cause corruption on earth and sever your [ties of] relationship?",
      "hindi": "(मुनाफ़िक़ों) क्या तुमसे कुछ दूर है कि अगर तुम हाक़िम बनो तो रूए ज़मीन में फसाद फैलाने और अपने रिश्ते नातों को तोड़ने लगो ये वही लोग हैं जिन पर ख़ुदा ने लानत की है"
    },
    {
      "verse_number": 23,
      "arabic": "أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰۤ أَبۡصَـٰرَهُمۡ\n",
      "english": "Those [who do so] are the ones that Allah has cursed, so He deafened them and blinded their vision.",
      "hindi": "और (गोया ख़ुद उसने) उन (के कानों) को बहरा और ऑंखों को अंधा कर दिया है"
    },
    {
      "verse_number": 24,
      "arabic": "أَفَلَا یَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَاۤ\n",
      "english": "Then do they not reflect upon the Qur'an, or are there locks upon [their] hearts?",
      "hindi": "तो क्या लोग क़ुरान में (ज़रा भी) ग़ौर नहीं करते या (उनके) दिलों पर ताले लगे हुए हैं"
    },
    {
      "verse_number": 25,
      "arabic": "إِنَّ ٱلَّذِینَ ٱرۡتَدُّوا۟ عَلَىٰۤ أَدۡبَـٰرِهِم مِّنۢ بَعۡدِ مَا تَبَیَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّیۡطَـٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ\n",
      "english": "Indeed, those who reverted back [to disbelief] after guidance had become clear to them - Satan enticed them and prolonged hope for them.",
      "hindi": "बेशक जो लोग राहे हिदायत साफ़ साफ़ मालूम होने के बाद उलटे पाँव (कुफ़्र की तरफ) फिर गये शैतान ने उन्हें (बुते देकर) ढील दे रखी है और उनकी (तमन्नाओं) की रस्सियाँ दराज़ कर दी हैं"
    },
    {
      "verse_number": 26,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّهُمۡ قَالُوا۟ لِلَّذِینَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِیعُكُمۡ فِی بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ یَعۡلَمُ إِسۡرَارَهُمۡ\n",
      "english": "That is because they said to those who disliked what Allah sent down, \"We will obey you in part of the matter.\" And Allah knows what they conceal.",
      "hindi": "यह इसलिए जो लोग ख़ुदा की नाज़िल की हुई(किताब) से बेज़ार हैं ये उनसे कहते हैं कि बाज़ कामों में हम तुम्हारी ही बात मानेंगे और ख़ुदा उनके पोशीदा मशवरों से वाक़िफ है"
    },
    {
      "verse_number": 27,
      "arabic": "فَكَیۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَـٰۤىِٕكَةُ یَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَـٰرَهُمۡ\n",
      "english": "Then how [will it be] when the angels take them in death, striking their faces and their backs?",
      "hindi": "तो जब फ़रिश्तें उनकी जान निकालेंगे उस वक्त उनका क्या हाल होगा कि उनके चेहरों पर और उनकी पुश्त पर मारते जाएँगे"
    },
    {
      "verse_number": 28,
      "arabic": "ذَ ٰ⁠لِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَاۤ أَسۡخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضۡوَ ٰ⁠نَهُۥ فَأَحۡبَطَ أَعۡمَـٰلَهُمۡ\n",
      "english": "That is because they followed what angered Allah and disliked [what earns] His pleasure, so He rendered worthless their deeds.",
      "hindi": "ये इस सबब से कि जिस चीज़ों से ख़ुदा नाख़ुश है उसकी तो ये लोग पैरवी करते हैं और जिसमें ख़ुदा की ख़ुशी है उससे बेज़ार हैं तो ख़ुदा ने भी उनकी कारस्तानियों को अकारत कर दिया"
    },
    {
      "verse_number": 29,
      "arabic": "أَمۡ حَسِبَ ٱلَّذِینَ فِی قُلُوبِهِم مَّرَضٌ أَن لَّن یُخۡرِجَ ٱللَّهُ أَضۡغَـٰنَهُمۡ\n",
      "english": "Or do those in whose hearts is disease think that Allah would never expose their [feelings of] hatred?",
      "hindi": "क्या वह लोग जिनके दिलों में (नेफ़ाक़ का) मर्ज़ है ये ख्याल करते हैं कि ख़ुदा दिल के कीनों को भी न ज़ाहिर करेगा"
    },
    {
      "verse_number": 30,
      "arabic": "وَلَوۡ نَشَاۤءُ لَأَرَیۡنَـٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِیمَـٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِی لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ یَعۡلَمُ أَعۡمَـٰلَكُمۡ\n",
      "english": "And if We willed, We could show them to you, and you would know them by their mark; but you will surely know them by the tone of [their] speech. And Allah knows your deeds.",
      "hindi": "तो हम चाहते तो हम तुम्हें इन लोगों को दिखा देते तो तुम उनकी पेशानी ही से उनको पहचान लेते अगर तुम उन्हें उनके अन्दाज़े गुफ्तगू ही से ज़रूर पहचान लोगे और ख़ुदा तो तुम्हारे आमाल से वाक़िफ है"
    },
    {
      "verse_number": 31,
      "arabic": "وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَـٰهِدِینَ مِنكُمۡ وَٱلصَّـٰبِرِینَ وَنَبۡلُوَا۟ أَخۡبَارَكُمۡ\n",
      "english": "And We will surely test you until We make evident those who strive among you [for the cause of Allah] and the patient, and We will test your affairs.",
      "hindi": "और हम तुम लोगों को ज़रूर आज़माएँगे ताकि तुममें जो लोग जेहाद करने वाले और (तकलीफ़) झेलने वाले हैं उनको देख लें और तुम्हारे हालात जाँच लें"
    },
    {
      "verse_number": 32,
      "arabic": "إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ وَشَاۤقُّوا۟ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَیَّنَ لَهُمُ ٱلۡهُدَىٰ لَن یَضُرُّوا۟ ٱللَّهَ شَیۡـࣰٔا وَسَیُحۡبِطُ أَعۡمَـٰلَهُمۡ\n",
      "english": "Indeed, those who disbelieved and averted [people] from the path of Allah and opposed the Messenger after guidance had become clear to them - never will they harm Allah at all, and He will render worthless their deeds.",
      "hindi": "बेशक जिन लोगों पर (दीन की) सीधी राह साफ़ ज़ाहिर हो गयी उसके बाद इन्कार कर बैठे और (लोगों को) ख़ुदा की राह से रोका और पैग़म्बर की मुख़ालेफ़त की तो ख़ुदा का कुछ भी नहीं बिगाड़ सकेंगे और वह उनका सब किया कराया अक़ारत कर देगा"
    },
    {
      "verse_number": 33,
      "arabic": "۞ یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ أَطِیعُوا۟ ٱللَّهَ وَأَطِیعُوا۟ ٱلرَّسُولَ وَلَا تُبۡطِلُوۤا۟ أَعۡمَـٰلَكُمۡ\n",
      "english": "O you who have believed, obey Allah and obey the Messenger and do not invalidate your deeds.",
      "hindi": "ऐ ईमानदारों ख़ुदा का हुक्म मानों और रसूल की फरमाँबरदारी करो और अपने आमाल को ज़ाया न करो"
    },
    {
      "verse_number": 34,
      "arabic": "إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمۡ كُفَّارࣱ فَلَن یَغۡفِرَ ٱللَّهُ لَهُمۡ\n",
      "english": "Indeed, those who disbelieved and averted [people] from the path of Allah and then died while they were disbelievers - never will Allah forgive them.",
      "hindi": "बेशक जो लोग काफ़िर हो गए और लोगों को ख़ुदा की राह से रोका, फिर काफिर ही मर गए तो ख़ुदा उनको हरगिज़ नहीं बख्शेगा तो तुम हिम्मत न हारो"
    },
    {
      "verse_number": 35,
      "arabic": "فَلَا تَهِنُوا۟ وَتَدۡعُوۤا۟ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن یَتِرَكُمۡ أَعۡمَـٰلَكُمۡ\n",
      "english": "So do not weaken and call for peace while you are superior; and Allah is with you and will never deprive you of [the reward of] your deeds.",
      "hindi": "और (दुशमनों को)े सुलह की दावत न दो तुम ग़ालिब हो ही और ख़ुदा तो तुम्हारे साथ है और हरगिज़ तुम्हारे आमाल (के सवाब को कम न करेगा)"
    },
    {
      "verse_number": 36,
      "arabic": "إِنَّمَا ٱلۡحَیَوٰةُ ٱلدُّنۡیَا لَعِبࣱ وَلَهۡوࣱۚ وَإِن تُؤۡمِنُوا۟ وَتَتَّقُوا۟ یُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا یَسۡـَٔلۡكُمۡ أَمۡوَ ٰ⁠لَكُمۡ\n",
      "english": "[This] worldly life is only amusement and diversion. And if you believe and fear Allah, He will give you your rewards and not ask you for your properties.",
      "hindi": "दुनियावी ज़िन्दगी तो बस खेल तमाशा है और अगर तुम (ख़ुदा पर) ईमान रखोगे और परहेज़गारी करोगे तो वह तुमको तुम्हारे अज्र इनायत फरमाएगा और तुमसे तुम्हारे माल नहीं तलब करेगा"
    },
    {
      "verse_number": 37,
      "arabic": "إِن یَسۡـَٔلۡكُمُوهَا فَیُحۡفِكُمۡ تَبۡخَلُوا۟ وَیُخۡرِجۡ أَضۡغَـٰنَكُمۡ\n",
      "english": "If He should ask you for them and press you, you would withhold, and He would expose your unwillingness.",
      "hindi": "और अगर वह तुमसे माल तलब करे और तुमसे चिमट कर माँगे भी तो तुम (ज़रूर) बुख्ल करने लगो"
    },
    {
      "verse_number": 38,
      "arabic": "هَـٰۤأَنتُمۡ هَـٰۤؤُلَاۤءِ تُدۡعَوۡنَ لِتُنفِقُوا۟ فِی سَبِیلِ ٱللَّهِ فَمِنكُم مَّن یَبۡخَلُۖ وَمَن یَبۡخَلۡ فَإِنَّمَا یَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِیُّ وَأَنتُمُ ٱلۡفُقَرَاۤءُۚ وَإِن تَتَوَلَّوۡا۟ یَسۡتَبۡدِلۡ قَوۡمًا غَیۡرَكُمۡ ثُمَّ لَا یَكُونُوۤا۟ أَمۡثَـٰلَكُم\n",
      "english": "Here you are - those invited to spend in the cause of Allah - but among you are those who withhold [out of greed]. And whoever withholds only withholds [benefit] from himself; and Allah is the Free of need, while you are the needy. And if you turn away, He will replace you with another people; then they will not be the likes of you.",
      "hindi": "और ख़ुदा तो तुम्हारे कीने को ज़रूर ज़ाहिर करके रहेगा देखो तुम लोग वही तो हो कि ख़ुदा की राह में ख़र्च के लिए बुलाए जाते हो तो बाज़ तुम में ऐसे भी हैं जो बुख्ल करते हैं और (याद रहे कि) जो बुख्ल करता है तो ख़ुद अपने ही से बुख्ल करता है और ख़ुदा तो बेनियाज़ है और तुम (उसके) मोहताज हो और अगर तुम (ख़ुदा के हुक्म से) मुँह फेरोगे तो ख़ुदा (तुम्हारे सिवा) दूसरों बदल देगा और वह तुम्हारे ऐसे (बख़ील) न होंगे"
    }
  ]
}