{
  "id": 71,
  "name_simple": "Nuh",
  "name_arabic": "نوح",
  "verses": [
    {
      "verse_number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ إِنَّاۤ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦۤ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن یَأۡتِیَهُمۡ عَذَابٌ أَلِیمࣱ\n",
      "english": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\"",
      "hindi": "हमने नूह को उसकी क़ौम के पास (पैग़म्बर बनाकर) भेजा कि क़ब्ल उसके कि उनकी क़ौम पर दर्दनाक अज़ाब आए उनको उससे डराओ"
    },
    {
      "verse_number": 2,
      "arabic": "قَالَ یَـٰقَوۡمِ إِنِّی لَكُمۡ نَذِیرࣱ مُّبِینٌ\n",
      "english": "He said, \"O my people, indeed I am to you a clear warner,",
      "hindi": "तो नूह (अपनी क़ौम से) कहने लगे ऐ मेरी क़ौम मैं तो तुम्हें साफ़ साफ़ डराता (और समझाता) हूँ"
    },
    {
      "verse_number": 3,
      "arabic": "أَنِ ٱعۡبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِیعُونِ\n",
      "english": "[Saying], 'Worship Allah, fear Him and obey me.",
      "hindi": "कि तुम लोग ख़ुदा की इबादत करो और उसी से डरो और मेरी इताअत करो"
    },
    {
      "verse_number": 4,
      "arabic": "یَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَیُؤَخِّرۡكُمۡ إِلَىٰۤ أَجَلࣲ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَاۤءَ لَا یُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ\n",
      "english": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' \"",
      "hindi": "ख़ुदा तुम्हारे गुनाह बख्श देगा और तुम्हें (मौत के) मुक़र्रर वक्त तक बाक़ी रखेगा, बेशक जब ख़ुदा का मुक़र्रर किया हुआ वक्त अा जाता है तो पीछे हटाया नहीं जा सकता अगर तुम समझते होते"
    },
    {
      "verse_number": 5,
      "arabic": "قَالَ رَبِّ إِنِّی دَعَوۡتُ قَوۡمِی لَیۡلࣰا وَنَهَارࣰا\n",
      "english": "He said, \"My Lord, indeed I invited my people [to truth] night and day.",
      "hindi": "(जब लोगों ने न माना तो) अर्ज़ की परवरदिगार मैं अपनी क़ौम को (ईमान की तरफ) बुलाता रहा"
    },
    {
      "verse_number": 6,
      "arabic": "فَلَمۡ یَزِدۡهُمۡ دُعَاۤءِیۤ إِلَّا فِرَارࣰا\n",
      "english": "But my invitation increased them not except in flight.",
      "hindi": "लेकिन वह मेरे बुलाने से और ज्यादा गुरेज़ ही करते रहे"
    },
    {
      "verse_number": 7,
      "arabic": "وَإِنِّی كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوۤا۟ أَصَـٰبِعَهُمۡ فِیۤ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡا۟ ثِیَابَهُمۡ وَأَصَرُّوا۟ وَٱسۡتَكۡبَرُوا۟ ٱسۡتِكۡبَارࣰا\n",
      "english": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance.",
      "hindi": "और मैने जब उनको बुलाया कि (ये तौबा करें और) तू उन्हें माफ कर दे तो उन्होने अपने कानों में उंगलियां दे लीं और मुझसे छिपने को कपड़े ओढ़ लिए और अड़ गए और बहुत शिद्दत से अकड़ बैठे"
    },
    {
      "verse_number": 8,
      "arabic": "ثُمَّ إِنِّی دَعَوۡتُهُمۡ جِهَارࣰا\n",
      "english": "Then I invited them publicly.",
      "hindi": "फिर मैंने उनको बिल एलान बुलाया फिर उनको ज़ाहिर ब ज़ाहिर समझाया"
    },
    {
      "verse_number": 9,
      "arabic": "ثُمَّ إِنِّیۤ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارࣰا\n",
      "english": "Then I announced to them and [also] confided to them secretly",
      "hindi": "और उनकी पोशीदा भी फ़हमाईश की कि मैंने उनसे कहा"
    },
    {
      "verse_number": 10,
      "arabic": "فَقُلۡتُ ٱسۡتَغۡفِرُوا۟ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارࣰا\n",
      "english": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver.",
      "hindi": "अपने परवरदिगार से मग़फेरत की दुआ माँगो बेशक वह बड़ा बख्शने वाला है"
    },
    {
      "verse_number": 11,
      "arabic": "یُرۡسِلِ ٱلسَّمَاۤءَ عَلَیۡكُم مِّدۡرَارࣰا\n",
      "english": "He will send [rain from] the sky upon you in [continuing] showers",
      "hindi": "(और) तुम पर आसमान से मूसलाधार पानी बरसाएगा"
    },
    {
      "verse_number": 12,
      "arabic": "وَیُمۡدِدۡكُم بِأَمۡوَ ٰ⁠لࣲ وَبَنِینَ وَیَجۡعَل لَّكُمۡ جَنَّـٰتࣲ وَیَجۡعَل لَّكُمۡ أَنۡهَـٰرࣰا\n",
      "english": "And give you increase in wealth and children and provide for you gardens and provide for you rivers.",
      "hindi": "और माल और औलाद में तरक्क़ी देगा, और तुम्हारे लिए बाग़ बनाएगा, और तुम्हारे लिए नहरें जारी करेगा"
    },
    {
      "verse_number": 13,
      "arabic": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارࣰا\n",
      "english": "What is [the matter] with you that you do not attribute to Allah [due] grandeur",
      "hindi": "तुम्हें क्या हो गया है कि तुम ख़ुदा की अज़मत का ज़रा भी ख्याल नहीं करते"
    },
    {
      "verse_number": 14,
      "arabic": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا\n",
      "english": "While He has created you in stages?",
      "hindi": "हालॉकि उसी ने तुमको तरह तरह का पैदा किया"
    },
    {
      "verse_number": 15,
      "arabic": "أَلَمۡ تَرَوۡا۟ كَیۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَـٰوَ ٰ⁠تࣲ طِبَاقࣰا\n",
      "english": "Do you not consider how Allah has created seven heavens in layers",
      "hindi": "क्या तुमने ग़ौर नहीं किया कि ख़ुदा ने सात आसमान ऊपर तलें क्यों कर बनाए"
    },
    {
      "verse_number": 16,
      "arabic": "وَجَعَلَ ٱلۡقَمَرَ فِیهِنَّ نُورࣰا وَجَعَلَ ٱلشَّمۡسَ سِرَاجࣰا\n",
      "english": "And made the moon therein a [reflected] light and made the sun a burning lamp?",
      "hindi": "और उसी ने उसमें चाँद को नूर बनाया और सूरज को रौशन चिराग़ बना दिया"
    },
    {
      "verse_number": 17,
      "arabic": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتࣰا\n",
      "english": "And Allah has caused you to grow from the earth a [progressive] growth.",
      "hindi": "और ख़ुदा ही तुमको ज़मीन से पैदा किया"
    },
    {
      "verse_number": 18,
      "arabic": "ثُمَّ یُعِیدُكُمۡ فِیهَا وَیُخۡرِجُكُمۡ إِخۡرَاجࣰا\n",
      "english": "Then He will return you into it and extract you [another] extraction.",
      "hindi": "फिर तुमको उसी में दोबारा ले जाएगा और (क़यामत में उसी से) निकाल कर खड़ा करेगा"
    },
    {
      "verse_number": 19,
      "arabic": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطࣰا\n",
      "english": "And Allah has made for you the earth an expanse",
      "hindi": "और ख़ुदा ही ने ज़मीन को तुम्हारे लिए फ़र्श बनाया"
    },
    {
      "verse_number": 20,
      "arabic": "لِّتَسۡلُكُوا۟ مِنۡهَا سُبُلࣰا فِجَاجࣰا\n",
      "english": "That you may follow therein roads of passage.' \"",
      "hindi": "ताकि तुम उसके बड़े बड़े कुशादा रास्तों में चलो फिरो"
    },
    {
      "verse_number": 21,
      "arabic": "قَالَ نُوحࣱ رَّبِّ إِنَّهُمۡ عَصَوۡنِی وَٱتَّبَعُوا۟ مَن لَّمۡ یَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥۤ إِلَّا خَسَارࣰا\n",
      "english": "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss.",
      "hindi": "(फिर) नूह ने अर्ज़ की परवरदिगार इन लोगों ने मेरी नाफ़रमानी की उस शख़्श के ताबेदार बन के जिसने उनके माल और औलाद में नुक़सान के सिवा फ़ायदा न पहुँचाया"
    },
    {
      "verse_number": 22,
      "arabic": "وَمَكَرُوا۟ مَكۡرࣰا كُبَّارࣰا\n",
      "english": "And they conspired an immense conspiracy.",
      "hindi": "और उन्होंने (मेरे साथ) बड़ी मक्कारियाँ की"
    },
    {
      "verse_number": 23,
      "arabic": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدࣰّا وَلَا سُوَاعࣰا وَلَا یَغُوثَ وَیَعُوقَ وَنَسۡرࣰا\n",
      "english": "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr.",
      "hindi": "और (उलटे) कहने लगे कि आपने माबूदों को हरगिज़ न छोड़ना और न वद को और सुआ को और न यगूस और यऊक़ व नस्र को छोड़ना"
    },
    {
      "verse_number": 24,
      "arabic": "وَقَدۡ أَضَلُّوا۟ كَثِیرࣰاۖ وَلَا تَزِدِ ٱلظَّـٰلِمِینَ إِلَّا ضَلَـٰلࣰا\n",
      "english": "And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\"",
      "hindi": "और उन्होंने बहुतेरों को गुमराह कर छोड़ा और तू (उन) ज़ालिमों की गुमराही को और बढ़ा दे"
    },
    {
      "verse_number": 25,
      "arabic": "مِّمَّا خَطِیۤـَٔـٰتِهِمۡ أُغۡرِقُوا۟ فَأُدۡخِلُوا۟ نَارࣰا فَلَمۡ یَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارࣰا\n",
      "english": "Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers.",
      "hindi": "(आख़िर) वह अपने गुनाहों की बदौलत (पहले तो) डुबाए गए फिर जहन्नुम में झोंके गए तो उन लोगों ने ख़ुदा के सिवा किसी को अपना मददगार न पाया"
    },
    {
      "verse_number": 26,
      "arabic": "وَقَالَ نُوحࣱ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَـٰفِرِینَ دَیَّارًا\n",
      "english": "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant.",
      "hindi": "और नूह ने अर्ज़ की परवरदिगार (इन) काफ़िरों में रूए ज़मीन पर किसी को बसा हुआ न रहने दे"
    },
    {
      "verse_number": 27,
      "arabic": "إِنَّكَ إِن تَذَرۡهُمۡ یُضِلُّوا۟ عِبَادَكَ وَلَا یَلِدُوۤا۟ إِلَّا فَاجِرࣰا كَفَّارࣰا\n",
      "english": "Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever.",
      "hindi": "क्योंकि अगर तू उनको छोड़ देगा तो ये (फिर) तेरे बन्दों को गुमराह करेंगे और उनकी औलाद भी गुनाहगार और कट्टी काफिर ही होगी"
    },
    {
      "verse_number": 28,
      "arabic": "رَّبِّ ٱغۡفِرۡ لِی وَلِوَ ٰ⁠لِدَیَّ وَلِمَن دَخَلَ بَیۡتِیَ مُؤۡمِنࣰا وَلِلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِۖ وَلَا تَزِدِ ٱلظَّـٰلِمِینَ إِلَّا تَبَارَۢا\n",
      "english": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"",
      "hindi": "परवरदिगार मुझको और मेरे माँ बाप को और जो मोमिन मेरे घर में आए उनको और तमाम ईमानदार मर्दों और मोमिन औरतों को बख्श दे और (इन) ज़ालिमों की बस तबाही को और ज्यादा कर"
    }
  ]
}